<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Infectzia</title>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);

function MM_preloadImages() { //v3.0
  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();
    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)
    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}
}

function MM_swapImgRestore() { //v3.0
  var i,x,a=document.MM_sr; for(i=0;a&&i<a.length&&(x=a[i])&&x.oSrc;i++) x.src=x.oSrc;
}

function MM_findObj(n, d) { //v4.01
  var p,i,x;  if(!d) d=document; if((p=n.indexOf("?"))>0&&parent.frames.length) {
    d=parent.frames[n.substring(p+1)].document; n=n.substring(0,p);}
  if(!(x=d[n])&&d.all) x=d.all[n]; for (i=0;!x&&i<d.forms.length;i++) x=d.forms[i][n];
  for(i=0;!x&&d.layers&&i<d.layers.length;i++) x=MM_findObj(n,d.layers[i].document);
  if(!x && d.getElementById) x=d.getElementById(n); return x;
}

function MM_swapImage() { //v3.0
  var i,j=0,x,a=MM_swapImage.arguments; document.MM_sr=new Array; for(i=0;i<(a.length-2);i+=3)
   if ((x=MM_findObj(a[i]))!=null){document.MM_sr[j++]=x; if(!x.oSrc) x.oSrc=x.src; x.src=a[i+2];}
}
//-->
</script>

<style type="text/css">
<!--
body {
	background-color: #FFFFFF;
}
body, td, th {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 14px;
}
.style13 {
	font-size: 24px;
	font-weight: bold;
}
.style14 {font-family: Arial}
.style18 {color: #FF0000}
.style19 {color: #000000}
-->
</style></head>

<body onLoad="MM_preloadImages('infection2.gif','guy2.gif','nir2.gif','omri2.gif','ran2.gif','shemy2.gif','tal2.gif','yaron2.gif','kol2.gif')">
</div>
<div id="Layer31" style="position:absolute; width:587px; height:1842px; z-index:24; left: 162px; top: 92px;">
  <div id="Layer2" style="position:absolute; width:569px; height:257px; z-index:3; left: 13px; top: 257px;">
    <div align="right">
      <p class="MsoNormal" dir="RTL" style="line-height:150%">
      <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">
      &#1489;- 9.12.1978 &#1504;&#1493;&#1500;&#1491; &#1489;&#1495;&#1493;&#1500;&#1493;&#1503;, &#1493;&#1513;&#1501; &#1502;&#1514;&#1490;&#1493;&#1512;&#1512; &#1506;&#1491; &#1506;&#1510;&#1501; &#1492;&#1497;&#1493;&#1501; &#1492;&#1494;&#1492;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%">
      <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">
      &#1489;&#1497;&#1500;&#1491;&#1493;&#1514;&#1493; &#1500;&#1502;&#1491; &#1511;&#1505;&#1497;&#1500;&#1493;&#1508;&#1493;&#1503; &#1493;&#1488;&#1493;&#1512;&#1490;&#1504;&#1497;&#1514;, &#1493;&#1489;&#1499;&#1497;&#1514;&#1492; &#1492;' &#1500;&#1502;&#1491; &#1490;&#1497;&#1496;&#1512;&#1492; &#1489;&#1502;&#1513;&#1498; &#1513;&#1504;&#1492; &#1493;&#1492;&#1508;&#1505;&#1497;&#1511;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%">
      <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">
      &#1488;&#1514; &#1495;&#1513;&#1497;&#1508;&#1514;&#1493; &#1500;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1502;&#1492;&#1510;&#1491; &#1492;&#1502;&#1506;&#1513;&#1497; &#1495;&#1493;&#1493;&#1492; &#1489;&#1490;&#1497;&#1500; 12 &#1499;&#1488;&#1513;&#1512; &#1513;&#1502;&#1506;, &#1499;&#1502;&#1493; &#1499;&#1493;&#1500;&#1501; &#1489;&#1488;&#1493;&#1514;&#1492; &#1492;&#1514;&#1511;&#1493;&#1508;&#1492;,
      </span><span dir="LTR" style="font-size: 11pt; line-height: 150%">Guns 
      N’ Roses</span><span lang="HE" style="font-size:11pt;
line-height:150%;font-family:David"> &#1493;- </span>
      <span dir="LTR" style="font-size: 11pt; line-height: 150%">AC/DC</span><span lang="HE" style="font-size:11pt;line-height:150%;
font-family:David">, &#1493;&#1513;&#1489; &#1500;&#1500;&#1502;&#1493;&#1491; &#1490;&#1497;&#1496;&#1512;&#1492; &#1489;&#1502;&#1496;&#1512;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1499;&#1502;&#1493; &#1505;&#1500;&#1488;&#1513;. &#1489;&#1514;&#1497;&#1499;&#1493;&#1503; &#1506;&#1493;&#1491; &#1504;&#1497;&#1490;&#1503; &#1489;&#1500;&#1492;&#1511;&#1514; 
      &#1512;&#1493;&#1511; &#1502;&#1511;&#1493;&#1502;&#1497;&#1514;, &#1493;&#1502;&#1506;&#1497;&#1491; &#1513;&#1488;&#1494; &#1504;&#1497;&#1490;&#1503; &#1497;&#1493;&#1514;&#1512; &#1496;&#1493;&#1489; &#1502;&#1488;&#1513;&#1512; &#1492;&#1497;&#1493;&#1501;, &#1488;&#1498; &#1494;&#1492; &#1512;&#1511; &#1496;&#1489;&#1506;&#1497;. &#1488;&#1514; &#1495;&#1500;&#1493;&#1501; &#1505;&#1500;&#1488;&#1513; 
      &#1492;&#1495;&#1500; &#1504;&#1493;&#1496;&#1513; &#1506;&#1501; &#1492;&#1513;&#1504;&#1497;&#1501;, &#1499;&#1513;&#1504;&#1495;&#1513;&#1507; &#1500;&#1505;&#1489;&#1498; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1492;&#1488;&#1500;&#1511;&#1496;&#1512;&#1493;&#1504;&#1497;&#1514; &#1513;&#1492;&#1495;&#1500;&#1492; &#1514;&#1493;&#1508;&#1505;&#1514; &#1504;&#1514;&#1495; &#1491;&#1493;&#1502;&#1497;&#1504;&#1504;&#1496;&#1497; 
      &#1502;&#1492;&#1513;&#1493;&#1511; &#1489;&#1488;&#1493;&#1514;&#1492; &#1492;&#1506;&#1514;, &#1499;&#1502;&#1492; &#1513;&#1504;&#1497;&#1501; &#1500;&#1508;&#1504;&#1497; &#1492;&#1508;&#1512;&#1497;&#1510;&#1492; &#1492;&#1490;&#1491;&#1493;&#1500;&#1492; &#1513;&#1500; &#1492;&#1494;'&#1488;&#1504;&#1512; (&#1489;&#1497;&#1503; &#1492;&#1513;&#1488;&#1512; - &#1500;&#1514;&#1493;&#1498; &#1499;&#1500; 
      &#1494;'&#1488;&#1504;&#1512; &#1488;&#1495;&#1512;). &#1492;&#1493;&#1488; &#1492;&#1495;&#1500; &#1500;&#1488;&#1505;&#1493;&#1507; &#1510;&#1497;&#1493;&#1491; &#1499;&#1490;&#1493;&#1503; &#1505;&#1497;&#1511;&#1493;&#1493;&#1504;&#1505;&#1512; &#1502;&#1497;&#1491;&#1497;, &#1502;&#1499;&#1493;&#1504;&#1514; &#1514;&#1493;&#1508;&#1497;&#1501;, &#1493;&#1499;&#1491;&#1493;&#1502;&#1492;, 
      &#1493;&#1492;&#1495;&#1500; &#1500;&#1492;&#1514;&#1504;&#1505;&#1493;&#1514; &#1489;&#1488;&#1502;&#1489;&#1497;&#1497;&#1504;&#1496;, &#1490;'&#1488;&#1504;&#1490;&#1500;, &#1496;&#1512;&#1488;&#1504;&#1505;, &#1493;&#1499;&#1500; &#1492;&#1489;&#1488; &#1500;&#1497;&#1491;. &#1489;&#1492;&#1499;&#1500; &#1513;&#1497;&#1500;&#1489; &#1490;&#1497;&#1496;&#1512;&#1493;&#1514;, &#1488;&#1489;&#1500; 
      &#1500;&#1492;&#1497;&#1493;&#1514; &#1490;&#1497;&#1496;&#1512;&#1497;&#1505;&#1496; &#1499;&#1489;&#1512; &#1500;&#1488; &#1492;&#1497;&#1497;&#1514;&#1492; &#1502;&#1496;&#1512;&#1492; &#1489;&#1506;&#1497;&#1504;&#1497;&#1493;, &#1493;&#1489;&#1490;&#1497;&#1500; 16 &#1499;&#1489;&#1512; &#1492;&#1489;&#1497;&#1503; &#1513;&#1506;&#1504;&#1497;&#1497;&#1504;&#1493; &#1502;&#1493;&#1505;&#1497;&#1511;&#1492; 
      &#1489;&#1499;&#1500;&#1500;&#1493;&#1514;&#1492;, &#1500;&#1488;&#1493; &#1491;&#1493;&#1511;&#1488; &#1504;&#1490;&#1497;&#1504;&#1492; &#1489;&#1499;&#1500;&#1497; &#1499;&#1494;&#1492; &#1488;&#1493; &#1488;&#1495;&#1512;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%">
      <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">
      &#1489;&#1490;&#1497;&#1500; 18 &#1502;&#1513;&#1499;&#1492; &#1488;&#1514; &#1514;&#1513;&#1493;&#1502;&#1514; &#1500;&#1489;&#1493; &#1502;&#1493;&#1491;&#1506;&#1492; &#1489;'&#1488;&#1511;&#1496; &#1502;&#1493;&#1505;&#1497;&#1511;&#1500;&#1497;' &#1493;&#1506;&#1491; &#1502;&#1492;&#1512;&#1492; &#1502;&#1510;&#1488; &#1506;&#1510;&#1502;&#1493; &#1506;&#1493;&#1489;&#1491; 
      &#1489;&#1488;&#1493;&#1500;&#1508;&#1503; &#1513;&#1500; &#1497;&#1494;&#1492;&#1512; &#1488;&#1513;&#1491;&#1493;&#1514;. &#1492;&#1506;&#1491;&#1512; &#1492;&#1513;&#1499;&#1500;&#1492; &#1502;&#1493;&#1505;&#1491;&#1497;&#1514; &#1489;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492;, &#1505;&#1488;&#1493;&#1504;&#1491;, &#1488;&#1493; &#1488;&#1500;&#1511;&#1496;&#1512;&#1493;&#1504;&#1497;&#1511;&#1492; &#1500;&#1488; 
      &#1502;&#1504;&#1506; &#1502;&#1502;&#1504;&#1493; &#1500;&#1492;&#1514;&#1511;&#1491;&#1501; &#1489;&#1506;&#1489;&#1493;&#1491;&#1492; &#1506;&#1500; &#1508;&#1497; &#1492;&#1497;&#1491;&#1506; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1500;&#1497; &#1513;&#1512;&#1499;&#1513; &#1489;&#1488;&#1493;&#1508;&#1503; &#1506;&#1510;&#1502;&#1488;&#1497; &#1493;&#1502;&#1497;&#1504;&#1493;&#1503; &#1490;&#1489;&#1493;&#1492; &#1513;&#1500; 
      &#1488;&#1497;&#1504;&#1496;&#1493;&#1488;&#1497;&#1510;&#1497;&#1492;, &#1493;&#1514;&#1493;&#1498; &#1499;&#1498; &#1500;&#1500;&#1502;&#1493;&#1491; &#1505;&#1490;&#1504;&#1493;&#1504;&#1493;&#1514; &#1492;&#1508;&#1511;&#1492; &#1512;&#1489;&#1497;&#1501; &#1493;&#1502;&#1490;&#1493;&#1493;&#1504;&#1497;&#1501;. &#1506;&#1491; &#1502;&#1492;&#1512;&#1492; &#1489;&#1495;&#1512; &#1500;&#1492;&#1497;&#1493;&#1514; 
      &#1502;&#1508;&#1497;&#1511; &#1502;&#1493;&#1505;&#1497;&#1511;&#1500;&#1497;, &#1493;&#1489;&#1492;&#1491;&#1512;&#1490;&#1492; &#1510;&#1489;&#1512; &#1502;&#1493;&#1504;&#1497;&#1496;&#1497;&#1503; &#1513;&#1500; &#1493;&#1493;&#1497;&#1494;-&#1511;&#1497;&#1491; &#1489;&#1499;&#1500; &#1502;&#1492; &#1513;&#1511;&#1513;&#1493;&#1512; &#1489;&#1491;&#1490;&#1497;&#1502;&#1493;&#1514;, &#1500;&#1493;&#1508;&#1497;&#1501;, 
      &#1502;&#1492;&#1497;&#1512;&#1493;&#1514; &#1493;&#1497;&#1506;&#1497;&#1500;&#1493;&#1514; &#1513;&#1500; &#1506;&#1489;&#1493;&#1491;&#1492; &#1493;&#1492;&#1495;&#1500; &#1500;&#1492;&#1513;&#1514;&#1500;&#1489; &#1497;&#1493;&#1514;&#1512; &#1493;&#1497;&#1493;&#1514;&#1512; &#1499;&#1502;&#1508;&#1497;&#1511; &#1493;&#1496;&#1499;&#1504;&#1488;&#1497; &#1492;&#1511;&#1500;&#1496;&#1492; &#1513;&#1500; &#1488;&#1502;&#1504;&#1497;&#1501; 
      &#1512;&#1489;&#1497;&#1501; &#1502;&#1503; &#1492;&#1513;&#1493;&#1512;&#1492; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%">
      <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">
      &#1488;&#1514; &#1497;&#1512;&#1493;&#1503; &#1513;&#1512;&#1488;&#1500; &#1492;&#1499;&#1497;&#1512; &#1489;- 1999 &#1499;&#1513;&#1506;&#1489;&#1491; &#1506;&#1501; &#1512;&#1493;&#1504;&#1503; &#1505;&#1489;&#1493; (&#1505;&#1493;&#1500;&#1497;&#1511;&#1493;) &#1506;&#1500; &#1496;&#1512;&#1511;&#1497;&#1501; &#1513;&#1500; 
      &#1491;&#1497;&#1505;&#1511;&#1493;-&#1492;&#1488;&#1493;&#1505; &#1506;&#1500; &#1492;&#1502;&#1495;&#1513;&#1489; &#1492;&#1489;&#1497;&#1514;&#1497; &#1493;&#1497;&#1512;&#1493;&#1503; &#1492;&#1493;&#1494;&#1502;&#1503; &#1500;&#1492;&#1511;&#1500;&#1497;&#1496; &#1511;&#1510;&#1514; &#1489;&#1505;. &#1492;&#1493;&#1488; &#1493;&#1496;&#1500; &#1490;&#1497;&#1500;&#1493; &#1513;&#1508;&#1492; 
      &#1502;&#1513;&#1493;&#1514;&#1508;&#1514; &#1493;&#1492;&#1514;&#1495;&#1489;&#1512;&#1493; &#1502;&#1497;&#1497;&#1491;&#1497;&#1514;. &#1499;&#1506;&#1489;&#1493;&#1512; &#1495;&#1510;&#1497; &#1513;&#1504;&#1492; &#1492;&#1494;&#1502;&#1497;&#1503; &#1497;&#1512;&#1493;&#1503; &#1488;&#1514; &#1496;&#1500; &#1500;&#1492;&#1493;&#1508;&#1506;&#1492; &#1489;&#1489;&#1488;&#1512;&#1489;&#1497;. 
      &#1489;&#1514;&#1495;&#1497;&#1500;&#1492; &#1500;&#1488; &#1492;&#1510;&#1500;&#1497;&#1495; &#1496;&#1500; &#1500;&#1492;&#1499;&#1504;&#1505; &#1500;&#1512;&#1488;&#1513; &#1513;&#1500; &#1492;&#1500;&#1492;&#1511;&#1492;, &#1493;&#1490;&#1501; &#1508;&#1495;&#1493;&#1514; &#1488;&#1492;&#1489; &#1488;&#1494; &#1488;&#1514; &#1492;&#1511;&#1493;&#1500; &#1513;&#1500; &#1504;&#1497;&#1512;, 
      &#1500;&#1496;&#1506;&#1502;&#1493; &#1513;&#1512; &#1492;&#1497;&#1493;&#1501; &#1492;&#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1496;&#1493;&#1489;. &#1489;&#1513;&#1504;&#1514; 2001 , &#1492;&#1494;&#1502;&#1497;&#1503; &#1497;&#1512;&#1493;&#1503; &#1488;&#1514; &#1496;&#1500; &#1500;&#1492;&#1508;&#1497;&#1511; &#1513;&#1504;&#1497; &#1513;&#1497;&#1512;&#1497;&#1501; 
      &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; – &#1494;&#1492; &#1506;&#1493;&#1513;&#1492; &#1500;&#1497; &#1513;&#1502;&#1495; &#1493;&#1492;&#1497;&#1493;&#1501; &#1513;&#1500;&#1504;&#1493;. &#1489;&#1502;&#1513;&#1498; &#1514;&#1511;&#1493;&#1508;&#1492; &#1488;&#1512;&#1493;&#1499;&#1492; &#1500;&#1488; &#1511;&#1512;&#1492; &#1492;&#1512;&#1489;&#1492; 
      &#1489;&#1504;&#1493;&#1513;&#1488;, &#1506;&#1491; &#1513;&#1497;&#1493;&#1501; &#1488;&#1495;&#1491; &#1489;&#1488; &#1496;&#1500; &#1500;&#1495;&#1504;&#1493;&#1514; &#1492;&#1493;&#1497;&#1491;&#1488;&#1493; &#1513;&#1500; &#1492;&#1488;&#1493;&#1494;&#1503; &#1492;&#1513;&#1500;&#1497;&#1513;&#1497;&#1514;, &#1513;&#1501; &#1492;&#1499;&#1497;&#1512; &#1488;&#1514; &#1490;&#1497;&#1488; &#1513;&#1502;&#1497; 
      &#1502;&#1489;&#1497;&#1511;&#1493;&#1512;&#1497;&#1501; &#1511;&#1493;&#1491;&#1502;&#1497;&#1501; &#1506;&#1501; &#1497;&#1512;&#1493;&#1503;. &#1489;&#1502;&#1492;&#1500;&#1498; &#1513;&#1497;&#1495;&#1492; &#1488;&#1502;&#1512; &#1513;&#1502;&#1497; '&#1493;&#1493;&#1488;&#1500;&#1492; &#1488;&#1493;&#1500;&#1497; &#1514;&#1489;&#1493;&#1488; &#1500;&#1492;&#1508;&#1497;&#1511; &#1488;&#1514; 
      &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1513;&#1504;&#1497; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;?' &#1496;&#1500;, &#1513;&#1492;&#1497;&#1492; &#1504;&#1493;&#1512;&#1488; &#1506;&#1505;&#1493;&#1511; &#1489;&#1488;&#1493;&#1514;&#1492; &#1492;&#1506;&#1514; &#1502;&#1513;&#1493;&#1501; &#1502;&#1492; &#1488;&#1502;&#1512; 
      '&#1489;&#1505;&#1491;&#1512;'... &#1502;&#1499;&#1488;&#1503; &#1492;&#1495;&#1500; &#1492;&#1514;&#1492;&#1500;&#1497;&#1498; &#1492;&#1488;&#1512;&#1493;&#1498; &#1513;&#1492;&#1493;&#1489;&#1497;&#1500; &#1500;&#1488;&#1500;&#1489;&#1493;&#1501; '&#1489;&#1499;&#1497;&#1507;'.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%">
      <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">
      &#1489;&#1513;&#1500;&#1492;&#1497; 2004 &#1495;&#1489;&#1512; &#1500;&#1500;&#1492;&#1511;&#1492;. &#1492;&#1505;&#1497;&#1489;&#1492; &#1492;&#1512;&#1513;&#1502;&#1497;&#1514; &#1492;&#1497;&#1497;&#1514;&#1492; &#1513;&#1492;&#1500;&#1492;&#1511;&#1492; &#1494;&#1511;&#1493;&#1511;&#1492; &#1500;&#1493; &#1489;&#1499;&#1491;&#1497; &#1500;&#1492;&#1506;&#1489;&#1497;&#1512; &#1488;&#1514; 
      &#1492;&#1506;&#1497;&#1489;&#1493;&#1491;&#1497;&#1501; &#1492;&#1495;&#1491;&#1513;&#1497;&#1501; &#1500;&#1492;&#1493;&#1508;&#1506;&#1492; &#1489;&#1488;&#1493;&#1508;&#1503; &#1497;&#1488;&#1492;. &#1497;&#1493;&#1491;&#1506;&#1497; &#1491;&#1489;&#1512; &#1502;&#1505;&#1508;&#1512;&#1497;&#1501; &#1513;&#1512;&#1510;&#1492; &#1500;&#1490;&#1504;&#1493;&#1489; &#1488;&#1514; &#1514;&#1493;&#1488;&#1512; 
      &#1492;'&#1495;&#1514;&#1497;&#1498;' &#1493;'&#1489;&#1503; &#1492;&#1494;&#1511;&#1493;&#1504;&#1497;&#1501;' &#1502;&#1490;&#1497;&#1488; &#1513;&#1502;&#1497;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%">
      <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">
      &#1488;&#1514; &#1488;&#1492;&#1489;&#1493;&#1514;&#1497;&#1493; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1500;&#1497;&#1493;&#1514; &#1492;&#1493;&#1488; &#1497;&#1499;&#1493;&#1500; &#1500;&#1505;&#1508;&#1493;&#1512; &#1489;&#1502;&#1513;&#1498; &#1497;&#1502;&#1497;&#1501; &#1488;&#1512;&#1493;&#1499;&#1497;&#1501;, &#1492;&#1504;&#1492; &#1499;&#1502;&#1492; &#1500;&#1491;&#1493;&#1490;&#1502;&#1488;:
      </span><span dir="LTR" style="font-size: 11pt; line-height: 150%">Faith 
      No More, Mr. Bungle</span><span lang="HE" style="font-size:
11pt;line-height:150%;font-family:David">, &#1508;&#1512;&#1488;&#1504;&#1511; &#1494;&#1488;&#1508;&#1492;, </span>
      <span lang="HE" dir="LTR" style="font-size: 11pt; line-height: 150%">&nbsp;</span><span dir="LTR" style="font-size: 11pt; line-height: 150%">AC/DC</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, 
      &#1490;&#1493;&#1493;&#1503; &#1505;&#1496;&#1508;&#1504;&#1497;, &#1502;&#1497;&#1497;&#1511;&#1500; &#1490;'&#1511;&#1505;&#1493;&#1503;, </span>
      <span dir="LTR" style="font-size: 11pt; line-height: 150%">Slipknot, The 
      Haunted, Pixies, Nirvana, Led Zeppelin, Deep Purple</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, 
      &#1490;'&#1488;&#1505;&#1496;&#1497;&#1503; &#1496;&#1497;&#1502;&#1489;&#1512;&#1500;&#1497;&#1497;&#1511;, &#1489;&#1512;&#1497;&#1496;&#1504;&#1497; &#1505;&#1508;&#1497;&#1512;&#1494;, &#1490;&#1512;&#1497;&#1497;&#1505; &#1490;'&#1493;&#1504;&#1505;, </span>
      <span dir="LTR" style="font-size: 11pt; line-height: 150%">Duran Duran, 
      Depeche Mode, A-Ha</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">,</span><span lang="HE" dir="LTR" style="font-size: 11pt; line-height: 150%">
      </span>
      <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">
      &#1493;&#1489;&#1499;&#1500;&#1500; - &#1502;&#1500;&#1488; &#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1502;&#1513;&#1504;&#1493;&#1514; &#1492;-80, &#1492;&#1512;&#1489;&#1497; &#1492;&#1504;&#1511;&#1493;&#1511;, &#1488;&#1497;&#1497;&#1494;&#1511; &#1492;&#1497;&#1497;&#1494;, &#1502;&#1512;&#1493;&#1497;&#1503; &#1490;&#1497;&#1497;, &#1489;&#1488;&#1512;&#1497; 
      &#1493;&#1493;&#1497;&#1497;&#1496;, &#1511;&#1500;&#1497;&#1505;, &#1505;&#1504;&#1493;&#1508; &#1491;&#1493;&#1490;(&#1490;), &#1502;&#1497;&#1505;&#1497; &#1488;&#1500;&#1497;&#1493;&#1496;, &#1489;&#1488;&#1505;&#1496;&#1492; &#1512;&#1497;&#1497;&#1502;&#1505;, &#1489;&#1514;&#1495;&#1497;&#1500;&#1514; &#1491;&#1512;&#1499;&#1493; &#1499;&#1488;&#1500;&#1511;&#1496;&#1512;&#1493;&#1504;&#1488;&#1497; 
      &#1492;&#1514;&#1495;&#1489;&#1512; &#1497;&#1493;&#1514;&#1512; &#1500;&#1496;&#1512;&#1488;&#1504;&#1505;&#1497;&#1501; &#1513;&#1500; &#1505;&#1497;&#1502;&#1493;&#1503; &#1508;&#1493;&#1505;&#1508;&#1493;&#1512;&#1491; &#1493;&#1490;'&#1488;&#1504;&#1490;&#1500;&#1497;&#1501; &#1500;&#1502;&#1497;&#1504;&#1497;&#1492;&#1501;, </span>
      <span dir="LTR" style="font-size: 11pt; line-height: 150%">Squarepusher</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">,
      </span><span dir="LTR" style="font-size: 11pt; line-height: 150%">The 
      Orb</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> 
      &#1493;&#1506;&#1493;&#1491;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%">
      <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">
      &#1491;&#1493;&#1511;&#1488; &#1500;&#1490;'&#1488;&#1494; &#1492;&#1493;&#1488; &#1500;&#1488; &#1502;&#1514;&#1495;&#1489;&#1512; &#1497;&#1493;&#1514;&#1512; &#1502;&#1491;&#1497;, &#1500;&#1488; &#1502;&#1506;&#1489;&#1512; &#1500;&#1504;&#1488;&#1496; &#1511;&#1497;&#1504;&#1490;, &#1505;&#1497;&#1504;&#1496;&#1512;&#1492;, &#1513;&#1497;&#1512;&#1500;&#1497; &#1489;&#1497;&#1497;&#1505;&#1497; 
      &#1493;&#1491;&#1493;&#1502;&#1497;&#1492;&#1501;, &#1493;&#1500;&#1488; &#1488;&#1493;&#1492;&#1489; &#1488;&#1514; </span>
      <span dir="LTR" style="font-size: 11pt; line-height: 150%">Pink Floyd</span><span lang="HE" style="font-size:11pt;
line-height:150%;font-family:David">! &quot;&#1488;&#1504;&#1497; &#1488;&#1493;&#1492;&#1489; &#1488;&#1514; &#1492;</span><span dir="LTR" style="font-size: 11pt; line-height: 150%">Fun</span><span lang="HE" style="font-size:11pt;line-height:150%;
font-family:David"> &#1489;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1493;&#1500;&#1488; &#1488;&#1493;&#1492;&#1489; &#1491;&#1489;&#1512;&#1497;&#1501; &#1513;&#1488;&#1514;&#1492; &#1513;&#1493;&#1502;&#1506; &#1493;&#1502;&#1491;&#1500;&#1497;&#1511; &#1504;&#1512;&quot;.</span></p>
      <p class="MsoNormal" dir="RTL" style="text-align:justify;line-height:150%">
      <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">
      &#1488;&#1514; &#1514;&#1508;&#1511;&#1497;&#1491;&#1493; &#1492;&#1506;&#1497;&#1511;&#1512;&#1497; &#1489;&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1502;&#1490;&#1491;&#1497;&#1512; &#1496;&#1500; &#1499;&#1512;&#1497;&#1505;&#1493;&#1503; &#1492;&#1500;&#1492;&#1511;&#1492;, &quot;&#1513;&#1492;&#1488;&#1490;&#1493; &#1513;&#1500; &#1492;&#1504;&#1490;&#1504;&#1497;&#1501; 
      &#1492;&#1502;&#1490;&#1504;&#1497;&#1489;&#1497;&#1501; &#1500;&#1488; &#1497;&#1489;&#1493;&#1488; &#1506;&quot;&#1495; &#1492;&#1488;&#1497;&#1499;&#1493;&#1514; &#1513;&#1500; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492;&quot;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%">
      <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">
      &#1489;&#1504;&#1493;&#1505;&#1507; &#1500;&#1506;&#1489;&#1493;&#1491;&#1493;&#1514; &#1502;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1506;&#1501; &#1489;&#1512;&#1497; &#1505;&#1495;&#1512;&#1493;&#1507;, &#1491;&#1504;&#1497; &#1505;&#1504;&#1491;&#1512;&#1505;&#1493;&#1503;, &#1490;&#1500;&#1497; &#1506;&#1496;&#1512;&#1497; &#1493;&#1491;&#1493;&#1491;&#1497; &#1500;&#1493;&#1497;, &#1499;&#1493;&#1500;&#1500; 
      &#1514;&#1497;&#1511; &#1492;&#1506;&#1489;&#1493;&#1491;&#1493;&#1514; &#1492;&#1502;&#1512;&#1513;&#1497;&#1501; &#1513;&#1500; &#1496;&#1500; &#1488;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1502;&#1497;&#1501; &#1492;&#1489;&#1488;&#1497;&#1501;, &#1489;&#1497;&#1503; &#1492;&#1513;&#1488;&#1512;:</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%">
      <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">
      - &#1497;&#1494;&#1492;&#1512; &#1488;&#1513;&#1491;&#1493;&#1514; - &#1494;&#1502;&#1503; &#1511;&#1505;&#1501;, 1999, &#1492;&#1511;&#1500;&#1496;&#1492;<br>
      - &#1506;&#1502;&#1497;&#1512; &#1489;&#1504;&#1497;&#1493;&#1503; - &#1488;&#1493;&#1514;&#1493; &#1502;&#1511;&#1493;&#1501;, &#1488;&#1493;&#1514;&#1492; &#1492;&#1512;&#1493;&#1495;, 1999, &#1506;&#1497;&#1489;&#1493;&#1491;&#1497;&#1501;<br>
      - &#1502;&#1497;&#1499;&#1492; &#1513;&#1496;&#1512;&#1497;&#1514; - &#1505;&#1504;&#1496;&#1497;&#1488;&#1490;&#1493; &#1491;&#1492; &#1511;&#1493;&#1489;&#1492;, 2001, &#1492;&#1508;&#1511;&#1492; (3-4 &#1513;&#1497;&#1512;&#1497;&#1501;) &#1493;&#1492;&#1511;&#1500;&#1496;&#1492;, &#1493;&#1488;&#1507; &#1492;&#1510;&#1496;&#1512;&#1507; 
      &#1500;&#1505;&#1497;&#1489;&#1493;&#1489; &#1492;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514; &#1513;&#1489;&#1488; &#1489;&#1506;&#1511;&#1489;&#1493;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501;<br>
      - &#1488;&#1512;&#1497;&#1511; &#1488;&#1497;&#1497;&#1504;&#1513;&#1496;&#1497;&#1497;&#1503; - &#1513;&#1502;&#1513; &#1512;&#1496;&#1493;&#1489;&#1492;, 2002, &#1492;&#1508;&#1511;&#1492; (4 &#1513;&#1497;&#1512;&#1497;&#1501;)<br>
      - &#1512;&#1493;&#1504;&#1492; &#1511;&#1497;&#1504;&#1503; - &#1500;&#1504;&#1513;&#1493;&#1501; &#1489;&#1505;&#1508;&#1497;&#1512;&#1492; &#1500;&#1488;&#1495;&#1493;&#1512;, 2004, &#1504;&#1490;&#1503; &#1488;&#1493;&#1512;&#1495; &#1489;&#1513;&#1497;&#1512; '&#1502;&#1489;&#1493;&#1500;'<br>
      - &#1512;&#1508;&#1497; &#1508;&#1512;&#1505;&#1511;&#1497; - &#1489;&#1500;&#1489; &#1493;&#1489;&#1504;&#1508;&#1513;, 2005, &#1492;&#1508;&#1511;&#1492;, &#1492;&#1511;&#1500;&#1496;&#1492; &#1493;&#1502;&#1497;&#1511;&#1505;<br>
      - &#1508;&#1497;&#1496;&#1512; &#1512;&#1493;&#1496;, 2005, &#1492;&#1508;&#1511;&#1492; (&#1489;&#1513;&#1497;&#1514;&#1493;&#1507; &#1506;&#1501; &#1508;&#1497;&#1496;&#1512; &#1512;&#1493;&#1496;), &#1492;&#1511;&#1500;&#1496;&#1492; &#1493;&#1502;&#1497;&#1511;&#1505;<br>
      - &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; - &#1489;&#1499;&#1497;&#1507;, 2005, &#1492;&#1508;&#1511;&#1492;<br>
      &#1497;&#1494;&#1492;&#1512; &#1488;&#1513;&#1491;&#1493;&#1514; - &#1489;&#1502;&#1512;&#1495;&#1511; &#1504;&#1490;&#1497;&#1506;&#1492; &#1502;&#1499;&#1488;&#1503;, 2005, &#1492;&#1511;&#1500;&#1496;&#1514; &#1514;&#1493;&#1508;&#1497;&#1501;<br>
      - &#1495;&#1502;&#1497; &#1508;&#1493;&#1512;&#1489;&#1493;&#1499;&#1512;&#1488;&#1497; - &#1488;&#1502;&#1503; &#1508;&#1512;&#1505;&#1497; &#1488;&#1513;&#1512; &#1488;&#1500;&#1489;&#1493;&#1502;&#1493; &#1497;&#1510;&#1488; &#1489;&#1511;&#1512;&#1493;&#1489; &#1489;&#1500;&#1497;&#1497;&#1489;&#1500; &#1513;&#1500; &#1492;&#1514;&#1493; &#1492;&#1513;&#1502;&#1497;&#1504;&#1497; 
      (&quot;&#1513;&#1497;&#1512;&#1497;&#1501; &#1489;&#1508;&#1512;&#1505;&#1497;&#1514;/&#1506;&#1489;&#1512;&#1497;&#1514;, &#1500;&#1495;&#1504;&#1497;&#1501; &#1508;&#1512;&#1505;&#1497;&#1497;&#1501;, &#1492;&#1508;&#1511;&#1492; &#1488;&#1500;&#1511;&#1496;&#1512;&#1493;-&#1488;&#1511;&#1493;&#1505;&#1496;&#1497;&#1514;, &#1492;&#1497;&#1508;-&#1492;&#1493;&#1508;-&#1488;&#1514;&#1504;&#1497; (&#1500;&#1488; 
      &#1512;&#1488;&#1508;)&quot;), 2005, &#1492;&#1508;&#1511;&#1492;<br>
      - &#1504;&#1493;&#1512;&#1497;&#1514; &#1490;&#1500;&#1512;&#1493;&#1503;, &#1489;&#1497;&#1502;&#1497;&#1501; &#1488;&#1500;&#1493; &#1502;&#1511;&#1500;&#1497;&#1496; &#1500;&#1492; &#1488;&#1500;&#1489;&#1493;&#1501;<br>
      </span>
      <span lang="HE" dir="RTL" style="font-size: 11pt; font-family: David">- 
      &#1514;&#1502;&#1497; &#1506;&#1504;&#1489;&#1512;, &#1488;&#1500;&#1489;&#1493;&#1501; &#1502;&#1493;&#1499;&#1503; &#1513;&#1497;&#1510;&#1497;&#1488;&#1514;&#1493; &#1502;&#1514;&#1506;&#1499;&#1489;&#1514; &#1499;&#1489;&#1512; &#1494;&#1502;&#1503; &#1512;&#1489; &#1489;&#1513;&#1500; &#1489;&#1506;&#1497;&#1493;&#1514; &#1508;&#1504;&#1497;&#1502;&#1497;&#1493;&#1514; &#1489;&#1495;&#1489;&#1512;&#1514; &#1492;&#1491; 
      &#1488;&#1512;&#1510;&#1497;, &#1492;&#1508;&#1511;&#1492;</span><span style="font-size: 11pt">
      </span>
      <p class="MsoNormal" dir="RTL" style="line-height:150%">      
    </div>
  </div>
  <div id="Layer1" class="style13" style="position:absolute; width:356px; height:210px; z-index:2; left: 228px; top: 10px;">
    <p align="right"><span style="font-weight: 400">&#1513;&#1501;: &#1496;&#1500; &#1502;&#1496;&#1502;&#1493;&#1512;</span></p>
    <p align="right"><span style="font-weight: 400">&#1513;&#1504;&#1514; &#1500;&#1497;&#1491;&#1492;: 1978</span></p>
    <p align="right"><span style="font-weight: 400">&#1502;&#1497;&#1511;&#1493;&#1501;: &#1495;&#1493;&#1500;&#1493;&#1503;</span></p>
  <p align="right" class="MsoNormal style14" style="line-height:150%" dir="RTL"><font size="5">&#1502;&#1508;&#1497;&#1511;, &#1502;&#1495;&#1513;&#1489;<br>
    &#1490;&#1497;&#1496;&#1512;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1493;&#1514;, &#1495;&#1496;&#1493;&#1489;</font>
  </div>
  <div id="Layer32" style="position:absolute; width:200px; height:115px; z-index:1; left: 12px; top: 11px;"><img src="tal.jpg" width="242" height="229" lowsrc="m"></div>
  <div align="right"></div>
</div>
<div id="Layer6" style="position:absolute; width:27px; height:21px; z-index:27; left: 310px; top: 3px;"><a name="topfuckerz"></a></div>
<div id="Layer5" style="position:absolute; width:117px; height:16px; z-index:26; left: 65px; top: 2510px;">
  <div align="center">
    <p><a href="#topfuckerz"><strong><span class="style18"><span class="style19">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492; </span></span></strong></a></p>
    <p>&nbsp;</p>
  </div>
</div>
<div id="Layer4" style="position:absolute; width:285px; height:492px; z-index:25; left: 4px; top: 9px;">
  <div id="Layer18" style="position:absolute; width:200px; height:62px; z-index:21; left: 84px; top: 2px;"><img src="bio.gif" width="218" height="55"></div>
  <div id="Layer19" style="position:absolute; width:100px; height:140px; z-index:22; left: 7px; top: 3px;"><img src="vered.gif" width="95" height="144"></div>
  <div id="Layer3" style="position:absolute; width:138px; height:330px; z-index:23; left: 8px; top: 161px;">
    <div id="Layer20" style="position:absolute; width:100px; height:21px; z-index:1; left: 3px; top: 6px;"><a href="bio.htm" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image201','','infection2.gif',1)"><img src="infection.gif" alt="&#1488;&#1504;&#1497; &#1512;&#1493;&#1510;&#1492;" name="Image201" width="86" height="24" border="0" id="Image201"></a></div>
    <div id="Layer23" style="position:absolute; width:131px; height:27px; z-index:2; left: -2px; top: 65px;"><a href="guy.htm" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image211','','guy2.gif',1)"><img src="guy.gif" alt="&#1489;&#1512;&#1513;&#1514; &#1502;&#1493;&#1505;&#1499;&#1497; &#1508;&#1495;&#1497;&#1501;" name="Image211" width="131" height="29" border="0" id="Image211"></a></div>
    <div id="Layer24" style="position:absolute; width:109px; height:17px; z-index:3; left: 3px; top: 38px;"><a href="nir.htm" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image221','','nir2.gif',1)"><img src="nir.gif" alt="&#1500;&#1492;&#1497;&#1493;&#1514; &#1508;&#1495;&#1495;" name="Image221" width="89" height="23" border="0" id="Image221"></a></div>
    <div id="Layer25" style="position:absolute; width:103px; height:26px; z-index:4; left: 4px; top: 152px;"><a href="omri.htm" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image231','','omri2.gif',1)"><img src="omri.gif" alt="&#1512;&#1513;&#1514; &#1502;&#1493;&#1505;&#1499;&#1497; &#1508;&#1495;&#1497;&#1501;" name="Image231" width="111" height="29" border="0" id="Image231"></a></div>
    <div id="Layer26" style="position:absolute; width:120px; height:26px; z-index:5; left: 5px; top: 214px;"><a href="ran.htm" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image241','','ran2.gif',1)"><img src="ran.gif" alt="&#1489;&#1512;&#1513;&#1514; &#1502;&#1493;&#1505;&#1499;&#1497;&#1501; &#1499;&#1503;" name="Image241" width="99" height="31" border="0" id="Image241"></a></div>
    <div id="Layer28" style="position:absolute; width:87px; height:24px; z-index:7; left: -1px; top: 95px;"><a href="shemy.htm" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image261','','shemy2.gif',1)"><img src="shemy.gif" alt="&#1500;&#1488; &#1502;&#1513;&#1504;&#1492; &#1500;&#1497;" name="Image261" width="79" height="28" border="0" id="Image261"></a></div>
    <div id="Layer29" style="position:absolute; width:128px; height:30px; z-index:8; left: -1px; top: 182px;"><a href="tal.htm" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image271','','tal2.gif',1)"><img src="tal.gif" alt="&#1488;&#1504;&#1497; &#1488;&#1500;&#1489;&#1513; &#1510;&#1493;&#1493;&#1488;&#1512;&#1493;&#1503; &#1500;&#1489;&#1503;" name="Image271" width="101" height="26" border="0" id="Image271"></a></div>
    <div id="Layer30" style="position:absolute; width:98px; height:22px; z-index:9; left: -1px; top: 126px;"><a href="yaron.htm" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image281','','yaron2.gif',1)"><img src="yaron.gif" alt="&#1488;&#1497;&#1494;&#1492; &#1512;&#1513;&#1514;" name="Image281" width="94" height="20" border="0" id="Image281"></a></div>
    <div id="Layer27" style="position:absolute; width:93px; height:27px; z-index:6; left: 4px; top: 249px;"><a href="kol.htm" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image121','','kol2.gif',1)"><img src="kol.gif" alt="! &#1506;&#1500; &#1492;&#1499;&#1497;&#1508;&#1488;&#1511;" name="Image121" width="85" height="29" border="0" id="Image121"></a></div>
  </div>
</div>
</body>
</html>