<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"

"http://www.w3.org/TR/html4/loose.dtd">

<html>

<head>

<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">

<title>Infectzia</title>

<script language="JavaScript" type="text/JavaScript">

<!--







function MM_reloadPage(init) {  //reloads the window if Nav4 resized

  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {

    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}

  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();

}

MM_reloadPage(true);



function MM_preloadImages() { //v3.0

  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();

    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)

    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}

}

//-->

</script>



<style type="text/css">

<!--

body,td,th {

	font-family: Arial, Helvetica, sans-serif;

	font-size: 14px;

}

a:link {

	color: #FF0000;

}

a:visited {

	color: #FF0000;

}

a:hover {

	color: #0000FF;

}

.style16 {

	font-size: 36px;

	font-weight: bold;

}

.style18 {font-size: 14px}

.style19 {color: #0000FF}

.style20 {color: #3300CC}

.style21 {color: #330099}

.style22 {color: #330066}

.style23 {color: #330033}

.style25 {color: #330000}

.style27 {color: #000000}

.style28 {font-size: 14px; color: #FF0000; }
.style30 {font-size: 10px}

-->

</style></head>



<body>

</div>

<div id="Layer31" style="position:absolute; width:460px; height:975px; z-index:24; left: 17px; top: -3px;"> 

  <div align="right">

    <p>&nbsp;</p>

    <p>&nbsp;</p>

    <p>&nbsp;</p>

    <p>&nbsp;</p>

    <p>&nbsp;</p>

    <p>&nbsp;</p>

    <p>&nbsp;</p>

    <p>&nbsp;</p>

    <p>&nbsp;</p>

    <p>&nbsp;</p>

    <div id="Layer3" style="position:absolute; width:403px; height:161px; z-index:25; left: 1px; top: 274px;">      &#1514;&#1512;&#1488;&#1493;, &#1489;&#1490;&#1491;&#1493;&#1500; &#1497;&#1513; &#1500;&#1499;&#1501; &#1513;&#1514;&#1497; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514;: &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1492;&#1497;&#1488; &#1500;&#1492;&#1514;&#1489;&#1488;&#1505; &#1502;&#1492;&#1488;&#1514;&#1512;<br>

      &#1493;&#1500;&#1490;&#1512;&#1493;&#1501; &#1500;&#1497; &#1500;&#1492;&#1512;&#1490;&#1497;&#1513; &#1512;&#1506; &#1506;&#1501; &#1506;&#1510;&#1502;&#1497; &#1506;&#1500; &#1492;&#1494;&#1502;&#1503; &#1513;&#1489;&#1493;&#1494;&#1489;&#1494;, &#1493;&#1492;&#1513;&#1504;&#1497;&#1492; &#1492;&#1497;&#1488; &#1500;&#1492;&#1504;&#1493;&#1514; &#1502;&#1492;&#1488;&#1514;&#1512;<br>

      .&#1493;&#1500;&#1490;&#1512;&#1493;&#1501; &#1500;&#1497; &#1500;&#1492;&#1512;&#1490;&#1497;&#1513; &#1512;&#1506; &#1506;&#1501; &#1506;&#1510;&#1502;&#1497; &#1506;&#1500; &#1492;&#1494;&#1502;&#1503; &#1513;&#1489;&#1493;&#1494;&#1489;&#1494;<br>

      &#1505;&#1514;&#1501;, &#1514;'&#1488;&#1502;&#1514;, &#1494;&#1492; &#1492;&#1497;&#1492; &#1492;&#1491;&#1489;&#1512; &#1492;&#1499;&#1497; &#1496;&#1493;&#1489; &#1513;&#1497;&#1499;&#1493;&#1500;&#1514;&#1497; &#1500;&#1489;&#1494;&#1489;&#1494; &#1506;&#1500;&#1497;&#1493; &#1488;&#1514; &#1494;&#1502;&#1504;&#1497;<br>

      .(&#1493;&#1514;'&#1499;&#1497;&#1513;&#1512;&#1493;&#1503; &#1513;&#1500;&#1497;)<br>

      &#1492;&#1488;&#1514;&#1512; &#1492;&#1494;&#1492; &#1492;&#1493;&#1488; &#1495;&#1493;&#1493;&#1497;&#1492; &#1506;&#1510;&#1493;&#1502;&#1492; &#1502;&#1488;&#1495;&#1493;&#1512;&#1497; &#1492;&#1511;&#1500;&#1506;&#1497;&#1501; &#1513;&#1500;&#1493;, &#1488;&#1494; &#1494;&#1492; &#1492;&#1497;&#1492; &#1513;&#1493;&#1493;&#1492; &#1488;&#1514; &#1494;&#1492;<br>

      !&#1502;&#1510;&#1497;&#1491;&#1497; &#1488;&#1500; &#1514;&#1499;&#1504;&#1505;&#1493; &#1500;&#1508;&#1492; &#1489;&#1499;&#1500;&#1500;! &#1499;&#1503;! &#1514;&#1505;&#1490;&#1512;&#1493; &#1488;&#1514; &#1492;&#1495;&#1500;&#1493;&#1503;<br>

      !?&#1504;&#1493;?! &#1502;&#1497; &#1510;&#1512;&#1497;&#1498; &#1488;&#1514;&#1499;&#1501; &#1489;&#1499;&#1500;&#1500;<br>

      <div id="Layer4" style="position:absolute; width:52px; height:23px; z-index:25; left: 121px; top: 145px;"><a href="mailto:shlulia@walla.co.il">&#1491;&#1497;&#1505;&#1496;&#1493;&#1512;&#1513;&#1503;</a></div>

      &#1513;&#1497;&#1492;&#1497;&#1492; &#1489;&#1499;&#1497;&#1507;, &#1514;&#1489;&#1493;&#1488;&#1493; &#1499;&#1500; &#1497;&#1493;&#1501; &#1493;&#1504;&#1514;&#1512;&#1488;&#1492; &#1489;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514;<br>

      <br>

    </div>

    <div id="Layer2" style="position:absolute; width:119px; height:21px; z-index:25; left: 54px; top: 229px;"><a href="mailto:dshraga@hotmail.com">&#1508;&#1512;&#1504;&#1511; </a>
      <div id="Layer7" class="style30" style="position:absolute; width:78px; height:13px; z-index:25; left: 14px; top: 17px;">22/9/2005<br>
      </div>
    </div>

    <div id="Layer1" style="position:absolute; width:449px; height:201px; z-index:25; left: 8px; top: 12px;">

      <div align="right">&#1500;&#1508;&#1504;&#1497; &#1511;&#1510;&#1514; &#1497;&#1493;&#1514;&#1512; &#1502;&#1488;&#1512;&#1489;&#1506;&#1492; &#1495;&#1493;&#1491;&#1513;&#1497;&#1501;, &#1492;&#1514;&#1495;&#1500;&#1514;&#1497; &#1500;&#1506;&#1489;&#1493;&#1491; &#1506;&#1501; &#1492;&#1497;&#1488;-&#1492;&#1502;&#1499;&#1493;&#1504;&#1492; &quot;&#1491;&#1497;&#1505;&#1496;&#1493;&#1512;&#1513;&#1503;&quot; &#1506;&#1500; &#1492;&#1488;&#1514;&#1512; &#1492;&#1494;&#1492;. &#1499;&#1513;&#1492;&#1514;&#1495;&#1500;&#1504;&#1493; &#1500;&#1488; &#1497;&#1491;&#1506;&#1504;&#1493; &#1488;&#1497;&#1498; &#1492;&#1488;&#1514;&#1512; &#1497;&#1497;&#1512;&#1488;&#1492; &#1493;&#1502;&#1492; &#1489;&#1491;&#1497;&#1493;&#1511; &#1497;&#1492;&#1497;&#1492; &#1489;&#1493;, &#1488;&#1489;&#1500; &#1497;&#1491;&#1506;&#1504;&#1493; &#1513;&#1506;&#1491; &#1492;&#1497;&#1493;&#1501; &#1500;&#1488; &#1504;&#1506;&#1513;&#1492; &#1488;&#1514;&#1512; &#1512;&#1510;&#1497;&#1504;&#1497; &#1493;&#1502;&#1493;&#1513;&#1511;&#1506; &#1500;&#1500;&#1492;&#1511;&#1492; &#1492;&#1488;&#1492;&#1493;&#1489;&#1492; &#1506;&#1500;&#1497;&#1504;&#1493;, &#1493;&#1512;&#1510;&#1497;&#1504;&#1493; &#1500;&#1506;&#1513;&#1493;&#1514; &#1502;&#1513;&#1492;&#1493; &#1499;&#1491;&#1497; &#1513;&#1499;&#1503; &#1497;&#1492;&#1497;&#1492; &#1488;&#1514;&#1512; &#1499;&#1494;&#1492;. &#1488;&#1494; &#1491;&#1497;&#1505;&#1496;&#1493;&#1512;&#1513;&#1503; &#1492;&#1514;&#1495;&#1497;&#1500;&#1492; &#1500;&#1505;&#1512;&#1496;&#1496; &#1506;&#1497;&#1510;&#1493;&#1489;&#1497;&#1501; &#1513;&#1493;&#1504;&#1497;&#1501; &#1493;&#1502;&#1513;&#1493;&#1504;&#1497;&#1501;, &#1493;&#1488;&#1504;&#1497; &#1492;&#1514;&#1495;&#1500;&#1514;&#1497; &#1500;&#1508;&#1513;&#1508;&#1513; &#1489;&#1488;&#1512;&#1499;&#1497;&#1493;&#1504;&#1497;&#1501; &#1493;&#1500;&#1492;&#1493;&#1510;&#1497;&#1488; &#1492;&#1511;&#1500;&#1496;&#1493;&#1514; &#1502;&#1508;&#1492; &#1493;&#1502;&#1513;&#1501;. &#1497;&#1510;&#1512;&#1504;&#1493; &quot;&#1502;&#1508;&#1514; &#1488;&#1514;&#1512;&quot; &#1502;&#1508;&#1493;&#1512;&#1496;&#1514; &#1506;&#1501; &#1492;&#1514;&#1508;&#1512;&#1497;&#1496; &#1493;&#1499;&#1500; &#1502;&#1492; &#1513;&#1497;&#1492;&#1497;&#1492; &#1489;&#1508;&#1504;&#1497;&#1501;. &#1502;&#1506;&#1496; &#1502;&#1488;&#1493;&#1495;&#1512; &#1497;&#1493;&#1514;&#1512; &#1492;&#1510;&#1496;&#1512;&#1507; &#1488;&#1512;&#1494; &#1513;&#1492;&#1510;&#1497;&#1506; &#1500;&#1499;&#1514;&#1493;&#1489; &#1488;&#1514; &#1492;&#1489;&#1497;&#1493;&#1490;&#1512;&#1508;&#1497;&#1493;&#1514;. &#1500;&#1488;&#1496; &#1500;&#1488;&#1496; &#1492;&#1488;&#1514;&#1512; &#1492;&#1514;&#1495;&#1497;&#1500; &#1500;&#1511;&#1512;&#1493;&#1501; &#1506;&#1493;&#1512; &#1493;&#1490;&#1497;&#1491;&#1497;&#1501; (&#1488;&#1493; &#1489;&#1502;&#1511;&#1512;&#1492; &#1492;&#1494;&#1492; &#1490;&#1512;&#1508;&#1497;&#1511;&#1493;&#1514; &#1491;&#1508;&#1497; &#1492;&#1496;&#1502;&#1500;). &#1492;&#1512;&#1489;&#1492; &#1491;&#1489;&#1512;&#1497;&#1501; &#1511;&#1512;&#1493; &#1489;&#1488;&#1512;&#1489;&#1506;&#1492; &#1492;&#1495;&#1493;&#1491;&#1513;&#1497;&#1501; &#1492;&#1488;&#1500;&#1492; &#1500;&#1513;&#1500;&#1493;&#1513;&#1514;&#1497;&#1504;&#1493;. &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1504;&#1511;&#1496;&#1506;&#1492; &#1508;&#1506;&#1502;&#1497;&#1501; &#1512;&#1489;&#1493;&#1514; &#1502;&#1499;&#1500;-&#1502;&#1497;&#1504;&#1497; &#1505;&#1497;&#1489;&#1493;&#1514;, &#1488;&#1489;&#1500; &#1488;&#1495;&#1512;&#1497; &#1513;&#1504;&#1512;&#1490;&#1506;&#1504;&#1493;, &#1492;&#1502;&#1513;&#1499;&#1504;&#1493;. &#1493;&#1506;&#1499;&#1513;&#1497;&#1493; &#1488;&#1504;&#1495;&#1504;&#1493; &#1490;&#1488;&#1497;&#1501; &#1500;&#1492;&#1510;&#1497;&#1490; &#1500;&#1499;&#1501; &#1488;&#1514; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1513;&#1500;&#1504;&#1493;: &#1488;&#1514;&#1512; &#1490;&#1491;&#1493;&#1500;, &#1502;&#1500;&#1488; &#1489;&#1502;&#1497;&#1491;&#1506;, &#1489;&#1510;&#1500;&#1497;&#1500;&#1497;&#1501; &#1493;&#1489;&#1511;&#1493;&#1500;&#1493;&#1514;. &#1488;&#1514;&#1512; &#1513;&#1497;&#1490;&#1512;&#1493;&#1501; &#1500;&#1499;&#1501; &#1500;&#1490;&#1500;&#1493;&#1514; &#1491;&#1489;&#1512; &#1488;&#1493; &#1513;&#1504;&#1497;&#1497;&#1501; &#1513;&#1506;&#1493;&#1491; &#1500;&#1488; &#1497;&#1491;&#1506;&#1514;&#1501; &#1506;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1493;&#1513;&#1490;&#1501; &#1514;&#1493;&#1499;&#1500;&#1493; &#1500;&#1492;&#1504;&#1493;&#1514; &#1502;&#1505;&#1514;&#1501; &#1500;&#1513;&#1493;&#1496;&#1496; &#1489;&#1493;. &#1502;&#1511;&#1493;&#1501; &#1488;&#1495;&#1491; &#1513;&#1506;&#1501; &#1492;&#1494;&#1502;&#1503;, &#1497;&#1492;&#1497;&#1493; &#1502;&#1512;&#1493;&#1499;&#1494;&#1497;&#1501; &#1489;&#1493; &#1499;&#1500; &#1492;&#1491;&#1489;&#1512;&#1497;&#1501; &#1513;&#1511;&#1513;&#1493;&#1512;&#1497;&#1501; &#1500;&#1500;&#1492;&#1511;&#1492; &#1492;&#1494;&#1488;&#1514; &#1513;&#1488;&#1504;&#1495;&#1504;&#1493; &#1499;&quot;&#1499; &#1488;&#1493;&#1492;&#1489;&#1497;&#1501;. &#1494;&#1492;&#1493; &#1492;&#1488;&#1514;&#1512; &#1513;&#1500; &#1492;&#1488;&#1504;&#1513;&#1497;&#1501; &#1513;&#1488;&#1493;&#1492;&#1489;&#1497;&#1501; &#1488;&#1514; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1500;&#1488; &#1508;&#1495;&#1493;&#1514; &#1502;&#1492;&#1497;&#1493;&#1514;&#1493; &#1488;&#1514;&#1512; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;. &#1513;&#1497;&#1492;&#1497;&#1492; &#1489;&#1499;&#1497;&#1507;<br>

        <a href="mailto:dshraga@hotmail.com"><br>

        <br>

        </a> </div>

    </div>

    <p>&nbsp;</p>

    <div id="Layer5" class="style16" style="position:absolute; width:377px; height:167px; z-index:25; left: 22px; top: 692px;">

      <p>&#1514;&#1493;&#1491;&#1493;&#1514;<span class="style18"><br>

        <br>

        <span class="style27">:) &#1514;&#1493;&#1491;&#1492; &#1506;&#1510;&#1493;&#1502;&#1492; &#1500;&#1495;&#1489;&#1512;&#1497; &#1492;&#1500;&#1492;&#1511;&#1492; &#1506;&#1500; &#1513;&#1497;&#1514;&#1493;&#1507; &#1492;&#1508;&#1506;&#1493;&#1500;&#1492;, &#1493;&#1489;&#1502;&#1497;&#1493;&#1495;&#1491; &#1500;&#1504;&#1497;&#1512;, &#1490;&#1497;&#1488;, &#1490;&#1497;&#1488;, &#1497;&#1512;&#1493;&#1503;, &#1506;&#1502;&#1512;&#1497; &#1493;&#1496;&#1500;<br>

        <br>

        &#1514;&#1493;&#1491;&#1492; &#1500;&#1512;&#1503; &#1497;&#1493;&#1512;&#1490;&#1504;&#1505;&#1493;&#1503;, &#1497;&#1493;&#1514;&#1501; &#1492;&#1491;&#1512;, &#1508;&#1493;&#1512;&#1493;&#1501; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1489;&#1492;&#1497;&#1497;&#1491; &#1508;&#1488;&#1512;&#1511;, &#1491;&#1492;&#1505;&#1493;&#1508;&#1490;&#1497; - &#1511;&#1489;&#1493;&#1510;&#1514; &#1513;&#1497;&#1511;&#1493;&#1509; &#1511;&#1503; &#1496;&#1489;&#1506;&#1493;&#1503;</span><br>

&#1514;&#1493;&#1491;&#1492; &#1500;&#1502;&#1514;&#1512;&#1490;&#1502;&#1497; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501; &#1500;&#1488;&#1504;&#1490;&#1500;&#1497;&#1514;, &#1500;&#1502;&#1510;&#1500;&#1502;&#1497; &#1492;&#1514;&#1502;&#1493;&#1504;&#1493;&#1514; &#1489;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514;, &#1500;&#1502;&#1511;&#1500;&#1497;&#1496;&#1497; &#1492;&#1488;&#1497;&#1512;&#1493;&#1495;&#1497;&#1501; &#1489;&#1512;&#1491;&#1497;&#1493; &#1493;&#1489;&#1496;&#1500;&#1493;&#1493;&#1497;&#1494;&#1497;&#1492;<br>

&#1514;&#1493;&#1491;&#1492; &#1500;&#1510;&#1489; &#1497;&#1492;&#1493;&#1513;&#1506; &#1493;&#1500;&#1497;&#1493;&#1510;&#1512;&#1497; &#1492;&#1491;&#1505;&#1511;&#1496;&#1493;&#1508;&#1497;&#1501; &#1493;&#1492;&#1505;&#1511;&#1497;&#1503; &#1500;&#1493;&#1493;&#1497;&#1504;&#1488;&#1502;&#1508;, &#1514;&#1493;&#1491;&#1492; &#1500;&#1489;&#1493;&#1512;&#1488; &#1506;&#1493;&#1500;&#1501; &#1493;&#1491;&quot;&#1513; &#1500;&#1490;&#1512;&#1506;&#1497;&#1503; &#1513;&#1493;&#1512;&#1511;</span></p>

      <p class="style28">&#1508;&#1497;&#1504;&#1514; &quot;&#1492;&#1504;&#1492; &#1488;&#1504;&#1497; &#1502;&#1493;&#1508;&#1497;&#1506; &#1489;&#1488;&#1514;&#1512; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;&quot;: &#1505;&#1496;&#1497;&#1489; &#1505;&#1500;&#1502;&#1503;</p>

      <p class="style18">&#1514;&#1493;&#1491;&#1492; &#1502;&#1497;&#1493;&#1495;&#1491;&#1514; &#1500;&#1488;&#1504;&#1511;&#1500; &quot;&#1488;&#1493;&#1508;&#1497;&#1512;&quot; &#1508;&#1488;&#1511;&#1488; </p>

      <p><span class="style18"><br>

      </span></p>

    </div>

    <div id="Layer5" class="style16" style="position:absolute; width:398px; height:167px; z-index:25; left: 24px; top: 481px;">&#1511;&#1512;&#1491;&#1497;&#1496;&#1497;&#1501;<span class="style18"><br>

          <br>

          <span class="style19">&#1508;&#1512;&#1504;&#1511; -- &#1492;&#1488;&#1497;&#1513; &#1493;&#1492;&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; ----- &#1493;&#1493;&#1488;&#1489;&#1502;&#1488;&#1505;&#1496;&#1512;, &#1492;&#1493;&#1490;&#1492; &#1492;&#1488;&#1514;&#1512;, &#1514;&#1499;&#1504;&#1497;&#1501;, &#1514;&#1499;&#1504;&#1493;&#1514;, &#1506;&#1497;&#1510;&#1493;&#1489;, &#1506;&#1510;&#1493;&#1514;, &#1489;&#1493;&#1496;&#1500;&#1490;&#1497;&#1501; &#1493;&#1508;&#1493;&#1496;&#1496;&#1493; &#1510;'&#1497;&#1508;&#1505;</span><br>

          <span class="style20">&#1491;&#1497;&#1505;&#1496;&#1493;&#1512;&#1513;&#1503; -- &#1492;&#1497;&#1500;&#1491;&#1492; &#1493;&#1492;&#1502;&#1512;&#1502;&#1493;&#1512; - &#1493;&#1493;&#1488;&#1489;&#1502;&#1488;&#1505;&#1496;&#1512;&#1497;&#1514;, &#1514;&#1499;&#1504;&#1493;&#1514;, &#1514;&#1499;&#1504;&#1497;&#1501;, &#1490;&#1512;&#1508;&#1497;&#1511;&#1492;, &#1510;&#1497;&#1493;&#1512;&#1497;&#1501; &#1493;&#1508;&#1493;&#1504;&#1496;&#1497;&#1501;</span><br>

          <span class="style21">&#1502;&#1504;&#1513;&#1492;- &#1514;&#1499;&#1504;&#1497;&#1501;, &#1506;&#1510;&#1493;&#1514;, &#1489;&#1497;&#1493;&#1490;&#1512;&#1508;&#1497;&#1493;&#1514; &#1493;&#1491;&#1512;&#1491;&#1505;&#1497;&#1514; &#1489;&#1508;&#1497;&#1504;&#1514; &#1492;&#1495;&#1491;&#1512;</span><br>

          <span class="style22">&#1513;&#1502;&#1512;&#1497;&#1514;- &#1510;&#1497;&#1493;&#1512;&#1497;&#1501;</span><br>

          <span class="style23">&#1496;&#1500; &#1488;&#1512;&#1489;&#1497;&#1489;- &#1493;&#1497;&#1491;&#1488;&#1493;</span><br>

          <span class="style25">&#1490;&#1493;&#1490;&#1500;- &#1514;&#1502;&#1497;&#1499;&#1492; &#1496;&#1499;&#1504;&#1497;&#1514; &#1493;&#1504;&#1508;&#1513;&#1497;&#1514;</span><br>

    </span></div>

    <div id="Layer6" style="position:absolute; width:456px; height:623px; z-index:25; left: -4px; top: 1014px;">
      <p><span class="style16">&#1505;&#1496;&#1496;&#1497;&#1505;&#1496;&#1497;&#1511;&#1493;&#1514;</span><br>
        <br>
      &#1500;&#1488;&#1514;&#1512; &#1492;&#1497;&#1493; &#1489;&#1497;&#1503; 10 &#1500;15 &#1490;&#1512;&#1505;&#1488;&#1493;&#1514; &#1506;&#1497;&#1510;&#1493;&#1489; &#1513;&#1493;&#1504;&#1493;&#1514; &#1506;&#1491; &#1513;&#1504;&#1502;&#1510;&#1488;&#1493; &#1492;&#1496;&#1493;&#1489;&#1493;&#1514; &#1489;&#1497;&#1493;&#1514;&#1512;<br>
      <br>
      &#1499;&#1512;&#1490;&#1506; &#1497;&#1513; 5 &#1490;&#1512;&#1505;&#1488;&#1493;&#1514; &#1513;&#1493;&#1504;&#1493;&#1514;<br>
      &#1506;&#1513;&#1503; &#1489;2 &#1512;&#1494;&#1493;&#1500;&#1493;&#1510;&#1497;&#1493;&#1514;<br>
      &#1489;&#1500;&#1496; &#1489;2 &#1512;&#1494;&#1493;&#1500;&#1493;&#1510;&#1497;&#1493;&#1514;<br>
      .&#1493;&#1513;&#1493;&#1493;&#1508;&#1505; &#1489;&#1500;&#1493;&#1504;&#1497;&#1501;</p>
      <p>&#1502;&#1502;&#1493;&#1510;&#1506; &#1492;&#1499;&#1504;&#1497;&#1505;&#1493;&#1514; &#1500;&#1488;&#1514;&#1512; &#1492;&#1493;&#1488; 300 &#1489;&#1497;&#1493;&#1501;<br>
        <br> 
        &#1490;&#1512;&#1505;&#1488;&#1493;&#1514; &#1492;&#1506;&#1513;&#1503; &#1493;&#1492;&#1489;&#1500;&#1496; &#1504;&#1489;&#1504;&#1493; &#1489;&#1508;&#1512;&#1497;&#1497;&#1502;&#1494;<br>
      &#1493;&#1513;&#1493;&#1493;&#1508;&#1505; &#1489;&#1500;&#1493;&#1504;&#1497;&#1501; &#1492;&#1493;&#1488; &#1497;&#1493;&#1514;&#1512; &#1502;&#1493;&#1491;&#1512;&#1504;&#1497;: <br>
      &#1488;&#1497;&#1497;&#1508;&#1512;&#1497;&#1497;&#1502;&#1494; &#1493;&#1488;&#1497;&#1502;&#1488;&#1490;' &#1502;&#1488;&#1508;&#1505;<br>
      </p>
      <p>&#1492;&#1490;&#1512;&#1505;&#1488;&#1493;&#1514; &#1492;&#1495;&#1491;&#1513;&#1493;&#1514; &#1500;&#1511;&#1495;&#1493; &#1499;4 &#1495;&#1493;&#1491;&#1513;&#1497; &#1489;&#1504;&#1497;&#1492;, &#1493;&#1513;&#1493;&#1493;&#1508;&#1505; &#1513;&#1489;&#1493;&#1506; &#1489;&#1500;&#1489;&#1491;<br>
        &#1489;&#1488;&#1514;&#1512; 611 &#1514;&#1497;&#1511;&#1497;&#1493;&#1514; <br>
        701 &#1491;&#1508;&#1497; html<br>
        34 &#1511;&#1496;&#1506;&#1497; &#1493;&#1497;&#1491;&#1488;&#1493;<br>
        11 &#1511;&#1496;&#1506;&#1497; &#1488;&#1493;&#1491;&#1497;&#1493;<br>
        198 &#1511;&#1489;&#1510;&#1497; gif<br>
        628 &#1511;&#1489;&#1510;&#1497; jpg</p>
      <p>&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;.&#1504;&#1496; &#1513;&#1493;&#1511;&#1500; &#1489;&#1506;&#1512;&#1498; &#1490;'&#1497;&#1490;&#1492; &#1488;&#1495;&#1491;</p>
      <p>&#1504;&#1506;&#1494;&#1512;&#1504;&#1493; &#1489;&#1514;&#1493;&#1499;&#1504;&#1493;&#1514;<br>
        photoshop, painter<br>
        dreamweaver, frontpage, noteped<br>
        explorer, firefox<br>
        ipswitch, font creator<br>
      &#1493;&#1492;&#1502;&#1493;&#1503; &#1492;&#1502;&#1493;&#1503;<br>
      google 
      </p>
      <p>:&#1496;&#1497;&#1508;&#1497;&#1501; &#1500;&#1502;&#1497; &#1513;&#1512;&#1493;&#1510;&#1492; &#1490;&#1501; &#1500;&#1489;&#1504;&#1493;&#1514; &#1488;&#1514;&#1512;<br>
      .&#1488;&#1500; &#1514;&#1506;&#1513;&#1492; &#1488;&#1514; &#1494;&#1492; &#1500;&#1506;&#1510;&#1502;&#1498;</p>
      <p>        <br>
      </p>
    </div>
  </div>

</div>

</body>

</html>

