<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"

"http://www.w3.org/TR/html4/loose.dtd">

<html>

<head>

<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">

<title>Infectzia</title>

<script language="JavaScript" type="text/JavaScript">

<!--







function MM_reloadPage(init) {  //reloads the window if Nav4 resized

  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {

    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}

  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();

}

MM_reloadPage(true);



function MM_preloadImages() { //v3.0

  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();

    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)

    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}

}

//-->

</script>



<style type="text/css">

<!--
body {

	scrollbar-base-color:#F9F6F1;

	scrollbar-arrow-color:#661F00;

	scrollbar-track-color:#F9F6F1;

	scrollbar-3dlight-color:#F9F6F1;

	scrollbar-highlight-color:#F9F6F1;

	scrollbar-shadow-color:#F9F6F1;

	scrollbar-face-color:#F9F6F1;

}


body,td,th {

	font-family: Arial, Helvetica, sans-serif;

	font-size: 14px;

}

.style16 {

	font-size: 16px;

	color: #6F4E31;

	font-weight: bold;

}

.style17 {

	font-size: 10px;

	color: #3300FF;

}

a:link {

	color: #0000FF;

}

a:visited {

	color: #0000FF;

}

a:hover {

	color: #0066FF;

}

-->

</style>

</head>



<body>

</div>

<div id="Layer1" style="position:absolute; width:466px; height:404px; z-index:27; left: 7px; top: 5px; overflow: scroll;">
  <div id="Layer2" style="position:absolute; width:34px; height:24px; z-index:25; left: 5px; top: 7px;"><a name="top"></a></div>
  <div id="Layer31" style="position:absolute; width:413px; height:439px; z-index:24; left: 31px; top: 8px;">
    <div align="right">
      <p><strong>? &#1513;&#1488;&#1500;&#1492;: &#1506;&#1497;&#1494;&#1497;&#1501;? &#1502;&#1492;? &#1502;&#1492; &#1511;&#1513;&#1493;&#1512;</strong><br>
&#1514;&#1513;&#1493;&#1489;&#1492;: &#1492;&#1494;&#1502;&#1512; &#1492;&#1499;&#1497; &#1496;&#1493;&#1489; &#1489;&#1506;&#1493;&#1500;&#1501; (&#1500;&#1492;&#1500;&#1503; &#1504;&#1497;&#1512; &#1496;&#1512;&#1496;&#1512;) &#1502;&#1488;&#1493;&#1491; &#1490;&#1488;&#1492; &#1489;&#1511;&#1492;&#1497;&#1500;&#1514; &#1492;&#1502;&#1506;&#1512;&#1497;&#1510;&#1497;&#1501; &#1492;&#1508;&#1504;&#1488;&#1496;&#1497;&#1497;&#1501; &#1513;&#1504;&#1493;&#1510;&#1512;&#1492; &#1505;&#1489;&#1497;&#1489;&#1493; &#1493;&#1511;&#1493;&#1512;&#1488; &#1500;&#1492;&#1501; (&#1500;&#1504;&#1493;) (&#1500;&#1511;&#1492;&#1500;) (&#1500;&#1488;&#1504;&#1513;&#1497;&#1501; &#1513;&#1488;&#1493;&#1492;&#1489;&#1497;&#1501; &#1488;&#1493;&#1514;&#1493;) &#1489;&#1513;&#1501; &#1495;&#1497;&#1489;&#1492; &#1499;&#1493;&#1500;&#1500; &#1493;&#1495;&#1489;&#1497;&#1489;. &#1506;&#1497;&#1494;&#1497;&#1501;, &#1499;&#1500;&#1493;&#1502;&#1512;. &#1499;&#1493;&#1500;&#1504;&#1493; &#1506;&#1497;&#1494;&#1497;&#1501;<br>
      <a href="#top"></a></p>
      <p>&nbsp;</p>
      <p><a href="#time">?&#1500;&#1502;&#1492; &#1506;&#1489;&#1512; &#1499;&#1500; &#1499;&#1498; &#1492;&#1512;&#1489;&#1492; &#1494;&#1502;&#1503; &#1502;&#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503;</a><br>
          <a href="#end">!?&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1502;&#1514;&#1508;&#1512;&#1511;&#1497;&#1501;</a><br>
          <a href="#fight">?&#1500;&#1502;&#1492; &#1492;&#1501; &#1512;&#1489;&#1497;&#1501; &#1499;&#1500; &#1492;&#1494;&#1502;&#1503;</a><br>
          <a href="#stupid">?&#1500;&#1502;&#1492; &#1511;&#1493;&#1512;&#1488;&#1497;&#1501; &#1500;&#1500;&#1492;&#1511;&#1492; &#1489;&#1513;&#1501; &#1499;&#1494;&#1492; &#1502;&#1496;&#1493;&#1508;&#1513;</a><br>
          <a href="#first">?&#1502;&#1514;&#1497; &#1492;&#1497;&#1514;&#1492; &#1492;&#1492;&#1493;&#1508;&#1506;&#1492; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;</a></p>
      <p><a href="#jow">?&#1502;&#1492; &#1492;&#1511;&#1496;&#1506; &#1506;&#1501; &#1490;'&#1493; &#1511;&#1500;&#1497;&#1489;&#1512;</a><br>
          <a href="#haifa">&#1506;&#1500; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501; &#1493;&#1495;&#1497;&#1508;&#1492;</a><br>
          <a href="#double">?&#1500;&#1488;&#1497;&#1494;&#1492; &#1513;&#1497;&#1512;&#1497;&#1501; &#1497;&#1513; &#1513;&#1504;&#1497; &#1513;&#1502;&#1493;&#1514;</a></p>
      <p><a href="#age">?&#1489;&#1503; &#1499;&#1502;&#1492; &#1504;&#1497;&#1512;</a><br>
          <a href="#nir">?&#1504;&#1497;&#1512; &#1504;&#1513;&#1493;&#1497;</a><br>
          <a href="#smoke">?&#1502;&#1492; &#1504;&#1497;&#1512; &#1502;&#1506;&#1513;&#1503;</a><br>
          <a href="#ran">?&#1500;&#1502;&#1492; &#1512;&#1503; &#1506;&#1494;&#1489;</a><br>
          <a href="#eatliz">?&#1502;&#1492; &#1494;&#1492; &#1488;&#1496;&#1500;&#1497;&#1494;</a><br>
          <br>
          <a href="#girl">?&#1502;&#1497; &#1492;&#1489;&#1495;&#1493;&#1512;&#1492; &#1489;&#1511;&#1500;&#1497;&#1508; &#1513;&#1500; &#1494;&#1499;&#1493;&#1499;&#1497;&#1493;&#1514;</a></p>
      <p><a href="#guy">!! &#1490;&#1497;&#1488; &#1513;&#1502;&#1497; &#1514;&#1506;&#1513;&#1492; &#1500;&#1497; &#1497;&#1500;&#1491;</a><br>
          <a href="#pisuk">&#1505;&#1497;&#1502;&#1504;&#1497; &#1508;&#1497;&#1505;&#1493;&#1511;</a><br>
          <a href="#qeu">&#1513;&#1488;&#1500;&#1492;</a><br>
          <a href="#more">!!!&#1488;&#1504;&#1497; &#1512;&#1493;&#1510;&#1492; &#1506;&#1493;&#1491; &#1513;&#1488;&#1500;&#1493;&#1514;</a></p>
      <p><a href="#more"><br>
            <br>
            <br>
            <br>
      </a></p>
      <p>&nbsp;</p>
      <p>&nbsp;</p>
      <p><strong><br>
      ?&#1513;&#1488;&#1500;&#1492;: &#1500;&#1502;&#1492; &#1506;&#1489;&#1512; &#1499;&#1500; &#1499;&#1498; &#1492;&#1512;&#1489;&#1492; &#1494;&#1502;&#1503; &#1502;&#1488;&#1494; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503;<a name="time"></a></strong><br>
&#1514;&#1513;&#1493;&#1489;&#1492;: 5 &#1513;&#1504;&#1497;&#1501; &#1494;&#1492; &#1499;&#1500;&#1493;&#1501;. &#1488;&#1501; &#1500;&#1488;&#1500;&#1488;&#1504;&#1497;&#1505; &#1502;&#1493;&#1514;&#1512; &#1488;&#1494; &#1490;&#1501; &#1500;&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;, &#1500;&#1488;? &#1489;&#1499;&#1500; &#1502;&#1511;&#1512;&#1492;, &#1492;&#1501; &#1508;&#1512;&#1508;&#1511;&#1510;&#1497;&#1493;&#1504;&#1497;&#1505;&#1496;&#1497;&#1501; &#1513;&#1506;&#1497;&#1489;&#1491;&#1493; <br>
&#1488;&#1514; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501; &#1506;&#1491; &#1513;&#1499;&#1489;&#1512; &#1500;&#1488; &#1504;&#1493;&#1514;&#1512; &#1502;&#1492; &#1500;&#1506;&#1489;&#1491;, &#1495;&#1497;&#1499;&#1493; &#1513;&#1494;&#1492; &#1497;&#1492;&#1497;&#1492; &#1502;&#1493;&#1513;&#1500;&#1501; &#1493;&#1513;&#1497;&#1495;&#1512;&#1512;&#1493; &#1500;&#1495;&#1504;&#1493;&#1497;&#1493;&#1514;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a> <br>
      </p>
      <p> <strong>!? &#1513;&#1488;&#1500;&#1492;: &#1489;&#1508;&#1493;&#1512;&#1493;&#1501; &#1489;&#1514;&#1508;&#1493;&#1494; &#1488;&#1502;&#1512;&#1493; &#1513;&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1502;&#1514;&#1508;&#1512;&#1511;&#1497;&#1501;!! &#1488;&#1492;&#1492;&#1492;!! &#1494;&#1492; &#1504;&#1499;&#1493;&#1503;</strong><a name="end"></a><br>
&#1514;&#1513;&#1493;&#1489;&#1492;: &#1489;&#1490;&#1491;&#1493;&#1500; &#1494;&#1493; &#1500;&#1492;&#1511;&#1492; &#1508;&#1505;&#1497;&#1499;&#1497;&#1514; &#1500;&#1490;&#1502;&#1512;&#1497; &#1513;&#1489;&#1499;&#1500; &#1491;&#1511;&#1492; &#1504;&#1514;&#1493;&#1504;&#1492; &#1506;&#1500;&#1493;&#1500;&#1492; &#1500;&#1492;&#1514;&#1508;&#1512;&#1511;. &#1488;&#1489;&#1500; &#1500;&#1488;. &#1492;&#1490;&#1497;&#1506; &#1492;&#1494;&#1502;&#1503; &#1500;&#1511;&#1495;&#1514; &#1489;&#1506;&#1512;&#1489;&#1493;&#1503; &#1502;&#1493;&#1490;&#1489;&#1500; &#1488;&#1514; &#1502;&#1492; &#1513;&#1488;&#1504;&#1513;&#1497;&#1501; &#1499;&#1493;&#1514;&#1489;&#1497;&#1501; &#1489;&#1508;&#1493;&#1512;&#1493;&#1502;&#1497;&#1501;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a> <br>
      </p>
      <p> <strong>?&#1513;&#1488;&#1500;&#1492;: &#1500;&#1502;&#1492; &#1492;&#1501; &#1512;&#1489;&#1497;&#1501; &#1499;&#1500; &#1492;&#1494;&#1502;&#1503;</strong><a name="fight"></a><br>
&#1514;&#1513;&#1493;&#1489;&#1492;: &#1494;&#1492; &#1500;&#1488; &#1492;&#1501;, &#1494;&#1492; &#1512;&#1511; &#1504;&#1497;&#1512;. &#1496;&#1512;&#1493;&#1512;&#1497;&#1505;&#1496; &#1502;&#1489;&#1493;&#1494;&#1489;&#1494;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a> </p>
      <p><strong><a href="#top"></a><br>
      ?&#1513;&#1488;&#1500;&#1492;: &#1500;&#1502;&#1492; &#1511;&#1493;&#1512;&#1488;&#1497;&#1501; &#1500;&#1500;&#1492;&#1511;&#1492; &#1489;&#1513;&#1501; &#1499;&#1494;&#1492; &#1502;&#1496;&#1493;&#1508;&#1513;</strong><a name="stupid"></a><br>
&#1514;&#1513;&#1493;&#1489;&#1492;: &#1488;&#1497; &#1513;&#1501; &#1489;&#1506;&#1489;&#1512;, &#1489;&#1488;&#1497;&#1494;&#1492; &#1514;&#1497;&#1499;&#1493;&#1503; &#1489;&#1508;&#1514;&#1495; &#1514;&#1511;&#1493;&#1493;&#1492;, &#1504;&#1497;&#1490;&#1513; &#1497;&#1500;&#1491; &#1513;&#1502;&#1503; &#1493;&#1502;&#1505;&#1499;&#1503; &#1488;&#1500; &#1497;&#1500;&#1491; &#1502;&#1494;&#1512;&#1495;&#1497; &#1493;&#1502;&#1511;&#1493;&#1508;&#1495; &#1493;&#1492;&#1514;&#1495;&#1504;&#1503; &#1500;&#1492;&#1511;&#1497;&#1501; &#1500;&#1492;&#1511;&#1492;. &#1492;&#1497;&#1500;&#1491; &#1492;&#1502;&#1494;&#1512;&#1495;&#1497; (&#1490;&#1497;&#1488; &#1489;&#1503; &#1513;&#1496;&#1512;&#1497;&#1514;) &#1500;&#1488; &#1489;&#1491;&#1497;&#1493;&#1511; &#1512;&#1510;&#1492; &#1500;&#1492;&#1511;&#1497;&#1501; &#1500;&#1492;&#1511;&#1492; &#1506;&#1501; &#1492;&#1497;&#1500;&#1491; &#1492;&#1513;&#1502;&#1503; (&#1504;&#1497;&#1512; &#1496;&#1512;&#1496;&#1512;) &#1488;&#1494; &#1492;&#1493;&#1488; &#1492;&#1510;&#1497;&#1489; &#1500;&#1493; &#1499;&#1500; &#1502;&#1497;&#1504;&#1497; &#1514;&#1504;&#1488;&#1497;&#1501; &#1502;&#1496;&#1493;&#1508;&#1513;&#1497;&#1501;, &#1499;&#1491;&#1497; &#1513;&#1500;&#1488; &#1497;&#1505;&#1499;&#1497;&#1501; &#1493;&#1497;&#1506;&#1494;&#1493;&#1489; &#1488;&#1493;&#1514;&#1493; &#1489;&#1513;&#1511;&#1496;. &#1514;&#1504;&#1488;&#1497;&#1501; &#1499;&#1502;&#1493; '&#1488;&#1494; &#1513;&#1500;&#1500;&#1492;&#1511;&#1492; &#1497;&#1511;&#1512;&#1488;&#1493; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;!', &#1488;&#1489;&#1500; &#1502;&#1505;&#1514;&#1489;&#1512; &#1513;&#1500;&#1504;&#1497;&#1512; &#1488;&#1497;&#1503; &#1499;&#1500; &#1499;&#1498; &#1490;&#1489;&#1493;&#1500;&#1493;&#1514;, &#1493;&#1492;&#1493;&#1488;, &#1499;&#1497;&#1491;&#1493;&#1506;, &#1492;&#1505;&#1499;&#1497;&#1501;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a> </p>
      <p><br>
          <strong>?&#1513;&#1488;&#1500;&#1492;: &#1502;&#1514;&#1497; &#1492;&#1497;&#1514;&#1492; &#1492;&#1492;&#1493;&#1508;&#1506;&#1492; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;</strong><a name="first"></a><br>
    &#1514;&#1513;&#1493;&#1489;&#1492;: &#1502;&#1502;&#1513; &#1489;&#1511;&#1512;&#1493;&#1489; &#1514;&#1492;&#1497;&#1492; &#1508;&#1492; &#1514;&#1513;&#1493;&#1489;&#1492; &#1500;&#1494;&#1492;<br>
          <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a> </p>
      <p><br>
          <strong>?&#1513;&#1488;&#1500;&#1492;: &#1489;&#1492;&#1513;&#1512;&#1488;&#1514; &#1502;&#1492; &#1490;&#1497;&#1488; &#1489;&#1503; &#1513;&#1496;&#1512;&#1497;&#1514; &#1499;&#1514;&#1489; &#1488;&#1514; &#1490;'&#1493; &#1511;&#1500;&#1497;&#1489;&#1512;</strong><a name="jow"></a><br>
&#1514;&#1513;&#1493;&#1489;&#1492;: &#1502;&#1508;&#1490;&#1512;&#1497;&#1501;. &#1490;'&#1493; &#1511;&#1500;&#1497;&#1489;&#1512; &#1494;&#1492; &#1489;&#1499;&#1500;&#1500; &#1500;&#1488; &#1513;&#1497;&#1512; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;. '&#1489;&#1500;&#1488;&#1511; &#1500;&#1493;&#1512;&#1491;' (&#1500;&#1492;&#1511;&#1514; &#1514;&#1497;&#1499;&#1493;&#1504;&#1497;&#1505;&#1496;&#1497;&#1501; &#1514;&#1500; &#1488;&#1489;&#1497;&#1489;&#1497;&#1501; &#1502;&#1493;&#1494;&#1512;&#1497;&#1501; &#1489;&#1497;&#1493;&#1514;&#1512;) &#1492;&#1508;&#1497;&#1510;&#1492; &#1488;&#1514; &#1494;&#1492; &#1489;&#1511;&#1488;&#1494;&#1492; &#1506;&#1501; '&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;' &#1489;&#1514;&#1493;&#1512; &#1502;&#1497;&#1500;&#1514; &#1502;&#1508;&#1514;&#1495;, &#1499;&#1491;&#1497; &#1513;&#1497;&#1493;&#1512;&#1497;&#1491;&#1493; &#1488;&#1514; &#1494;&#1492;. &#1489;&#1499;&#1500;&#1500;, &#1500;&#1502;&#1492; &#1488;&#1514;&#1501; &#1502;&#1493;&#1512;&#1497;&#1491;&#1497;&#1501; &#1513;&#1497;&#1512;&#1497;&#1501; &#1502;&#1511;&#1488;&#1494;&#1492;?! &#1500;&#1499;&#1493; &#1514;&#1511;&#1504;&#1493; &#1488;&#1514; &#1492;&#1491;&#1497;&#1505;&#1511;! &#1506;&#1493;&#1499;&#1512;&#1497; &#1497;&#1513;&#1512;&#1488;&#1500;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a> </p>
      <p><strong><br>
      ? &#1513;&#1488;&#1500;&#1492;: &#1502;&#1492; &#1500;&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1493;&#1500;&#1495;&#1497;&#1508;&#1492;</strong><a name="haifa"></a><br>
&#1514;&#1513;&#1493;&#1489;&#1492;: &#1512;&#1493;&#1502;&#1503; &#1488;&#1512;&#1493;&#1498; &#1502;&#1488;&#1493;&#1491; , &#1502;&#1505;&#1514;&#1489;&#1512;. &#1493;&#1491;&#1493;&#1493;&#1511;&#1488; &#1489;&#1513;&#1497;&#1512;&#1497;&#1501; &#1513;&#1500;&#1488; &#1504;&#1499;&#1504;&#1505;&#1493; &#1500;&#1488;&#1500;&#1489;&#1493;&#1502;&#1497;&#1501;. &#1511;&#1493;&#1504;&#1505;&#1508;&#1497;&#1512;&#1510;&#1497;&#1492; &#1502;&#1513;&#1492;&#1493;- &#1508;&#1512;&#1513; &#1489;&#1493;&#1491;&#1491; &#1506;&#1501; &#1492;&#1491;&#1512;&#1498; &#1492;&#1488;&#1512;&#1493;&#1499;&#1492; &#1500;&#1495;&#1497;&#1508;&#1492;, &#1512;&#1508;&#1505;&#1493;&#1491;&#1492; &#1500;&#1495;&#1497;&#1508;&#1492; &#1493;&#1488;&#1514; &#1492;&#1489;&#1495;&#1493;&#1512;&#1492; &#1502;&#1489;&#1500;&#1488;&#1490;&#1503; &#1489;&#1512;&#1497;&#1488;&#1493;&#1514; &#1500;&#1511;&#1495;&#1493; &#1496;&#1512;&#1502;&#1508; &#1500;&#1495;&#1497;&#1508;&#1492;. &#1497;&#1508;&#1492;. &#1502;&#1502;.. &#1502;&#1493;&#1494;&#1512; &#1497;&#1493;&#1514;&#1512; &#1502;&#1497;&#1508;&#1492;. &#1488;&#1489;&#1500; &#1497;&#1492;&#1497;&#1492; &#1489;&#1505;&#1491;&#1512;, &#1494;&#1492; &#1506;&#1489;&#1512; &#1500;&#1492;&#1501;. &#1500;&#1488; &#1497;&#1491;&#1493;&#1506; &#1506;&#1500; &#1511;&#1513;&#1512; &#1502;&#1497;&#1493;&#1495;&#1491; &#1500;&#1506;&#1497;&#1512;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a> </p>
      <p><br>
          <strong>?&#1513;&#1488;&#1500;&#1492;: &#1497;&#1492;&#1492;&#1492;&#1492;&#1492;&#1492; &#1496;&#1502;&#1508;&#1493;&#1503; &#1506;&#1501; &#1491;&#1501; &#1494;&#1492; &#1500;&#1488; &#1492;&#1513;&#1501; &#1492;&#1488;&#1502;&#1497;&#1514;&#1497; &#1513;&#1500; &#1492;&#1513;&#1497;&#1512; &#1488;&#1497;&#1494;&#1492; &#1511;&#1496;&#1506; &#1488;&#1497;&#1494;&#1492; &#1511;&#1496;&#1506; &#1502;&#1497;&#1493;&#1495;&#1491;, &#1504;&#1499;&#1493;&#1503;</strong><a name="double"></a><br>
&#1514;&#1513;&#1493;&#1489;&#1492;: &#1500;&#1488; &#1502;&#1497;&#1493;&#1495;&#1491;, &#1500;&#1492;&#1512;&#1489;&#1492; &#1513;&#1497;&#1512;&#1497;&#1501; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1497;&#1513; &#1513;&#1502;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501;. &#1495;&#1500;&#1511; &#1502;&#1492;&#1513;&#1502;&#1493;&#1514; &#1494;&#1492; &#1513;&#1502;&#1493;&#1514; &#1513;&#1504;&#1497;&#1514;&#1504;&#1493; &#1506;&#1493;&#1491; &#1499;&#1513;&#1492;&#1497;&#1493; &#1500;&#1513;&#1497;&#1512; &#1502;&#1497;&#1500;&#1497;&#1501; &#1488;&#1495;&#1512;&#1493;&#1514; &#1500;&#1490;&#1502;&#1512;&#1497;<br>
&#1494;&#1499;&#1493;&#1499;&#1497;&#1493;&#1514; &ndash; &#1494;&#1499;&#1493;&#1499;&#1497;&#1493;&#1514; &#1506;&#1500; &#1492;&#1500;&#1513;&#1493;&#1503; <br>
&#1492;&#1489;&#1512;&#1493;&#1498; &#1513;&#1500; &#1505;&#1500;&#1511;&#1493;&#1501; &ndash; &#1505;&#1500;&#1496; &#1513;&#1500; &#1499;&#1512;&#1493;&#1489; <br>
&#1492;&#1497;&#1493;&#1501; &#1513;&#1500;&#1504;&#1493; &ndash; &#1512;&#1489;&#1497;&#1503; &#1502;&#1514; <br>
&#1505;&#1512;&#1496; &#1513;&#1500; &#1505;&#1511;&#1505;- &#1497;&#1492;&#1500;&#1497; &#1505;&#1493;&#1489;&#1493;&#1500; <br>
&#1494;&#1492; &#1506;&#1493;&#1513;&#1492; &#1500;&#1497; &#1513;&#1502;&#1495; &ndash; &#1499;&#1508;&#1499;&#1508;&#1497;&#1501; <br>
&#1494;&#1492; &#1492;&#1497;&#1492; &#1489;&#1497;&#1514;&#1497; &ndash; &#1494;&#1497;&#1514;&#1497;&#1501; <br>
&#1506;&#1497;&#1503; &#1492;&#1504;&#1502;&#1512; &ndash; &#1513;&#1493;&#1489;&#1493; &#1513;&#1500; &#1492;&#1504;&#1502;&#1512; <br>
      '&#1513;&#1500;&#1497; &ndash; &#1513;&#1500;&#1497; &#1497;&#1495;&#1497;&#1502;&#1493;&#1489;&#1497;&#1509;<br>
&#1492;&#1514;&#1490;&#1506;&#1490;&#1506;&#1514;&#1497; &ndash; &#1488;&#1504;&#1497; &#1504;&#1493;&#1512;&#1488; &#1492;&#1514;&#1490;&#1506;&#1490;&#1506;&#1514;&#1497;<br>
&#1506;&#1493;&#1491; &#1497;&#1493;&#1501; &#1489;&#1495;&#1497;&#1497; &ndash; &#1496;&#1502;&#1508;&#1493;&#1503; &#1506;&#1501; &#1491;&#1501;<br>
&#1512;&#1493;&#1511; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497; &ndash; &#1504;&#1493;&#1507; &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a><br>
      </p>
      <p> <strong>?&#1513;&#1488;&#1500;&#1492;: &#1489;&#1503; &#1499;&#1502;&#1492; &#1504;&#1497;&#1512;</strong><a name="age"></a><br>
      .&#1514;&#1513;&#1493;&#1489;&#1492;: &#1493;&#1489;&#1499;&#1503;, &#1488;&#1493;&#1500;&#1497; &#1492;&#1493;&#1488; &#1512;&#1511; &#1504;&#1512;&#1488;&#1492; &#1502;&#1502;&#1513; &#1494;&#1511;&#1503; , &#1488;&#1489;&#1500; &#1492;&#1493;&#1488; &#1489;&#1506;&#1510;&#1501; &#1489;&#1503; 12 &#1493;&#1495;&#1510;&#1497; &#1502;&#1504;&#1496;&#1500;&#1497;&#1514;<br>
&#1492;&#1488;&#1497;&#1497;&#1505;&#1497;&#1511;&#1497;&#1493; &#1513;&#1500;&#1493; &#1496;&#1493;&#1506;&#1503; &#1513;&#1492;&#1493;&#1488; &#1504;&#1493;&#1500;&#1491; &#1489;1977. &#1488;&#1489;&#1500; &#1488;&#1504;&#1497; &#1489;&#1505;&#1508;&#1511; &#1506;&#1510;&#1493;&#1501;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a> </p>
      <p> <br>
          <strong>?&#1513;&#1488;&#1500;&#1492;: &#1513;&#1502;&#1506;&#1514;&#1497; &#1513;&#1504;&#1497;&#1512; &#1504;&#1513;&#1493;&#1497;, &#1494;&#1492; &#1504;&#1499;&#1493;&#1503;</strong><a name="nir"></a><br>
      ?&#1514;&#1513;&#1493;&#1489;&#1492;: &#1504;&#1512;&#1488;&#1492; &#1500;&#1498;<br>
      ? &#1514;&#1490;&#1493;&#1489;&#1492;: &#1488;&#1492;, &#1499;&#1503;, &#1504;&#1493;, &#1488;&#1494; &#1502;&#1497; &#1494;&#1488;&#1514; &#1514;&#1502;&#1497; &#1496;&#1512;&#1496;&#1512; &#1488;&#1501; &#1500;&#1488; &#1488;&#1513;&#1514;&#1493;<br>
&#1514;&#1513;&#1493;&#1489;&#1492;: &#1495;&#1495; &#1499;&#1508;&#1512;&#1493;&#1514;, &#1494;&#1493; &#1488;&#1495;&#1493;&#1514;&#1493;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a> <br>
      </p>
      <p> <strong>?&#1513;&#1488;&#1500;&#1492;: &#1502;&#1492; &#1504;&#1497;&#1512; &#1502;&#1506;&#1513;&#1503;</strong><a name="smoke"></a><br>
&#1514;&#1513;&#1493;&#1489;&#1492;: &#1502;&#1500;&#1489;&#1493;&#1512;&#1493; &#1488;&#1491;&#1493;&#1501;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a></p>
      <p> <strong><br>
      ?&#1513;&#1488;&#1500;&#1492;: &#1500;&#1502;&#1492; &#1512;&#1503; &#1497;&#1493;&#1512;&#1490;&#1504;&#1505;&#1493;&#1503; &#1506;&#1494;&#1489;</strong><a name="ran"></a><br>
&#1514;&#1513;&#1493;&#1489;&#1492;: &#1492;&#1493;&#1488; &#1500;&#1488; &#1497;&#1499;&#1500; &#1500;&#1505;&#1489;&#1493;&#1500; &#1488;&#1514; &#1492;&#1489;&#1491;&#1497;&#1495;&#1493;&#1514; &#1492;&#1490;&#1512;&#1493;&#1506;&#1493;&#1514; &#1513;&#1500; &#1504;&#1497;&#1512; &#1489;&#1497;&#1503; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501;. &#1488;&#1489;&#1500; &#1502;&#1492; &#1513;&#1499;&#1503;, &#1497;&#1513; &#1500;&#1493; &#1506;&#1499;&#1513;&#1497;&#1493; &#1488;&#1500;&#1489;&#1493;&#1501; &#1505;&#1493;&#1500;&#1493; &#1495;&#1491;&#1513;, &#1488;&#1501; &#1488;&#1514;&#1492; &#1502;&#1502;&#1513; &#1502;&#1514;&#1490;&#1506;&#1490;&#1506; &#1488;&#1500;&#1497;&#1493;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;<br>
    </span></a></p>
      <p> <strong>?&#1513;&#1488;&#1500;&#1492;: &#1488;&#1497;&#1496;&#1500;&#1497;&#1494;, &#1506;&#1500; &#1502;&#1492; &#1502;&#1491;&#1489;&#1512;&#1497;&#1501; &#1489;&#1499;&#1500;&#1500;</strong><a name="eatliz"></a><br>
&#1514;&#1513;&#1493;&#1489;&#1492;: &#1492;&#1500;&#1492;&#1511;&#1492; &#1492;&#1504;&#1493;&#1505;&#1508;&#1514; &#1513;&#1500; &#1490;&#1497;&#1488; &#1489;&#1503; &#1513;&#1496;&#1512;&#1497;&#1514; &#1493;&#1506;&#1502;&#1512;&#1497; &#1492;&#1504;&#1490;&#1489;&#1497;. &#1505;&#1493;&#1490; &#1502;&#1506;&#1493;&#1493;&#1514; &#1513;&#1500; &#1508;&#1493;&#1508; &#1502;&#1514;&#1511;&#1491;&#1501; &#1493;&#1502;&#1490;&#1504;&#1497;&#1489;, &#1506;&#1501; &#1499;&#1493;&#1505;&#1497;&#1514; &#1513;&#1513;&#1512;&#1492; &#1489;&#1488;&#1504;&#1490;&#1500;&#1497;&#1514;. &#1492;&#1501; &#1491;&#1497; &#1502;&#1511;&#1493;&#1489;&#1506;&#1497;&#1501; &#1506;&#1500; &#1497;&#1502;&#1497; &#1512;&#1489;&#1497;&#1506;&#1497; &#1489;&#1490;'&#1492;-&#1508;&#1503;, &#1488;&#1494; &#1505;&#1489;&#1497;&#1512; &#1500;&#1492;&#1504;&#1497;&#1495; &#1513;&#1513;&#1501; &#1514;&#1502;&#1510;&#1488; &#1488;&#1493;&#1514;&#1501;. &#1513;&#1493;&#1493;&#1492; &#1488;&#1514; &#1492;25 &#1513;&#1511;&#1500; &#1499;&#1504;&#1497;&#1505;&#1492; &#1493;&#1499;&#1488;&#1489;&#1497; &#1488;&#1493;&#1494;&#1504;&#1497;&#1497;&#1501; &#1489;&#1502;&#1513;&#1498; &#1513;&#1489;&#1493;&#1506; &#1513;&#1488;&#1495;&#1512; &#1499;&#1498;<br>
&#1500;&#1506;&#1494;&#1488;&#1494;&#1500;, &#1488;&#1497;&#1494;&#1492; 3 &#1513;&#1493;&#1512;&#1493;&#1514; &#1490;&#1512;&#1493;&#1506;&#1493;&#1514; &#1506;&#1500; &#1499;&#1494;&#1488;&#1514; &#1500;&#1492;&#1511;&#1492; &#1488;&#1491;&#1497;&#1512;&#1492;. &#1502;&#1497; &#1504;&#1514;&#1503; &#1500;&#1497; &#1488;&#1514; &#1492;&#1494;&#1499;&#1493;&#1514; &#1500;&#1510;&#1497;&#1504;&#1497;&#1493;&#1514; &#1513;&#1500; &#1492;&#1514;&#1513;&#1493;&#1489;&#1492; &#1492;&#1494;&#1488;&#1514;.. &#1489;&#1493;&#1488;&#1493; &#1493;&#1514;&#1511;&#1512;&#1488;&#1493; &#1488;&#1514; &#1494;&#1492; &#1493;&#1488;&#1504;&#1497; &#1488;&#1513;&#1514;&#1493;&#1511; &#1500;&#1489;&#1504;&#1514;&#1497;&#1497;&#1501;<br>
      <a href="http://img2.tapuz.co.il/forums/57987952.jpg" target="_blank"><strong>(&#1500;&#1497;&#1504;&#1511;)</strong></a><br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a><br>
      </p>
      <p> <strong>?&#1513;&#1488;&#1500;&#1492;: &#1502;&#1497; &#1492;&#1489;&#1495;&#1493;&#1512;&#1492; &#1489;&#1511;&#1500;&#1497;&#1508; &#1513;&#1500; &#1494;&#1499;&#1493;&#1499;&#1497;&#1493;&#1514;</strong><a name="girl"></a><br>
&#1514;&#1513;&#1493;&#1489;&#1492;: &#1497;&#1506;&#1500; &#1511;&#1512;&#1488;&#1493;&#1505;, &#1488;&#1493;&#1514;&#1492; &#1489;&#1495;&#1493;&#1512;&#1492; &#1513;&#1513;&#1512;&#1492; &#1488;&#1514; '&#1511;&#1512;&#1493;&#1489;&#1497;&#1501; &#1511;&#1512;&#1493;&#1489;&#1497;&#1501;', &#1492;&#1513;&#1514;&#1514;&#1508;&#1492; &#1489;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496;&#1497;&#1501; &#1513;&#1500; '&#1508;&#1512;&#1493;&#1493;&#1492; &#1495;&#1502;&#1492;' &#1493;&#1490;&#1501; &#1492;&#1497;&#1514;&#1492; &#1492;&#1505;&#1493;&#1500;&#1504;&#1497;&#1514; &#1513;&#1500; &#1500;&#1492;&#1511;&#1514; '&#1502;&#1496;&#1489;&#1493;&#1495;&#1492;', &#1490;&#1500;&#1490;&#1493;&#1500; &#1511;&#1493;&#1491;&#1501; &#1513;&#1500; &#1488;&#1496;&#1500;&#1497;&#1494; <br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a> <br>
      </p>
      <p> <strong>&#1513;&#1488;&#1500;&#1492;: &#1488;&#1504;&#1497; &#1502;&#1488;&#1493;&#1492;&#1489;&#1514; &#1511;&#1513;&#1493;&#1514; &#1489;&#1490;&#1497;&#1488; &#1513;&#1502;&#1497; &#1492;&#1492;&#1493;&#1512;&#1505; &#1493;&#1492;&#1502;&#1511;&#1505;&#1497;&#1501;, &#1497;&#1513; &#1500;&#1497; &#1514;&#1502;&#1493;&#1504;&#1492; &#1513;&#1500;&#1493; &#1502;&#1506;&#1500; &#1492;&#1502;&#1497;&#1496;&#1492; &#1493;&#1488;&#1502;&#1499;&#1493;&#1512; &#1499;&#1500;&#1497;&#1492;<a name="guy"></a> &#1499;&#1491;&#1497; &#1513;&#1497;&#1506;&#1513;&#1492; &#1500;&#1497; &#1497;&#1500;&#1491;, &#1499;&#1500; &#1489;&#1493;&#1511;&#1512; &#1488;&#1504;&#1497; &#1488;&#1493;&#1512;&#1489;&#1514; &#1500;&#1493; &#1502;&#1495;&#1493;&#1509; &#1500;&#1491;&#1497;&#1512;&#1492; &#1493;&#1502;&#1495;&#1499;&#1492; &#1513;&#1497;&#1513;&#1497;&#1501; &#1500;&#1489; &#1488;&#1500;&#1497;&#1497;. &#1492;&#1488;&#1501; &#1494;&#1492; &#1504;&#1493;&#1512;&#1502;&#1500;&#1497; </strong><br>
      ?&#1514;&#1513;&#1493;&#1489;&#1492;: &#1489;&#1493;&#1493;&#1491;&#1488;&#1497;. &#1488;&#1497;&#1498; &#1488;&#1508;&#1513;&#1512; &#1513;&#1500;&#1488;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a> <br>
      </p>
      <p><strong>... &#1513;&#1488;&#1500;&#1492;: &#1500;&#1502;&#1492; &#1497;&#1513; &#1489;&#1506;&#1497;&#1492; &#1506;&#1501; &#1505;&#1497;&#1502;&#1504;&#1497; &#1492;&#1508;&#1497;&#1505;&#1493;&#1511; &#1508;&#1492;? &#1489;&#1506;&#1497;&#1511;&#1512; &#1489;&#1505;&#1493;&#1508;&#1497; &#1514;&#1513;&#1493;&#1489;&#1493;&#1514;</strong><a name="pisuk"></a><br>
&#1514;&#1513;&#1493;&#1489;&#1492;: &#1514;&#1512;&#1488;&#1493;, &#1511;&#1513;&#1492; &#1500;&#1497;. &#1489;&#1488;&#1502;&#1514;. &#1500;&#1489;&#1504;&#1493;&#1514; &#1488;&#1514;&#1512; &#1494;&#1493; &#1500;&#1488; &#1502;&#1513;&#1497;&#1502;&#1492; &#1511;&#1500;&#1492; &#1499;&#1500;&#1500; &#1493;&#1499;&#1500;&#1500;. &#1492;&#1504;&#1511;&#1493;&#1491;&#1492; &#1492;&#1497;&#1488; &#1513;&#1502;&#1513;&#1493;&#1501; &#1502;&#1492; &#1499;&#1513;&#1488;&#1504;&#1497; &#1513;&#1502;&#1492; &#1505;&#1497;&#1502;&#1504;&#1497; &#1508;&#1497;&#1505;&#1493;&#1511; &#1489;&#1505;&#1493;&#1507; &#1513;&#1493;&#1512;&#1492; (&#1504;&#1490;&#1512;&#1512;&#1514;, &#1500;&#1488; &#1511;&#1510;&#1512;&#1492; &#1499;&#1502;&#1493; &#1492;&#1513;&#1488;&#1500;&#1492; &#1513;&#1513;&#1501; &#1494;&#1492; &#1511;&#1500; &#1500;&#1514;&#1511;&#1503;) &#1492;&#1501; &#1506;&#1493;&#1489;&#1512;&#1497;&#1501; &#1500;&#1514;&#1495;&#1497;&#1500;&#1514; &#1492;&#1513;&#1493;&#1512;&#1492; &#1493;&#1494;&#1492; &#1502;&#1493;&#1510;&#1497;&#1488; &#1488;&#1493;&#1514;&#1497; &#1502;&#1499;&#1500;&#1497;&#1497;. &#1488;&#1494; &#1492;&#1495;&#1500;&#1496;&#1514;&#1497; &#1500;&#1493;&#1493;&#1514;&#1512; &#1506;&#1500;&#1497;&#1492;&#1501;, &#1502;&#1511;&#1493;&#1493;&#1492; &#1513;&#1514;&#1514;&#1495;&#1513;&#1489;&#1493;- &#1514;&#1493;&#1491;&#1492;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a><br>
      </p>
      <p><strong>? &#1513;&#1488;&#1500;&#1492;: &#1513;&#1488;&#1500;&#1492;</strong><a name="qeu" id="qeu"></a><br>
      .&#1514;&#1513;&#1493;&#1489;&#1492;: &#1488;&#1492;, &#1499;&#1503;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;</span></a><br>
      <br>
      <br>
      <strong>?&#1513;&#1488;&#1500;&#1492;: &#1500;&#1502;&#1492; &#1488;&#1497;&#1503; &#1506;&#1493;&#1491; &#1513;&#1488;&#1500;&#1493;&#1514;</strong><a name="more"></a><br>
&#1514;&#1513;&#1493;&#1489;&#1492;: &#1499;&#1513;&#1497;&#1492;&#1497;&#1492; &#1500;&#1497; &#1499;&#1493;&#1495; &#1497;&#1492;&#1497;&#1493; &#1506;&#1493;&#1491; &#1513;&#1488;&#1500;&#1493;&#1514;. &#1505;&#1514;&#1501;. &#1488;&#1501; &#1497;&#1513; &#1500;&#1499;&#1501; &#1491;&#1489;&#1512;&#1497;&#1501; &#1500;&#1513;&#1488;&#1493;&#1500;, (&#1513;&#1500;&#1488; &#1492;&#1506;&#1494;&#1514;&#1501; &#1502;&#1506;&#1493;&#1500;&#1501; &#1493;&#1499;&#1493;'), &#1488;&#1493; &#1488;&#1508;&#1497;&#1500;&#1493; &#1514;&#1513;&#1493;&#1489;&#1493;&#1514; &#1513;&#1488;&#1514;&#1501; &#1495;&#1493;&#1513;&#1489;&#1497;&#1501; &#1513;&#1497;&#1506;&#1504;&#1497;&#1497;&#1504;&#1493; &#1488;&#1514; &#1499;&#1493;&#1500;&#1501; (&#1488;&#1493; &#1512;&#1511; &#1488;&#1514; &#1506;&#1510;&#1502;&#1499;&#1501;, &#1490;&#1501; &#1496;&#1493;&#1489;) &#1488;&#1514;&#1501; &#1502;&#1493;&#1494;&#1502;&#1504;&#1497;&#1501; &#1500;&#1513;&#1500;&#1493;&#1495; &#1502;&#1497;&#1497;&#1500;<br>
      <a href="#top"><span class="style17">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492;<br>
    </span></a></p>
      <p>&nbsp;</p>
    </div>
  </div>
</div>
</body>

</html>

