<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html><head>

<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1"><title>Infectzia</title>



<script language="JavaScript" type="text/JavaScript">
<!--




function MM_reloadPage(init) {  //reloads the window if Nav4 resized

  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {

    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}

  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();

}

MM_reloadPage(true);



function MM_preloadImages() { //v3.0

  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();

    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)

    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}

}
//-->
</script>



<style type="text/css">

<!--

body {

	background-color: #FFFFFF;

}

body, td, th {

	font-family: Arial, Helvetica, sans-serif;

	font-size: 14px;

}

.style13 {font-size: 24px}

.style15 {font-weight: bold}

a:link {

	color: #0000FF;

}

a:visited {

	color: #0000FF;

}

a:hover {

	color: #FF0000;

}

.style16 {

	font-family: David;

	font-size: 12.0pt;

}

.style17 {font-family: Arial}

.style18 {color: #FF0000}

.style19 {color: #000000}

-->

</style></head>



<body>



<div id="Layer31" style="position: absolute; width: 587px; height: 8814px; z-index: 24; left: 2px; top: 2px;">

  <div id="Layer2" style="position: absolute; width: 366px; height: 11938px; z-index: 3; left: 4px; top: 73px;">

    <div align="right">

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <font style="font-size: 11pt;" face="David"><span lang="he"><a href="#begin">&#1492;&#1492;&#1514;&#1495;&#1500;&#1492;</a><br>

      <a href="#spoil">&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;</a><br>

      <a href="#fun">&#1489;&#1499;&#1497;&#1507;</a><br>

      <a href="#live">&#1492;&#1493;&#1508;&#1506;&#1493;&#1514;</a><br>

      </span></font>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      <a href="#press">&#1506;&#1497;&#1514;&#1493;&#1504;&#1493;&#1514;, &#1512;&#1491;&#1497;&#1493;, &#1496;&#1500;&#1493;&#1497;&#1494;&#1497;&#1492;, &#1493;&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496;</a><br>

      <a href="#end">&#1499;&#1500;&#1500;&#1497;/&#1505;&#1493;&#1507; &#1491;&#1489;&#1512;</a><br>

      <a href="#future">&#1502;&#1492; &#1510;&#1493;&#1508;&#1503; &#1492;&#1506;&#1514;&#1497;&#1491;?</a></span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1494;&#1492; &#1492;&#1497;&#1492; &#1489;&#1506;&#1512;&#1489; &#1499;"&#1492; &#1489;&#1499;&#1505;&#1500;&#1493;, &#1492;&#1514;&#1513;&#1504;"&#1488;. &#1492;&#1488;&#1493;&#1496;&#1493;&#1489;&#1493;&#1505; &#1504;&#1505;&#1506; &#1489;&#1499;&#1489;&#1497;&#1513; &#1492;&#1506;&#1493;&#1511;&#1507; &#1494;'&#1489;&#1493;&#1496;&#1497;&#1504;&#1505;&#1511;&#1497; &#1489;&#1491;&#1512;&#1499;&#1493; 

      &#1495;&#1494;&#1512;&#1492; &#1502;&#1503;<a name="begin" id="begin"></a> &#1492;&#1506;&#1497;&#1512; &#1492;&#1490;&#1491;&#1493;&#1500;&#1492;. &#1489;&#1514;&#1493;&#1499;&#1499;&#1497; &#1492;&#1488;&#1493;&#1496;&#1493;&#1489;&#1493;&#1505; &#1497;&#1513;&#1489; &#1504;&#1506;&#1512; &#1489;&#1503; 17 &#1513;&#1489;&#1491;&#1497;&#1493;&#1511; &#1495;&#1494;&#1512; &#1502;&#1514;"&#1488;, &#1513;&#1501; 

      &#1492;&#1506;&#1489;&#1497;&#1512; &#1488;&#1514; &#1497;&#1493;&#1501; &#1492;&#1493;&#1500;&#1491;&#1514;&#1493; &#1492;-17 &#1506;&#1501; &#1495;&#1489;&#1512;&#1493; &#1492;&#1496;&#1493;&#1489; (&#1513;&#1494;&#1492; &#1502;&#1499;&#1489;&#1512; &#1495;&#1494;&#1512; &#1489;&#1514;&#1513;&#1493;&#1489;&#1492;). &#1489;&#1510;&#1497;&#1491;&#1497; &#1492;&#1491;&#1512;&#1498; 

      &#1488;&#1508;&#1513;&#1512; &#1492;&#1497;&#1492; &#1500;&#1512;&#1488;&#1493;&#1514; &#1504;&#1512; &#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1500; &#1495;&#1504;&#1493;&#1499;&#1492; &#1489;&#1493;&#1506;&#1512; &#1506;&#1500; &#1495;&#1500;&#1493;&#1503; &#1489;&#1497;&#1514; &#1497;&#1492;&#1493;&#1491;&#1497;. &#1512;&#1497;&#1495; &#1505;&#1493;&#1508;&#1490;&#1504;&#1497;&#1493;&#1514; 

      &#1493;&#1500;&#1489;&#1497;&#1489;&#1493;&#1514; &#1504;&#1497;&#1513;&#1488; &#1489;&#1488;&#1493;&#1497;&#1512;, &#1493;&#1506;&#1502;&#1493; &#1504;&#1497;&#1495;&#1493;&#1495; &#1502;&#1500;&#1495;&#1502;&#1514; &#1492;&#1502;&#1508;&#1512;&#1509; &#1492;&#1511;&#1512;&#1489;&#1492; &#1493;&#1489;&#1488;&#1492;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1506;&#1514; &#1497;&#1512;&#1491;&#1493; &#1502;&#1503; &#1492;&#1488;&#1493;&#1496;&#1493;&#1489;&#1493;&#1505; &#1493;&#1489;&#1496;&#1512;&#1501; &#1504;&#1508;&#1512;&#1491;&#1493; &#1500;&#1513;&#1500;&#1493;&#1501; &#1492;&#1494;&#1502;&#1497;&#1503; &#1488;&#1493;&#1514;&#1493; &#1495;&#1489;&#1512;&#1493; &#1500;&#1502;&#1505;&#1497;&#1489;&#1514; &#1497;&#1493;&#1502;&#1493;&#1500;&#1491;&#1514; &#1513;&#1500; 

      &#8216;&#1495;&#1489;&#1512; &#1513;&#1500;&#1497; &#1488;&#1495;&#1491;, &#1490;&#1497;&#1488;, &#1512;&#1493;&#1510;&#1492; &#1500;&#1489;&#1493;&#1488;?&#8217; &#1489;&#1488;&#1493;&#1514;&#1493; &#1492;&#1506;&#1512;&#1489; &#1492;&#1505;&#1514;&#1493;&#1489;&#1489; &#1504;&#1497;&#1512; &#1496;&#1512;&#1496;&#1512; &#1489;&#1489;&#1497;&#1514; &#1502;&#1513;&#1508;&#1495;&#1514; 

      &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; &#1493;&#1500;&#1488; &#1492;&#1499;&#1497;&#1512; &#1488;&#1507; &#1488;&#1495;&#1491;. &#1489;&#1513;&#1500;&#1489; &#1502;&#1505;&#1493;&#1497;&#1501; &#1502;&#1513;&#1499;&#1492; &#1488;&#1514; &#1514;&#1513;&#1493;&#1502;&#1514; &#1500;&#1489;&#1493; &#1504;&#1490;&#1497;&#1504;&#1514; &#1492;&#1490;&#1497;&#1496;&#1512;&#1492; &#1513;&#1500; &#1504;&#1506;&#1512; 

      &#1510;&#1504;&#1493;&#1501; &#1506;&#1501; &#1513;&#1497;&#1506;&#1512; &#1488;&#1512;&#1493;&#1498; (&#8216;&#1513;&#1504;&#1512;&#1488;&#1492; &#1499;&#1502;&#1493; &#1502;&#1504;&#1497; &#1489;&#1490;&#1512;&#8217;) &#1513;&#1497;&#1513;&#1489; &#1489;&#1495;&#1491;&#1512; &#1510;&#1491;&#1491;&#1497; &#1489;&#1493; &#1492;&#1497;&#1497;&#1514;&#1492; &#1490;&#1501; &#1488;&#1493;&#1512;&#1490;&#1504;&#1497;&#1514; 

      &#1511;&#1496;&#1504;&#1492;. &#1504;&#1497;&#1512; &#1508;&#1514;&#1495; &#1488;&#1514; &#1492;&#1488;&#1493;&#1512;&#1490;&#1504;&#1497;&#1514; &#1493;&#1492;&#1510;&#1496;&#1512;&#1507;, &#1493;&#1499;&#1498; &#1495;&#1500;&#1508;&#1493; &#1500;&#1492;&#1503; &#1513;&#1506;&#1493;&#1514; &#1500;&#1500;&#1488; &#1491;&#1497;&#1489;&#1493;&#1512;&#1497;&#1501; &#1506;&#1491; &#1488;&#1513;&#1512; 

      &#1489;&#1488;&#1502;&#1510;&#1506; &#1492;&#1500;&#1497;&#1500;&#1492; &#1504;&#1493;&#1514;&#1512;&#1493; &#1492;&#1513;&#1504;&#1497;&#1497;&#1501; &#1500;&#1489;&#1491; &#1489;&#1489;&#1497;&#1514; &#1493;&#1504;&#1497;&#1490;&#1504;&#1493; &#1506;&#1491; 4:45 &#1489;&#1489;&#1493;&#1511;&#1512; &#1493;&#1499;&#1514;&#1489;&#1493; &#1488;&#1514; &#1492;&#1497;&#1510;&#1497;&#1512;&#1492; '&#1506;&#1491; 

      &#1512;&#1489;&#1506; &#1500;&#1495;&#1502;&#1513;' &#1513;&#1492;&#1493;&#1511;&#1500;&#1496;&#1492; &#1506;&#1493;&#1491; &#1489;&#1488;&#1493;&#1514;&#1493; &#1492;&#1500;&#1497;&#1500;&#1492; (&#1500;&#1488;, &#1488;&#1497;&#1513; &#1488;&#1497;&#1504;&#1493; &#1497;&#1493;&#1491;&#1506; &#1492;&#1497;&#1499;&#1503; &#1492;&#1492;&#1511;&#1500;&#1496;&#1492;). &#1489;&#1513;&#1489;&#1493;&#1506; 

      &#1513;&#1500;&#1488;&#1495;&#1512; &#1502;&#1499;&#1503; &#1504;&#1508;&#1490;&#1513;&#1493; &#1499;&#1500; &#1497;&#1493;&#1501; &#1493;&#1499;&#1514;&#1489;&#1493; &#1502;&#1500;&#1488; &#1491;&#1489;&#1512;&#1497;&#1501;, &#1512;&#1493;&#1489;&#1501; &#1488;&#1489;&#1491;&#1493; &#1500;&#1504;&#1510;&#1495;. &#1492;&#1501; &#1490;&#1497;&#1500;&#1493; &#1506;&#1504;&#1497;&#1497;&#1503; 

      &#1502;&#1513;&#1493;&#1514;&#1507; &#1499;&#1513;&#1504;&#1497; &#1502;&#1493;&#1505;&#1497;&#1511;&#1488;&#1497;&#1501; &#1510;&#1506;&#1497;&#1512;&#1497;&#1501; &#1513;&#1502;&#1514;&#1500;&#1492;&#1489;&#1497;&#1501; &#1502;&#1496;&#1504;&#1513;&#1504;&#1497;&#1501;, &#1513;&#1497;&#1504;&#1493;&#1497;&#1497; &#1496;&#1502;&#1508;&#1493; &#1493;&#1502;&#1513;&#1511;&#1500;, &#1488;&#1511;&#1493;&#1512;&#1491;&#1497;&#1501; 

      &#1508;&#1514;&#1493;&#1495;&#1497;&#1501;, &#1493;&#1489;&#1499;&#1500;&#1500; &#1502;&#1493;&#1505;&#1497;&#1511;&#1500;&#1497;&#1493;&#1514; &#1492;&#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1502;&#1496;&#1511;&#1505;&#1496;&#1497;&#1501;. &#8216;&#1488;&#1494; &#1506;&#1493;&#1491; &#1488;&#1507; &#1508;&#1506;&#1501; &#1500;&#1488; &#1495;&#1513;&#1489;&#1504;&#1493; &#1488;&#1497;&#1494;&#1492; 

      &#1502;&#1490;&#1504;&#1497;&#1489; &#1494;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1499;&#1493;&#1499;&#1489; &#1512;&#1493;&#1511;, &#1500;&#1506;&#1502;&#1493;&#1491; &#1506;&#1500; &#1489;&#1502;&#1492; &#1493;&#1513;&#1499;&#1500; &#1492;&#1489;&#1495;&#1493;&#1512;&#1493;&#1514; &#1497;&#1512;&#1510;&#1493; &#1488;&#1493;&#1514;&#1498;.&#8217;</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1499;&#1491;&#1512;&#1498; &#1488;&#1490;&#1489;, &#1489;&#1502;&#1492;&#1500;&#1498; &#1508;&#1490;&#1497;&#1513;&#1493;&#1514;&#1497;&#1492;&#1501; &#1492;&#1502;&#1512;&#1493;&#1489;&#1493;&#1514;, &#1492;&#1513;&#1502;&#1497;&#1506; &#1490;&#1497;&#1488; &#1500;&#1504;&#1497;&#1512; &#1499;&#1502;&#1492; &#1513;&#1497;&#1512;&#1497;&#1501; &#1513;&#1499;&#1514;&#1489; &#1489;&#1497;&#1504;&#1497;&#1492;&#1501; 

      &#1492;&#1497;&#1493; <a href="http://infectzia.net/songs/zchu.htm">&#1494;&#1499;&#1493;&#1499;&#1497;&#1493;&#1514;</a>,

      <a href="http://infectzia.net/songs/kacha.htm">&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;</a>, &#1493;<a href="http://infectzia.net/songs/atziton.htm">&#1488;&#1510;&#1497;&#1496;&#1493;&#1503;</a>. &#1490;&#1497;&#1488;: &#8216;&#1492;&#1506;&#1497;&#1504;&#1497;&#1497;&#1501; &#1513;&#1500; 

      &#1504;&#1497;&#1512; </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1504;&#1510;&#1510;&#1493; &#1502;&#1502;&#1513; &#1493;&#1512;&#1488;&#1493; &#1488;&#1514; &#1492;&#1505;&#1497;&#1502;&#1503; $ &#1489;&#1514;&#1493;&#1499;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">&#1503;.&#8217; &#1504;&#1497;&#1512;: &#8216;&#1494;&#1497;&#1492;&#1497;&#1514;&#1497; &#1502;&#1506;&#1489;&#1512; &#1500;&#1510;&#1495;&#1493;&#1511;&#1497;&#1501; &#1502;&#1513;&#1492;&#1493; &#1502;&#1488;&#1493;&#1491; 

      &#1502;&#1511;&#1493;&#1512;&#1497; &#1493;&#1495;&#1491;&#1513;&#1504;&#1497;, &#1513;&#1493;&#1504;&#1492; &#1502;&#1492;&#1512;&#1489;&#1492; &#1491;&#1489;&#1512;&#1497;&#1501; &#1513;&#1511;&#1493;&#1512;&#1497;&#1501; &#1489;&#1488;&#1512;&#1509;.</span><span style="font-size: 11pt; line-height: 150%;" dir="ltr">&#8217;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;"> <span lang="HE">&#1504;&#1497;&#1512; &#1492;&#1495;&#1500; &#1500;&#1492;&#1508;&#1510;&#1497;&#1512; &#1489;&#1490;&#1497;&#1488; &#1500;&#1506;&#1513;&#1493;&#1514; 

      &#1502;&#1513;&#1492;&#1493; &#1506;&#1501; &#1492;&#1495;&#1493;&#1502;&#1512; &#1492;&#1494;&#1492;, &#1488;&#1498; &#1494;&#1492; &#1502;&#1510;&#1491;&#1493; &#1505;&#1512;&#1489;.</span></span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1504;&#1497;&#1512; &#1492;&#1502;&#1513;&#1497;&#1498; &#1489;&#1504;&#1505;&#1497;&#1493;&#1504;&#1493;&#1514; &#1492;&#1513;&#1499;&#1504;&#1493;&#1506; &#1513;&#1500;&#1493; &#1500;&#1492;&#1511;&#1497;&#1501; &#1500;&#1492;&#1511;&#1492; &#1506;&#1501; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501; &#1492;&#1488;&#1500;&#1493; &#1493;&#1489;&#1505;&#1493;&#1508;&#1493; &#1513;&#1500; &#1491;&#1489;&#1512; &#1490;&#1497;&#1488; 

      &#1492;&#1505;&#1499;&#1497;&#1501; &#1489;&#1513;&#1504;&#1497; &#1514;&#1504;&#1488;&#1497;&#1501;: 1. &#1488;&#1514; &#1499;&#1500; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1492;&#1513;&#1495;&#1493;&#1512;&#1492; &#1513;&#1500; &#1500;&#1492;&#1489;&#1497;&#1488; &#1490;&#1497;&#1496;&#1512;&#1497;&#1505;&#1496;, &#1489;&#1505;&#1497;&#1505;&#1496;, &#1493;&#1494;&#1502;&#1512;

      </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1513;&#1497;&#1488;&#1492;&#1489;&#1493; &#1488;&#1514; &#1494;&#1492;, &#1497;&#1514;&#1495;&#1489;&#1512;&#1493; &#1500;&#1494;&#1492;, &#1497;&#1492;&#1497;&#1493; &#1502;&#1505;&#1508;&#1497;&#1511; &#1496;&#1493;&#1489;&#1497;&#1501; &#1489;&#1513;&#1489;&#1497;&#1500; &#1494;&#1492;, &#1497;&#1512;&#1510;&#1493; &#1500;&#1511;&#1495;&#1514; &#1495;&#1500;&#1511; &#1489;&#1494;&#1492;, 

      &#1493;&#1497;&#1514;&#1495;&#1489;&#1512;&#1493; &#1500;&#1496;&#1506;&#1502;&#1501; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1500;&#1497; &#1513;&#1500; &#1490;&#1497;&#1488; &#1493;&#1504;&#1497;&#1512; &#1497;&#1511;&#1495; &#1504;&#1497;&#1512; &#1506;&#1500; &#1506;&#1510;&#1502;&#1493;</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">.</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE"> 

      2. &#1513;&#1497;&#1511;&#1512;&#1488;&#1493; &#1500;&#1494;&#1492; "&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;" (&#1500;&#1502;&#1492;? &#1499;&#1499;&#1492;!).</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1489;&#1488;&#1493;&#1514;&#1492; &#1492;&#1514;&#1511;&#1493;&#1508;&#1492; &#1504;&#1497;&#1512; &#1500;&#1502;&#1491; &#1489;&#1512;&#1497;&#1502;&#1493;&#1503; &#1493;&#1492;&#1497;&#1492; &#1489;&#1506;&#1500; &#1490;&#1497;&#1513;&#1492; &#1500;&#1492;&#1512;&#1489;&#1492; &#1504;&#1490;&#1504;&#1497;&#1501;. &#1492;&#1493;&#1488; &#1492;&#1497;&#1492; &#1502;&#1488;&#1512;&#1490;&#1503; &#1497;&#1502;&#1497;&#1501; 

      &#1513;&#1500; &#1488;&#1493;&#1491;&#1497;&#1513;&#1504;&#1497;&#1501; &#1493;&#1502;&#1494;&#1502;&#1497;&#1503; &#1488;&#1514; &#1490;&#1497;&#1488; &#1500;&#1512;&#1497;&#1502;&#1493;&#1503;, &#1488;&#1498; &#1492;&#1488;&#1493;&#1491;&#1497;&#1513;&#1504;&#1497;&#1501; &#1492;&#1500;&#1500;&#1493; &#1500;&#1488; &#1492;&#1504;&#1497;&#1489;&#1493; &#1508;&#1512;&#1493;&#1514; &#1493;&#1492;&#1497;&#1488;&#1493;&#1513; 

      &#1490;&#1489;&#1512;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1489;&#1505;&#1513;&#1503; &#1504;&#1505;&#1497;&#1493;&#1504;&#1497; &#1506;&#1501; &#1497;&#1512;&#1497;&#1489; &#1508;&#1512;&#1500;&#1502;&#1493;&#1496;&#1512;, &#1490;&#1497;&#1496;&#1512;&#1497;&#1505;&#1496; &#1500;&#1492;&#1511;&#1514; "&#1504;&#1513;&#1512;&#1508;&#1514;" (&#1513;&#1500;&#1488; &#1500;&#1502;&#1491; &#1489;&#1512;&#1497;&#1502;&#1493;&#1503;, &#1500;&#1502;&#1506;&#1503; 

      &#1492;&#1491;&#1497;&#1493;&#1511;), &#1504;&#1497;&#1490;&#1504;&#1493; &#1500;&#1493; &#1504;&#1497;&#1512; (&#1489;&#1508;&#1505;&#1504;&#1514;&#1512;) &#1493;&#1490;&#1497;&#1488; (&#1489;&#1514;&#1493;&#1508;&#1497;&#1501;) &#1488;&#1514; &#1492;&#1513;&#1497;&#1512; </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      '&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;'</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1489;&#1499;&#1491;&#1497; 

      &#1513;&#1497;&#1500;&#1502;&#1491;. &#1504;&#1497;&#1512; &#1513;&#1512; &#1488;&#1514; &#1492;&#1513;&#1497;&#1512; &#1500;&#1510;&#1493;&#1512;&#1498; &#1492;&#1492;&#1491;&#1490;&#1502;&#1492; &#1493;&#1497;&#1512;&#1497;&#1489; &#1504;&#1497;&#1505;&#1492; &#1513;&#1500;&#1488; &#1500;&#1496;&#1506;&#1493;&#1514; &#1489;&#1488;&#1511;&#1493;&#1512;&#1491;&#1497;&#1501;. &#1492;&#1497;&#1492; &#1489;&#1512;&#1493;&#1512; 

      &#1513;&#1505;&#1490;&#1504;&#1493;&#1504;&#1493; &#1513;&#1500; &#1497;&#1512;&#1497;&#1489; &#1500;&#1488; &#1502;&#1514;&#1488;&#1497;&#1501; &#1500;&#1500;&#1492;&#1511;&#1492; &#1492;&#1502;&#1514;&#1492;&#1493;&#1493;&#1492;, &#1488;&#1498; &#1506;&#1501; &#1489;&#1493;&#1488; &#1492;&#1510;&#1512;&#1495;&#1492; &#8216;'&#1499;&#1499;&#1492; 

      &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;'!!&#8217; &#1504;&#1508;&#1500; 

      &#1492;&#1488;&#1505;&#1497;&#1502;&#1493;&#1503; &#1493;&#1490;&#1497;&#1488; &#1492;&#1493;&#1491;&#1497;&#1506; &#1500;&#1504;&#1497;&#1512; &#1495;&#1490;&#1497;&#1490;&#1497;&#1514; &#1506;&#1500; &#1511;&#1489;&#1500;&#1514;&#1493; &#1500;&#1500;&#1492;&#1511;&#1492; &#1499;&#1494;&#1502;&#1512;. (&#1490;&#1512;&#1505;&#1492; &#1488;&#1495;&#1512;&#1514; &#1490;&#1493;&#1512;&#1505;&#1514; 

      &#1513;&#1502;&#1491;&#1493;&#1489;&#1512; &#1489;<a href="http://infectzia.net/songs/tampon.htm">&#1506;&#1493;&#1491; &#1497;&#1493;&#1501; &#1489;&#1495;&#1497;&#1497; (&#1496;&#1502;&#1508;&#1493;&#1503; &#1506;&#1501; &#1491;&#1501;)</a>)</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1492;&#1513;&#1489;&#1493;&#1506;&#1493;&#1514; &#1495;&#1500;&#1508;&#1493; &#1500;&#1492;&#1501; &#1493;&#1490;&#1497;&#1496;&#1512;&#1497;&#1505;&#1496; &#1512;&#1488;&#1493;&#1497; &#1506;&#1491;&#1497;&#1497;&#1503; &#1500;&#1488; &#1504;&#1502;&#1510;&#1488;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1488;&#1514; &#1490;&#1497;&#1488; &#1513;&#1502;&#1497;, &#1513;&#1500;&#1502;&#1491; &#1490;&#1501; &#1499;&#1503; &#1489;&#1512;&#1497;&#1502;&#1493;&#1503;, &#1492;&#1499;&#1497;&#1512; &#1504;&#1497;&#1512; &#1502;&#1512;&#1495;&#1493;&#1511; &#1488;&#1498; &#1504;&#1512;&#1514;&#1506; &#1502;&#1502;&#1504;&#1493;- </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#8216;&#1492;&#1493;&#1488; &#1492;&#1497;&#1492; '&#1502;&#1488;&#1490;&#1504;&#1497;&#1489;' &#1499;&#1494;&#1492;, &#1502;&#1492;&#1505;&#1493;&#1490; &#1513;&#1492;&#1497;&#1492; &#1497;&#1493;&#1512;&#1491; &#1506;&#1500;&#1497;&#1498; &#1489;&#1513;&#1504;&#1497;&#1492; &#1513;&#1492;&#1497;&#1497;&#1514; &#1502;&#1514;&#1495;&#1497;&#1500; &#1500;&#1491;&#1489;&#1512; &#1488;&#1497;&#1514;&#1493;&#8217;.</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1497;&#1493;&#1501; &#1488;&#1495;&#1491; &#1497;&#1513;&#1489; &#1504;&#1497;&#1512; &#1489;&#1511;&#1508;&#1497;&#1496;&#1512;&#1497;&#1492; &#1489;&#1512;&#1497;&#1502;&#1493;&#1503; &#1493;&#1494;&#1497;&#1492;&#1492; &#1488;&#1514; &#1513;&#1502;&#1497;, &#1488;&#1494; &#1506;&#1500;&#1501; &#1510;&#1506;&#1497;&#1512; &#1513;&#1496;&#1512;&#1501; &#1495;&#1493;&#1492; 17 

      &#1488;&#1489;&#1497;&#1489;&#1497;&#1501;, &#1489;&#1502;&#1491;&#1513;&#1488;&#1492;. &#1502;&#1497;&#1493;&#1488;&#1513;, &#1513;&#1511;&#1500; &#1504;&#1497;&#1512; &#1488;&#1514; &#1490;&#1497;&#1488; &#1499;&#1488;&#1493;&#1508;&#1510;&#1497;&#1492; &#1499;&#1513;&#1500;&#1508;&#1514;&#1506; &#1492;&#1489;&#1497;&#1503; &#1513;&#1488;&#1514; &#1492;&#1500;&#1493;&#1511; &#1493;&#1492;&#1499;&#1513;&#1512;&#1493;&#1503; 

      &#1497;&#1513; &#1500;&#1493;, &#1493;&#1502;&#1492; &#1513;&#1492;&#1493;&#1488; &#1502;&#1513;&#1491;&#1512; &#1502;&#1502;&#1513; &#1502;&#1514;&#1488;&#1497;&#1501;. &#1488;&#1493;&#1500;&#1497; &#1513;&#1493;&#1493;&#1492; &#1500;&#1504;&#1505;&#1493;&#1514;? &#1492;&#1493;&#1488; &#1511;&#1512;&#1488; &#1500;&#1513;&#1502;&#1497; &#1500;&#1489;&#1493;&#1488; &#1488;&#1500;&#1497;&#1493;. 

      &#8216;&#1502;&#1492; &#1488;&#1514;&#1492; &#1512;&#1493;&#1510;&#1492;?&#8217; &#1513;&#1488;&#1500; &#1513;&#1502;&#1497;. &#1504;&#1497;&#1512; &#1492;&#1505;&#1489;&#1497;&#1512; &#1489;&#1511;&#1510;&#1512;&#1492; &#1488;&#1514; &#1492;&#1506;&#1504;&#1497;&#1497;&#1503;, &#1500;&#1511;&#1495; &#1490;&#1497;&#1496;&#1512;&#1492;, &#1493;&#1513;&#1512; &#1488;&#1514; 

      '&#1494;&#1499;&#1493;&#1499;&#1497;&#1493;&#1514;'. &#1502;&#1513;&#1508;&#1512;&#1509; &#1490;&#1497;&#1488; &#1513;&#1502;&#1497; &#1489;&#1510;&#1495;&#1493;&#1511; &#1490;&#1491;&#1493;&#1500;, &#1489;&#1497;&#1511;&#1513; &#1506;&#1493;&#1491; &#1493;&#1506;&#1493;&#1491; &#1513;&#1497;&#1512;&#1497;&#1501;, &#1493;&#1492;&#1491;&#1502;&#1506;&#1493;&#1514; &#1494;&#1500;&#1490;&#1493; 

      &#1502;&#1506;&#1497;&#1504;&#1497;&#1493;, &#1492;&#1489;&#1497;&#1503; &#1504;&#1497;&#1512; &#1513;&#1504;&#1505; &#1502;&#1514;&#1495;&#1493;&#1500;&#1500; &#1500;&#1504;&#1490;&#1491; &#1506;&#1497;&#1504;&#1497;&#1493;. &#1492;&#1511;&#1500;&#1497;&#1511; &#1506;&#1501; &#1490;&#1497;&#1488; &#1489;&#1497;&#1503; &#1513;&#1496;&#1512;&#1497;&#1514; &#1492;&#1497;&#1492; &#1502;&#1497;&#1497;&#1491;&#1497; 

      &#1493;&#1512;&#1511; &#1502;&#1488;&#1493;&#1495;&#1512; &#1497;&#1493;&#1514;&#1512; &#1492;&#1514;&#1493;&#1491;&#1492; &#1504;&#1497;&#1512; &#1513;&#1492;&#1493;&#1488; &#1497;&#1491;&#1506; &#1502;&#1494;&#1502;&#1503; &#1513;&#1513;&#1502;&#1497; &#1497;&#1514;&#1488;&#1497;&#1501; &#1488;&#1489;&#1500; &#1504;&#1502;&#1504;&#1506; &#1499;&#1502;&#1492; &#1513;&#1497;&#1493;&#1514;&#1512; 

      &#1502;&#1500;&#1492;&#1489;&#1497;&#1488; &#1488;&#1493;&#1514;&#1493; &#1499;&#1497; &#1492;&#1501; &#1500;&#1488; &#1492;&#1499;&#1497; &#1492;&#1505;&#1514;&#1491;&#1512;&#1493; (&#8216;&#1499;&#1513;&#1504;&#1497;&#1512; &#1500;&#1488; &#1502;&#1505;&#1514;&#1491;&#1512; &#1488;&#1497;&#1514;&#1498; &#1494;&#1492; &#1488;&#1493;&#1502;&#1512; &#1513;&#1488;&#1514;&#1492; &#1502;&#1493;&#1499;&#1513;&#1512; 

      &#1502;&#1505;&#1508;&#1497;&#1511;&#8217;, &#1490;. &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514;).</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1492;&#1495;&#1497;&#1508;&#1493;&#1513;&#1497;&#1501; &#1488;&#1495;&#1512; &#1489;&#1505;&#1497;&#1505;&#1496; &#1493;&#1490;&#1497;&#1496;&#1512;&#1497;&#1505;&#1496; &#1504;&#1493;&#1505;&#1507;, &#1499;&#1494;&#1492; &#1513;&#1497;&#1489;&#1497;&#1488; &#1488;&#1514; &#1492;&#1491;&#1497;&#1505;&#1496;&#1493;&#1512;&#1513;&#1497;&#1497;&#1503; &#1513;&#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; &#1495;&#1497;&#1508;&#1513;, 

      &#1504;&#1502;&#1513;&#1499;&#1493;. &#1513;&#1512;&#1497;&#1514; &#1513;&#1510;&#1511;&#1497;<b> </b>&#1513;&#1506;&#1489;&#1491;&#1492; &#1488;&#1494; &#1489;&#1495;&#1491;&#1512; &#1492;&#1495;&#1494;&#1512;&#1493;&#1514; &#8220;&#1491;&#1500;&#1508;&#1497;&#8221; &#1494;&#1493;&#1499;&#1512;&#1514; &#1488;&#1514; &#1504;&#1497;&#1512; &#1489;&#1488; &#1493;&#1514;&#1493;&#1500;&#1492; 

      &#1502;&#1493;&#1491;&#1506;&#1492; (&#8216;&#1502;&#1488;&#1493;&#1491; &#1502;&#1493;&#1494;&#1512;&#1492; - &#1499;&#1494;&#1488;&#1514; &#1513;&#1512;&#1511; &#1504;&#1497;&#1512; &#1496;&#1512;&#1496;&#1512; &#1497;&#1499;&#1493;&#1500; &#1500;&#1499;&#1514;&#1493;&#1489;&#8217;). &#1497;&#1512;&#1493;&#1503; &#1513;&#1512;&#1488;&#1500;, 

      &#1489;&#1505;&#1497;&#1505;&#1496; &#1492;&#1500;&#1492;&#1511;&#1492; &#1489;&#1506;&#1514;&#1497;&#1491; &#1500;&#1489;&#1493;&#1488;, &#1506;&#1489;&#1491; &#1490;&#1501; &#1492;&#1493;&#1488; &#1489;&#1488;&#1493;&#1514;&#1493; &#1492;&#1502;&#1511;&#1493;&#1501; &#1493;&#1502;&#1513;&#1495;&#1494;&#1512; &#1488;&#1514; &#1500;&#1513;&#1493;&#1503; &#1492;&#1502;&#1493;&#1491;&#1506;&#1492;: 

      &#8216;'&#1500;&#1500;&#1492;&#1511;&#1514; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1491;&#1512;&#1493;&#1513; &#1490;&#1497;&#1496;&#1512;&#1497;&#1505;&#1496;/&#1489;&#1488;&#1505;&#1497;&#1505;&#1496; &#1506;&#1501; &#1489;&#1506;&#1497;&#1493;&#1514; &#1504;&#1508;&#1513;&#1497;&#1493;&#1514;' &#1493;&#1502;&#1514;&#1495;&#1514; &#1500;&#1499;&#1497;&#1514;&#1493;&#1489; &#1492;&#1497;&#1492; 

      &#1488;&#1497;&#1493;&#1512; &#1513;&#1513;&#1496;&#1512;&#1497;&#1514; &#1506;&#1513;&#1492; &#1489;&#1493; &#1512;&#1493;&#1488;&#1497;&#1501; &#1502;&#1513;&#1492;&#1493; &#1497;&#1493;&#1513;&#1489; &#1506;&#1500; &#1499;&#1505;&#1488; &#1493;&#1502;&#1488;&#1495;&#1493;&#1512;&#1497;&#1493; &#1506;&#1493;&#1502;&#1491;&#1514; &#1491;&#1502;&#1493;&#1514; &#1513;&#1502;&#1504;&#1497;&#1508;&#1492; &#1490;&#1497;&#1496;&#1512;&#1492; 

      &#1500;&#1499;&#1497;&#1493;&#1493;&#1503; &#1512;&#1488;&#1513;&#1493; &#1513;&#1500; &#1492;&#1497;&#1493;&#1513;&#1489;&#8217;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1504;&#1497;&#1512; &#1508;&#1504;&#1492; &#1490;&#1501; &#1500;&#1490;&#1489; &#1491;&#1511;&#1496;&#1493;&#1512;, &#1514;&#1500;&#1502;&#1497;&#1491; &#1512;&#1497;&#1502;&#1493;&#1503; &#1493;&#1490;&#1497;&#1496;&#1512;&#1497;&#1505;&#1496; &#1500;&#1492;&#1511;&#1514; </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">

      Providence</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;">

      <span lang="HE">&#1492;&#1502;&#1504;&#1493;&#1495;&#1492;, &#1513;&#1513;&#1502;&#1506; &#1488;&#1514; &#1492;&#1495;&#1493;&#1502;&#1512; &#1493;&#1500;&#1488; &#1502;&#1510;&#1488; &#1500;&#1504;&#1499;&#1493;&#1503; &#1500;&#1492;&#1510;&#1496;&#1512;&#1507;, &#1488;&#1498; &#1492;&#1499;&#1497;&#1512; &#1500;&#1504;&#1497;&#1512; 

      &#1488;&#1514; &#1506;&#1512;&#1503; &#1512;&#1493;&#1496;&#1494;&#1511; &#1513;&#1488;&#1494; &#1504;&#1497;&#1490;&#1503; &#1506;&#1501; &#1500;&#1492;&#1511;&#1514; </span></span>

      <span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">

      People</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">. 

      &#1502;&#1513;&#1506;&#1512;&#1503; &#1492;&#1489;&#1497;&#1506; &#1506;&#1504;&#1497;&#1497;&#1503; &#1504;&#1514;&#1503; &#1504;&#1497;&#1512; &#1500;&#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; &#1488;&#1514; &#1492;&#1491;&#1502;&#1493; &#1513;&#1500; </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">

      People</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">. 

      &#1489;&#1503; &#1513;&#1496;&#1512;&#1497;&#1514;: &#8216;&#1488;&#1502;&#1512;&#1514;&#1497; &#1500;&#1493; (&#1500;&#1504;&#1497;&#1512;) &#1513;&#1497;&#1490;&#1497;&#1491; &#1500;&#1493; &#1513;&#1504;&#1497; &#1491;&#1489;&#1512;&#1497;&#1501;: 1. </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">

      Faith No More</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;">

      <span lang="HE">&#1499;&#1489;&#1512; &#1497;&#1513;. 2. &#1492;&#1514;&#1511;&#1489;&#1500;&#1514;. (&#1492;&#1497;&#1497;&#1514;&#1497; &#1505;&#1514;&#1501; &#1497;&#1492;&#1497;&#1512; &#1493;&#1495;&#1510;&#1493;&#1507; &#1488;&#1489;&#1500; &#1492;&#1501; &#1489;&#1488;&#1502;&#1514; &#1504;&#1513;&#1502;&#1506;&#1493; 

      &#1499;&#1502;&#1493;&#1492;&#1501; &#1489;&#1491;&#1497;&#1493;&#1511;, &#1489;&#1513;&#1502;&#1497;&#1506;&#1492; &#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1500;&#1508;&#1495;&#1493;&#1514;. &#1500;&#1492;&#1511;&#1492; &#1502;&#1510;&#1493;&#1497;&#1497;&#1504;&#1514;)&#8217;. &#1504;&#1497;&#1512; &#1504;&#1514;&#1503; &#1500;&#1506;&#1512;&#1503; &#1492;&#1511;&#1500;&#1496;&#1514; 

      4-&#1506;&#1512;&#1493;&#1510;&#1497;&#1501; &#1513;&#1500; '&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;', 

      '&#1488;&#1510;&#1497;&#1496;&#1493;&#1503;' &#1493;'&#1494;&#1499;&#1493;&#1499;&#1497;&#1493;&#1514;' &#1499;&#1491;&#1497; &#1513;&#1497;&#1511;&#1500;&#1497;&#1496; 

      &#1506;&#1500;&#1497;&#1492; &#1490;&#1497;&#1496;&#1512;&#1493;&#1514;. &#1492;&#1511;&#1500;&#1497;&#1511; &#1492;&#1497;&#1492; &#1502;&#1497;&#1497;&#1491;&#1497;, &#1488;&#1498; &#1504;&#1497;&#1512; &#1492;&#1489;&#1497;&#1503; &#1514;&#1499;&#1507; &#1493;&#1502;&#1497;&#1491; &#1513;&#1506;&#1512;&#1503;, &#1513;&#1488;&#1493;&#1489;&#1495;&#1503; &#1506;&#1491; &#1502;&#1492;&#1512;&#1492; &#1499;"<i>&#1490;&#1497;&#1496;&#1512;&#1497;&#1505;&#1496; 

      &#1506;&#1501; &#1490;'&#1497;&#1503;</i>" - &#1502;&#1493;&#1504;&#1495; &#1489;&#1505;&#1500;&#1504;&#1490; &#1492;&#1497;&#1495;&#1493;&#1491;&#1497; &#1500;&#1500;&#1492;&#1511;&#1492; &#1513;&#1502;&#1513;&#1502;&#1506;&#1493; &#1490;&#1497;&#1496;&#1512;&#1497;&#1505;&#1496; &#1513;&#1497;&#1493;&#1491;&#1506; &#1500;&#1504;&#1490;&#1503; </span>

      </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">

      power chords</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1489;&#1505;&#1488;&#1493;&#1504;&#1491; &#1493;&#1490;&#1512;&#1493;&#1489; &#1513;&#1500; &#1502;&#1496;&#1488;&#1500;, &#1502;&#1500;&#1498; &#1489;&#1499;&#1500; &#1502;&#1492; &#1513;&#1511;&#1513;&#1493;&#1512; &#1500;&#1505;&#1488;&#1493;&#1504;&#1491; &#1493;&#1456;&#1493;&#1463;&#1497;&#1456;&#1497;&#1456;&#1489;&#1460;&#1497;&#1501;, &#1488;&#1498; &#1500;&#1488; &#1497;&#1491;&#1506; &#1497;&#1493;&#1514;&#1512; 

      &#1502;&#1491;&#1497; &#1514;&#1488;&#1493;&#1512;&#1497;&#1492; &#1493;&#1500;&#1488; &#1502;&#1493;&#1513;&#1490;&#1497;&#1501; &#1489;&#1505;&#1497;&#1505;&#1497;&#1497;&#1501; &#1499;&#1502;&#1493; &#1502;&#1494;'&#1493;&#1512; &#1493;&#1502;&#1497;&#1504;&#1493;&#1512;. &#1500;&#1488;&#1495;&#1512; &#1505;&#1491;&#1512;&#1514; &#1495;&#1497;&#1504;&#1493;&#1498; &#1502;&#1494;&#1493;&#1512;&#1494;&#1514; 

      &#1513;&#1492;&#1506;&#1489;&#1497;&#1512; &#1500;&#1493; &#1504;&#1497;&#1512; &#1495;&#1489;&#1512; &#1506;&#1512;&#1503; &#1500;&#1492;&#1512;&#1499;&#1489;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1506;&#1493;&#1502;&#1512; &#1495;&#1494;&#1497;&#1494;, &#1489;&#1505;&#1497;&#1505;&#1496; &#1500;&#1492;&#1511;&#1514; </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">

      People</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">, 

      &#1505;&#1512;&#1489; &#1489;&#1504;&#1497;&#1502;&#1493;&#1505; &#1500;&#1492;&#1510;&#1506;&#1492; &#1492;&#1502;&#1508;&#1514;&#1492;, &#1488;&#1498; &#1492;&#1510;&#1497;&#1506; &#1488;&#1514; &#1495;&#1489;&#1512;&#1493; &#1513;&#1490;&#1497;&#1488; &#1510;&#1493;&#1512;&#1507; (&#1488;&#1495; &#1513;&#1500; &#1488;&#1502;&#1497;&#1512;). &#1489;&#1503; 16 &#1511;&#1497;&#1489;&#1500; 

      &#1513;&#1490;&#1497;&#1488; &#1489;&#1492;&#1514;&#1500;&#1492;&#1489;&#1493;&#1514; &#1488;&#1514; &#1492;&#1492;&#1511;&#1500;&#1496;&#1492; &#1500;&#1500;&#1502;&#1493;&#1491; &#1493;&#1492;&#1495;&#1494;&#1512;&#1493;&#1514; &#1492;&#1495;&#1500;&#1493;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1499;&#1498; &#1490;&#1493;&#1489;&#1513; &#1492;&#1492;&#1512;&#1499;&#1489; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1497; &#1513;&#1500; &#1492;&#1500;&#1492;&#1511;&#1492; &#1489;&#1513;&#1504;&#1514; 1995: &#1490;&#1497;&#1488; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; - &#1514;&#1493;&#1508;&#1497;&#1501;, <b>

      &#1504;</b>&#1497;&#1512; &#1496;&#1512;&#1496;&#1512; - &#1511;&#1500;&#1497;&#1491;&#1497;&#1501; &#1493;&#1513;&#1497;&#1512;&#1492;, &#1490;&#1497;&#1488; &#1513;&#1502;&#1497; - &#1490;&#1497;&#1496;&#1512;&#1492; &#1502;&#1493;&#1489;&#1497;&#1500;&#1492;, &#1506;&#1512;&#1503; &#1512;&#1493;&#1496;&#1494;&#1511; - 

      &#1490;&#1497;&#1496;&#1512;&#1514; &#1511;&#1510;&#1489;, &#1513;&#1490;&#1497;&#1488; &#1510;&#1493;&#1512;&#1507; - &#1489;&#1505;. &#1489;&#1514;&#1495;&#1497;&#1500;&#1492; &#1506;&#1493;&#1491; &#1491;&#1493;&#1489;&#1512; &#1506;&#1500; &#1510;&#1512;&#1493;&#1507; &#1494;&#1502;&#1512; &#1504;&#1493;&#1505;&#1507; &#1513;&#1497;&#1513;&#1497;&#1512; &#1488;&#1514; 

      &#1492;&#1512;&#1490;&#1506;&#1497;&#1501; &#1492;&#1513;&#1511;&#1496;&#1497;&#1501; &#1493;&#1504;&#1497;&#1512; &#1497;&#1513;&#1488;&#1512; &#1488;&#1495;&#1512;&#1488;&#1497; &#1506;&#1500; &#1492;&#1510;&#1512;&#1495;&#1493;&#1514;, &#1488;&#1498; &#1514;&#1493;&#1498; &#1494;&#1502;&#1503; &#1511;&#1510;&#1512; &#1492;&#1493;&#1489;&#1503; &#1513;&#1488;&#1497;&#1503; &#1510;&#1493;&#1512;&#1498; 

      &#1489;&#1499;&#1498;. &#1506;&#1491; &#1502;&#1492;&#1512;&#1492; &#1492;&#1514;&#1489;&#1513;&#1500; &#1492;&#1491;&#1502;&#1493; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1500; &#1492;&#1500;&#1492;&#1511;&#1492; &#1513;&#1492;&#1493;&#1511;&#1500;&#1496; &#1489;"&#1504;&#1493;&#1497;&#1494;" &#1493;&#1499;&#1500;&#1500; &#1495;&#1502;&#1497;&#1513;&#1492; &#1513;&#1497;&#1512;&#1497;&#1501;:

      </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      '&#1506;&#1493;&#1491; &#1497;&#1493;&#1501; &#1489;&#1495;&#1497;&#1497; (&#1496;&#1502;&#1508;&#1493;&#1503; &#1506;&#1501; &#1491;&#1501;)'</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">, <a href="http://infectzia.net/songs/nakro.htm">&#1504;&#1511;&#1512;&#1493;&#1508;&#1497;&#1500;</a>, 

      '&#1494;&#1499;&#1493;&#1499;&#1497;&#1493;&#1514;', '&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;', &#1493;<a href="http://infectzia.net/songs/rock.htm">&#1512;&#1493;&#1511; 

      &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;</a>. &#1492;&#1500;&#1492;&#1511;&#1492; &#1494;&#1499;&#1514;&#1492; &#1500;&#1514;&#1490;&#1493;&#1489;&#1493;&#1514; &#1495;&#1502;&#1493;&#1514; &#1502;&#1510;&#1491; &#1502;&#1497; &#1513;&#1494;&#1499;&#1492; &#1500;&#1513;&#1502;&#1493;&#1506; &#1488;&#1514; &#1492;&#1491;&#1502;&#1493;, &#1488;&#1498; &#1502;&#1495;&#1489;&#1512;&#1493;&#1514; 

      &#1492;&#1514;&#1511;&#1500;&#1497;&#1496;&#1497;&#1501; &#1488;&#1500;&#1497;&#1492;&#1503; &#1513;&#1500;&#1495;&#1493; &#1488;&#1514; &#1492;&#1491;&#1502;&#1493; &#1500;&#1488; &#1513;&#1502;&#1506;&#1493; &#1502;&#1506;&#1493;&#1500;&#1501;. &#1492;</span><span style="font-size: 11pt; line-height: 150%;" dir="ltr">DAT</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE"> &#1492;&#1502;&#1511;&#1493;&#1512;&#1497; &#1488;&#1489;&#1491; &#1493;&#1499;&#1497;&#1493;&#1501; &#1492;&#1506;&#1493;&#1514;&#1511; &#1492;&#1511;&#1497;&#1497;&#1501; &#1492;&#1493;&#1488; &#1513;&#1495;&#1494;&#1493;&#1512; &#1513;&#1500; &#1511;&#1500;&#1496;&#1514; &#1513;&#1513;&#1502;&#1512; &#1513;&#1465;&#1490;&#1497;&#1488;

      </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      ,&#1493;&#1492;&#1493;&#1488; &#1513;&#1502;&#1493;&#1512; &#1506;&#1501; &#1495;&#1489;&#1512;&#1497; &#1492;&#1500;&#1492;&#1511;&#1492; &#1493;&#1497;&#1510;&#1488; &#8216;&#1499;&#1513;&#1497;&#1490;&#1497;&#1506; &#1494;&#1502;&#1504;&#1493; &#1489;&#1510;&#1493;&#1512;&#1492; &#1492;&#1504;&#1488;&#1493;&#1514;&#1492; &#1500;&#1491;&#1489;&#1512;&#1497;&#1501; &#1504;&#1491;&#1497;&#1512;&#1497;&#1501;.&#8217; 

      &#1489;&#1502;&#1492;&#1500;&#1498; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1506;&#1500; &#1492;&#1491;&#1502;&#1493; &#1493;&#1488;&#1495;&#1512;&#1497;&#1493;, &#1499;&#1488;&#1513;&#1512; &#1504;&#1493;&#1505;&#1508;&#1493; &#1506;&#1493;&#1491; &#1513;&#1497;&#1512;&#1497;&#1501; &#1500;&#1512;&#1508;&#1512;&#1496;&#1493;&#1488;&#1512; &#1492;&#1500;&#1492;&#1511;&#1492;, &#1502;&#1505;&#1508;&#1512; &#1504;&#1497;&#1512; 

      &#1499;&#1497; &#1492;&#1497;&#1492; &#1506;&#1500;&#1497;&#1493; &#1500;&#1490;&#1506;&#1493;&#1512; &#1489;&#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; &#1489;&#1499;&#1491;&#1497; &#1513;&#1497;&#1505;&#1497;&#1497;&#1501; &#1513;&#1497;&#1512;&#1497;&#1501; - &#1499;&#1500; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1497;&#1501; &#1504;&#1499;&#1514;&#1489;&#1493; 

      &#1499;&#1489;&#1497;&#1514; &#1488;&#1495;&#1491; &#1493;&#1508;&#1494;&#1502;&#1493;&#1503; ('&#1504;&#1511;&#1512;&#1493;&#1508;&#1497;&#1500;', &#1500;&#1491;&#1493;&#1490;&#1502;&#1488;, &#1504;&#1513;&#1488;&#1512; &#1499;&#1498;).</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1489;&#1513;&#1500;&#1489; &#1499;&#1500;&#1513;&#1492;&#1493; &#1492;&#1495;&#1500;&#1497;&#1496;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1513;&#1504;&#1495;&#1493;&#1509; &#1500;&#1492;&#1501; &#1489;&#1505;&#1497;&#1505;&#1496; &#1497;&#1493;&#1514;&#1512; &#1496;&#1493;&#1489;. &#1513;&#1490;&#1497;&#1488;, &#1502;&#1493;&#1505;&#1497;&#1511;&#1488;&#1497; &#1502;&#1514;&#1495;&#1497;&#1500; 

      &#1489;&#1500;&#1489;&#1491;, &#1500;&#1488; &#1492;&#1497;&#1492; &#1502;&#1505;&#1508;&#1497;&#1511; &#1502;&#1491;&#1493;&#1497;&#1511; &#1493;&#1492;&#1514;&#1511;&#1513;&#1492; &#1500;&#1504;&#1490;&#1503; &#1489;&#1497;&#1503; &#1492;&#1513;&#1488;&#1512; &#1488;&#1514; &#1492;&#1512;&#1497;&#1507; 

      &#1502;'&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;'. 

      &#1492;&#1500;&#1492;&#1511;&#1492; &#1488;&#1502;&#1512;&#1492; &#1497;&#1508;&#1492; &#1513;&#1500;&#1493;&#1501; &#1500;&#1513;&#1490;&#1497;&#1488; &#1493;&#1506;&#1502;&#1491;&#1492; &#1489;&#1508;&#1504;&#1497; &#1511;&#1493;&#1513;&#1497; &#1495;&#1491;&#1513;-&#1497;&#1513;&#1503;, &#1488;&#1498; &#1492;&#1497;&#1513;&#1493;&#1506;&#1492; &#1500;&#1488; &#1488;&#1497;&#1495;&#1512;&#1492; 

      &#1500;&#1492;&#1490;&#1497;&#1506;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1497;&#1512;&#1493;&#1503; &#1513;&#1512;&#1488;&#1500;<b>, </b>

      &#1513;&#1492;&#1493;&#1494;&#1499;&#1512; &#1494;&#1492; &#1502;&#1499;&#1489;&#1512;, &#1492;&#1499;&#1497;&#1512; &#1488;&#1514; &#1506;&#1512;&#1503; &#1502;&#1500;&#1492;&#1511;&#1514;

      </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">

      People</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1513;&#1492;&#1497;&#1493; &#1506;&#1493;&#1512;&#1499;&#1497;&#1501; &#1495;&#1494;&#1512;&#1493;&#1514; &#1489;"&#1491;&#1500;&#1508;&#1497;" &#1500;&#1512;&#1493;&#1489;, &#1493;&#1499;&#1498; &#1497;&#1510;&#1488; &#1513;&#1513;&#1502;&#1506; &#1500;&#1488; &#1508;&#1506;&#1501; &#1506;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; 

      &#1493;&#1489;&#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1497;&#1493;&#1514; &#1513;&#1493;&#1504;&#1493;&#1514; &#1513;&#1502;&#1506; &#1490;&#1501; &#1488;&#1514; &#1492;&#1491;&#1502;&#1493; &#1492;&#1502;&#1491;&#1493;&#1489;&#1512;. &#1506;&#1500; &#1488;&#1507; &#1513;&#1500;&#1496;&#1506;&#1502;&#1493; &#1492;&#1491;&#1502;&#1493; &#1500;&#1488; &#1492;&#1497;&#1492; &#1496;&#1493;&#1489; - 

      &#1492;&#1505;&#1488;&#1493;&#1504;&#1491; &#1492;&#1497;&#1492; &#1512;&#1506;, &#1492;&#1513;&#1497;&#1512;&#1497;&#1501; &#1492;&#1497;&#1493; &#1512;&#1493;&#1493;&#1497;&#1497;&#1501; &#1489;&#1505;&#1493;&#1500;&#1493;&#1488;&#1497;&#1501; &#1502;&#1492;&#1497;&#1512;&#1497;&#1501; &#1493;&#1502;&#1514;&#1500;&#1492;&#1489;&#1497;&#1501;, &#1493;&#1499;&#1499;&#1500;&#1500; &#1492;&#1493;&#1488; &#1500;&#1488; 

      &#1492;&#1514;&#1495;&#1489;&#1512; &#1497;&#1493;&#1514;&#1512; &#1502;&#1491;&#1497; &#1500;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492; - &#1492;&#1493;&#1488; &#1488;&#1492;&#1489; &#1488;&#1514; &#1492;&#1488;&#1504;&#1512;&#1490;&#1497;&#1492; &#1513;&#1500; &#1492;&#1500;&#1492;&#1511;&#1492; &#1493;&#1492;&#1497;&#1492; &#1502;&#1505;&#1493;&#1511;&#1512;&#1503; &#1500;&#1490;&#1489;&#1497; 

      &#1492;&#1504;&#1508;&#1513;&#1493;&#1514; &#1492;&#1508;&#1493;&#1506;&#1500;&#1493;&#1514;. &#1506;&#1500; &#1499;&#1503; &#1504;&#1506;&#1504;&#1492; &#1500;&#1492;&#1510;&#1506;&#1492; &#1506;&#1500; &#1488;&#1507; &#1513;&#1500;&#1488; &#1492;&#1514;&#1497;&#1497;&#1495;&#1505; &#1500;&#1502;&#1493;&#1491;&#1506;&#1514; &#1492;&#1491;&#1512;&#1493;&#1513;&#1497;&#1501; &#1492;&#1502;&#1511;&#1493;&#1512;&#1497;&#1514;. 

      &#1492;&#1493;&#1488; &#1494;&#1493;&#1502;&#1503; &#1500;&#1488;&#1493;&#1491;&#1497;&#1513;&#1503; &#1493;&#1492;&#1514;&#1511;&#1489;&#1500; &#1506;&#1500; &#1508;&#1504;&#1497; &#1489;&#1505;&#1497;&#1505;&#1496;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501; &#1502;&#1488;&#1495;&#1512; &#1493;&#1492;&#1510;&#1500;&#1497;&#1495; &#1500;&#1504;&#1490;&#1503; &#1488;&#1514; ''&#1499;&#1499;&#1492; 

      &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;'' &#1500;&#1500;&#1488; &#1511;&#1493;&#1513;&#1497;. &#1504;&#1497;&#1512;, &#1513;&#1489;&#1491;&#1497;&#1493;&#1511; &#1495;&#1494;&#1512; &#1502;&#1496;&#1497;&#1493;&#1500; &#1489;&#1495;&#1493;"&#1500; &#1492;&#1493;&#1508;&#1514;&#1506; &#1500;&#1490;&#1500;&#1493;&#1514; &#1513;&#1497;&#1513; &#1489;&#1500;&#1492;&#1511;&#1492; &#1489;&#1505;&#1497;&#1505;&#1496; 

      &#1495;&#1491;&#1513;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1506;&#1500; &#1488;&#1507; &#1492;&#1499;&#1512;&#1497;&#1494;&#1502;&#1492; &#1513;&#1506;&#1512;&#1503; &#1512;&#1493;&#1496;&#1494;&#1511; &#1492;&#1511;&#1512;&#1497;&#1503;, &#1492;&#1492;&#1513;&#1511;&#1506;&#1492; &#1513;&#1500;&#1493; &#1489;&#1506;&#1497;&#1489;&#1493;&#1491;&#1497;&#1501; &#1493;&#1489;&#1505;&#1488;&#1493;&#1504;&#1491; &#1493;&#1514;&#1512;&#1493;&#1502;&#1514;&#1493; &#1492;&#1512;&#1489;&#1492; 

      &#1500;&#1492;&#1514;&#1508;&#1514;&#1495;&#1493;&#1514; &#1492;&#1500;&#1492;&#1511;&#1492; &#1489;&#1497;&#1502;&#1497;&#1492; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1497;&#1501;, &#1504;&#1491;&#1502;&#1492; &#1492;&#1497;&#1492; &#1513;&#1502;&#1489;&#1495;&#1497;&#1504;&#1514;&#1493; &#1492;&#1500;&#1492;&#1511;&#1492; &#1492;&#1497;&#1488; &#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1510;&#1491; &#1511;&#1510;&#1512; 

      &#1496;&#1493;&#1493;&#1495;, &#1493;&#1488;&#1499;&#1503; &#1494;&#1502;&#1503; &#1511;&#1510;&#1512; &#1500;&#1488;&#1495;&#1512; &#1492;&#1511;&#1500;&#1496;&#1514; &#1492;&#1491;&#1502;&#1493; &#1492;&#1493;&#1491;&#1497;&#1506; &#1506;&#1500; &#1499;&#1493;&#1493;&#1504;&#1514;&#1493; &#1500;&#1506;&#1494;&#1493;&#1489;. &#1500;&#1492;&#1495;&#1500;&#1496;&#1514;&#1493; &#1494;&#1493; &#1514;&#1512;&#1502;&#1493; 

      &#1490;&#1501; &#1502;&#1505;&#1508;&#1512; &#1493;&#1497;&#1499;&#1493;&#1495;&#1497;&#1501; &#1506;&#1501; &#1504;&#1497;&#1512; &#1506;&#1500; &#1502;&#1492;&#1493;&#1514; &#1492;&#1500;&#1492;&#1511;&#1492; &#1493;&#1495;&#1513;&#1497;&#1489;&#1493;&#1514;&#1492; &#1513;&#1500; &#1492;&#1502;&#1511;&#1510;&#1493;&#1506;&#1497;&#1493;&#1514; &#1489;&#1506;&#1489;&#1493;&#1491;&#1492; (&#1502;&#1505;&#1508;&#1512; 

      &#1492;&#1495;&#1494;&#1512;&#1493;&#1514; &#1492;&#1491;&#1512;&#1493;&#1513;&#1493;&#1514; &#1500;&#1508;&#1504;&#1497; &nbsp;&#1513;&#1514;&#1492;&#1488; &#1492;&#1500;&#1492;&#1511;&#1492; &#1502;&#1493;&#1499;&#1504;&#1492; &#1500;&#1492;&#1493;&#1508;&#1497;&#1506;). &#1489;&#1495;&#1494;&#1512;&#1492; &#1492;&#1488;&#1495;&#1512;&#1493;&#1504;&#1492; &#1489;&#1492; &#1492;&#1497;&#1492; &#1504;&#1493;&#1499;&#1495;, 

      &#1500;&#1508;&#1504;&#1497; &#1513;&#1511;&#1489;&#1506; &#1488;&#1514; &#1506;&#1494;&#1497;&#1489;&#1514;&#1493; &#1499;&#1506;&#1493;&#1489;&#1491;&#1492;, &#1492;&#1513;&#1502;&#1497;&#1506; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; &#1500;&#1500;&#1492;&#1511;&#1492; &#1513;&#1497;&#1512; &#1495;&#1491;&#1513; &#1513;&#1499;&#1514;&#1489;,

      <a href="http://infectzia.net/songs/dagim.htm">&#1502;&#1505;&#1506;&#1491;&#1493;&#1514; 

      &#1491;&#1490;&#1497;&#1501;</a>. &#1504;&#1493;&#1499;&#1495; &#1492;&#1514;&#1500;&#1492;&#1489;&#1493;&#1514;&#1493; &#1492;&#1490;&#1500;&#1493;&#1497;&#1492; &#1500;&#1506;&#1497;&#1503; &#1513;&#1500; &#1506;&#1512;&#1503; &#1502;&#1492;&#1512;&#1497;&#1507; &#1504;&#1497;&#1514;&#1503; &#1492;&#1497;&#1492; &#1500;&#1495;&#1513;&#1493;&#1489; &#1513;&#1488;&#1508;&#1513;&#1512; 

      &#1500;&#1513;&#1499;&#1504;&#1506;&#1493; &#1500;&#1492;&#1513;&#1488;&#1512; &#1494;&#1502;&#1503; &#1504;&#1493;&#1505;&#1507;, &#1488;&#1498; &#1494;&#1492; &#1492;&#1497;&#1492; &#1505;&#1493;&#1507; &#1491;&#1512;&#1499;&#1492; &#1513;&#1500; &#1492;&#1500;&#1492;&#1511;&#1492; &#1489;&#1490;&#1500;&#1490;&#1493;&#1500;&#1492; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1506;&#1500; &#1488;&#1507; &#1513;&#1502;&#1514;&#1495;&#1497;&#1500;&#1514; &#1491;&#1512;&#1499;&#1492; &#1506;&#1489;&#1491;&#1493; &#1499;&#1510;&#1493;&#1493;&#1514; &#1489;&#1499;&#1500; &#1492;&#1504;&#1493;&#1490;&#1506; &#1500;&#1505;&#1488;&#1493;&#1504;&#1491; &#1493;&#1506;&#1497;&#1489;&#1493;&#1491;&#1497;&#1501;, &#1506;&#1491; &#1488;&#1493;&#1514;&#1492; &#1492;&#1514;&#1511;&#1493;&#1508;&#1492; 

      &#1492;&#1497;&#1492; &#1494;&#1492; &#1504;&#1497;&#1512; &#1513;&#1511;&#1497;&#1497;&#1501; &#1488;&#1514; &#1492;&#1500;&#1492;&#1511;&#1492;. &#1502;&#1488;&#1497;&#1505;&#1493;&#1507; &#1492;&#1504;&#1490;&#1504;&#1497;&#1501;, &#1491;&#1512;&#1498; &#1492;&#1508;&#1510;&#1512;&#1493;&#1514; &#1489;&#1500;&#1514;&#1497; &#1508;&#1493;&#1505;&#1511;&#1493;&#1514; &#1489;&#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; 

      &#1513;&#1497;&#1499;&#1514;&#1493;&#1489; &#1513;&#1497;&#1512;&#1497;&#1501; &#1493;&#1497;&#1505;&#1497;&#1497;&#1501; &#1488;&#1514; &#1492;&#1511;&#1497;&#1497;&#1502;&#1497;&#1501;, &#1493;&#1506;&#1491; &#1492;&#1492;&#1514;&#1500;&#1492;&#1489;&#1493;&#1514;, &#1502;&#1502;&#1504;&#1492; &#1492;&#1497;&#1497;&#1514;&#1492; &#1500;&#1493; &#1502;&#1505;&#1508;&#1497;&#1511; &#1489;&#1513;&#1489;&#1497;&#1500; 

      &#1513;&#1488;&#1512; &#1495;&#1489;&#1512;&#1497; &#1492;&#1500;&#1492;&#1511;&#1492;. &#1500;&#1488;&#1495;&#1512; &#1492;&#1511;&#1500;&#1496;&#1514; &#1492;&#1491;&#1502;&#1493; &#1493;&#1500;&#1488;&#1493;&#1512; &#1492;&#1514;&#1490;&#1493;&#1489;&#1493;&#1514; &#1513;&#1511;&#1497;&#1489;&#1500;&#1493; &#1506;&#1500;&#1497;&#1493; &#1495;&#1491;&#1512;&#1492; &#1492;&#1492;&#1514;&#1500;&#1492;&#1489;&#1493;&#1514; 

      &#1489;&#1492;&#1491;&#1512;&#1490;&#1492; &#1490;&#1501; &#1488;&#1500; &#1513;&#1488;&#1512; &#1495;&#1489;&#1512;&#1497; &#1492;&#1500;&#1492;&#1511;&#1492; &#1493;&#1492;&#1506;&#1504;&#1497;&#1497;&#1504;&#1497;&#1501; &#1511;&#1497;&#1489;&#1500;&#1493; &#1514;&#1508;&#1504;&#1497;&#1514;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1514;&#1493;&#1498; &#1499;&#1491;&#1497; &#1492;&#1495;&#1497;&#1508;&#1493;&#1513;&#1497;&#1501; &#1488;&#1495;&#1512; &#1490;&#1497;&#1496;&#1512;&#1497;&#1505;&#1496; &#1511;&#1510;&#1489; &#1495;&#1491;&#1513; &#1492;&#1514;&#1508;&#1514;&#1495;&#1492; &#1489;&#1500;&#1492;&#1511;&#1492; &#1502;&#1493;&#1491;&#1506;&#1493;&#1514; &#1502;&#1511;&#1510;&#1493;&#1506;&#1497;&#1514; &#1513;&#1492;&#1493;&#1489;&#1497;&#1500;&#1492; 

      &#1500;&#1502;&#1505;&#1511;&#1504;&#1492; &#1513;&#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; &#1500;&#1488; &#1502;&#1504;&#1490;&#1503; &#1502;&#1505;&#1508;&#1497;&#1511; &#1496;&#1493;&#1489;. &#1489;&#1502;&#1511;&#1489;&#1497;&#1500; &#1495;&#1491;&#1500;&#1492; &#1500;&#1492;&#1511;&#1514; </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">People</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE"> 

      &#1502;&#1500;&#1492;&#1514;&#1511;&#1497;&#1497;&#1501;, &#1493;&#1512;&#1503; &#1497;&#1493;&#1512;&#1490;&#1504;&#1505;&#1493;&#1503;, &#1502;&#1514;&#1493;&#1508;&#1507; (&#1513;&#1499;&#1489;&#1512; &#1488;&#1494; &#1504;&#1495;&#1513;&#1489; &#1500;&#1514;&#1493;&#1514;&#1495; &#1489;&#1514;&#1495;&#1493;&#1502;&#1493;), &#1492;&#1514;&#1508;&#1504;&#1492; 

      &#1500;&#1492;&#1512;&#1508;&#1514;&#1511;&#1488;&#1493;&#1514; &#1495;&#1491;&#1513;&#1493;&#1514;. &#1492;&#1497;&#1492; &#1494;&#1492; &#1497;&#1512;&#1493;&#1503;, &#1513;&#1492;&#1499;&#1497;&#1512; &#1488;&#1514; &#1512;&#1503; &#1502;&#1489;&#1497;&#1511;&#1493;&#1512;&#1497;&#1493; &#1492;&#1514;&#1499;&#1493;&#1508;&#1497;&#1501; &#1489;&#8221;&#1491;&#1500;&#1508;&#1497;&#8221;, &#1513;&#1492;&#1506;&#1500;&#1492; 

      &#1488;&#1514; &#1492;&#1512;&#1506;&#1497;&#1493;&#1503; &#1500;&#1510;&#1512;&#1507; &#1488;&#1514; &#1497;&#1493;&#1512;&#1490;&#1503; &#1499;&#1502;&#1514;&#1493;&#1508;&#1507; &#1489;&#1502;&#1511;&#1493;&#1501; &#1490;&#1497;&#1488; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; &#1493;&#1513;&#1494;&#1492; &#1497;&#1514;&#1508;&#1493;&#1505; &#1488;&#1514; &#1506;&#1502;&#1491;&#1514; 

      &#1492;&#1490;&#1497;&#1496;&#1512;&#1492; &#1492;&#1495;&#1505;&#1512;&#1492;.</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1502;&#1495;&#1513;&#1513; &#1513;&#1512;&#1503; &#1500;&#1488; &#1497;&#1492;&#1497;&#1492; &#1512;&#1510;&#1497;&#1504;&#1497; &#1493;&#1497;&#1512;&#1488;&#1492; &#1489;&#1494;&#1492; &#1499;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1510;&#1491;&#1491;&#1497; &#1492;&#1514;&#1504;&#1490;&#1491; &#1489;&#1514;&#1495;&#1497;&#1500;&#1492; &#1504;&#1497;&#1512; &#1500;&#1492;&#1510;&#1506;&#1492; 

      &#1489;&#1496;&#1506;&#1504;&#1492; &#1513;</span><span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">People-</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1494;&#1492; &#1502;&#1494;&#1500; &#1512;&#1506; &#1493;&#1500;&#1488; &#1510;&#1512;&#1497;&#1498; &#1500;&#1492;&#1514;&#1506;&#1505;&#1511; &#1488;&#1497;&#1514;&#1501;, &#1488;&#1489;&#1500; &#1489;&#1502;&#1497;&#1500;&#1493;&#1514;&#1497;&#1493;: &#8216;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">&#1500;&#1488; &#1502;&#1505;&#1512;&#1489;&#1497;&#1501; &#1500;&#1502;&#1514;&#1493;&#1508;&#1507; &#1506;&#1500;, &#1492;&#1493;&#1488; &#1492;&#1497;&#1492; &#1488;&#1490;&#1491;&#1492;, &#1492;&#1502;&#1514;&#1493;&#1508;&#1507; 

      &#1502;&#1496;&#1488;&#1500; &#1492;&#1499;&#1497; &#1512;&#1493;&#1510;&#1495; &#1513;&#1492;&#1497;&#1492; &#1488;&#1497; &#1508;&#1506;&#1501; &#1489;&#1488;&#1512;&#1509;&#8217;.</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1497;&#1493;&#1512;&#1490;&#1503;, &#1513;&#1492;&#1511;&#1500;&#1496;&#1493;&#1514; &#1513;&#1494;&#1499;&#1492; &#1500;&#1513;&#1502;&#1493;&#1506; &#1494;&#1492; &#1502;&#1499;&#1489;&#1512; &#1502;&#1510;&#1488;&#1493; &#1495;&#1503; &#1489;&#1506;&#1497;&#1504;&#1497;&#1493;, &#1492;&#1505;&#1499;&#1497;&#1501; &#1502;&#1497;&#1491;. </span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1506;&#1501; &#1497;&#1512;&#1493;&#1503; &#1489;&#1500;&#1492;&#1511;&#1492;, &#1492;&#1492;&#1512;&#1499;&#1489; &#1492;&#1495;&#1491;&#1513; &#1494;&#1499;&#1492; &#1500;&#1513;&#1506;&#1493;&#1514; &#1513;&#1500; &#1495;&#1494;&#1512;&#1493;&#1514; &#1489;&#1488;&#1497;&#1513;&#1493;&#1503; &#1500;&#1497;&#1500;&#1492; &#1495;&#1497;&#1504;&#1501; &#1488;&#1497;&#1503; &#1499;&#1505;&#1507; 

      &#1489;&#1502;&#1511;&#1493;&#1501; &#1506;&#1489;&#1493;&#1491;&#1514;&#1493; &#8216;&#1502;&#1492; &#1488;&#1504;&#1497; &#1488;&#1490;&#1497;&#1491; &#1500;&#1497;&#1493;&#1488;&#1500;?&#8217; &#1492;&#1497;&#1492; &#1495;&#1493;&#1494;&#1512; &#1497;&#1512;&#1493;&#1503; &#1493;&#1488;&#1493;&#1502;&#1512; &#1499;&#1500; &#1508;&#1506;&#1501; &#1513;&#1492;&#1500;&#1492;&#1511;&#1492; &#1513;&#1489;&#1512;&#1492; 

      &#1502;&#1513;&#1492;&#1493; &#1489;&#1488;&#1493;&#1500;&#1508;&#1503;...</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1497;&#1493;&#1512;&#1490;&#1503; &#1500;&#1502;&#1491; &#1502;&#1492;&#1500;&#1492;&#1511;&#1492; &#1500;&#1492;&#1512;&#1490;&#1497;&#1506; &#1493;&#1492;&#1500;&#1492;&#1511;&#1492; &#1500;&#1502;&#1491;&#1492; &#1502;&#1497;&#1493;&#1512;&#1490;&#1503; &#1502;&#1492; &#1514;&#1493;&#1508;&#1497;&#1501; &#1497;&#1499;&#1493;&#1500;&#1497;&#1501; &#1500;&#1506;&#1513;&#1493;&#1514;. &#1489;&#1503; &#1492;&#1513;&#1488;&#1512; 

      &#1504;&#1499;&#1514;&#1489;&#1493; &#1502;&#1505;&#1508;&#1512; &#1495;&#1493;&#1502;&#1512;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501; &#1489;&#1492;&#1513;&#1512;&#1488;&#1514; &#1492;&#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514; &#1492;&#1495;&#1491;&#1513;&#1493;&#1514; (&#1500;&#1491;&#1493;&#1490;&#1502;&#1488;

      <a href="http://infectzia.net/songs/alta.htm">&#1488;&#1500;&#1496;&#1506;-&#1494;&#1488;&#1499;&#1503;</a> &#1493;<a href="http://infectzia.net/songs/piramid.htm">&#1508;&#1497;&#1512;&#1502;&#1497;&#1491;&#1493;&#1514;</a> 

      &#1513;&#1514;&#1512;&#1501; &#1500;&#1500;&#1492;&#1511;&#1492; &#1491;&#1493;&#1511;&#1488; &#1504;&#1497;&#1512;).</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1488;&#1495;&#1512;&#1497; &#1511;&#1512;&#1493;&#1489; &#1500;&#1495;&#1510;&#1497; &#1513;&#1504;&#1492; &#1513;&#1500; &#1506;&#1489;&#1493;&#1491;&#1492; &#1488;&#1497;&#1504;&#1496;&#1504;&#1505;&#1497;&#1489;&#1497;&#1514; &#1492;&#1493;&#1511;&#1500;&#1496;&#1492; &#1511;&#1500;&#1496;&#1514; &#1492;&#1491;&#1502;&#1493; &#1492;&#1513;&#1504;&#1497;&#1492;, &#1489;&#8221;&#1491;&#1500;&#1508;&#1497;&#8221;, 

      &#1488;&#1500;&#1488; &#1502;&#1492;? &#1489;&#1505;&#1493;&#1507; 1996 &#1492;&#1491;&#1502;&#1493; &#1492;&#1513;&#1504;&#1497; &#1492;&#1493;&#1491;&#1508;&#1505; &#1506;&#1500; &#1490;&#1489;&#1497; &#1511;&#1500;&#1496;&#1493;&#1514; &#1489;-300 &#1506;&#1493;&#1514;&#1511;&#1497;&#1501;, &#1504;&#1513;&#1500;&#1495; &#1500;&#1495;&#1489;&#1512;&#1493;&#1514; 

      &#1492;&#1514;&#1511;&#1500;&#1497;&#1496;&#1497;&#1501; &#1493;&#1497;&#1510;&#1488; &#1500;&#1502;&#1499;&#1497;&#1512;&#1492; &#1489;&#1488;&#1493;&#1494;&#1503; &#1492;&#1513;&#1500;&#1497;&#1513;&#1497;&#1514;. &#1490;&#1501; &#1492;&#1508;&#1506;&#1501; &#1495;&#1489;&#1512;&#1493;&#1514; &#1492;&#1514;&#1511;&#1500;&#1497;&#1496;&#1497;&#1501; &#1500;&#1488; &#1492;&#1513;&#1502;&#1497;&#1506;&#1493; &#1511;&#1493;&#1500;, 

      &#1488;&#1498; &#1499;&#1500; &#1492;&#1506;&#1493;&#1514;&#1511;&#1497;&#1501; &#1504;&#1502;&#1499;&#1512;&#1493; &#1514;&#1493;&#1498; &#1494;&#1502;&#1503; &#1511;&#1510;&#1512;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1489;&#1502;&#1511;&#1489;&#1497;&#1500; &#1500;&#1492;&#1511;&#1500;&#1496;&#1514; &#1492;&#1491;&#1502;&#1493; &#1492;&#1495;&#1500;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1500;&#1492;&#1493;&#1508;&#1497;&#1506;. &#1492;&#1493;&#1508;&#1506;&#1514;&#1501; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1492;&#1497;&#1497;&#1514;&#1492; &#1489;"&#1490;&#1512;&#1493;&#1489; &#1490;'&#1488;&#1501;-&#1489;&#1512;" 

      &#1489;&#1512;&#1495;&#1493;&#1489; &#1492;&#1512;&#1510;&#1500;, &#1493;&#1500;&#1488;&#1495;&#1512;&#1497;&#1492; &#1489;&#1488;&#1493; &#1502;&#1505;&#1508;&#1512; &#1492;&#1493;&#1508;&#1506;&#1493;&#1514; &#1489;"&#1495;&#1493;&#1502;&#1493;&#1505; &#1489;&#1488;&#1512;" &#1489;&#1511;&#1512;&#1500;&#1497;&#1489;&#1498;. &#1489;&#1497;&#1503; &#1500;&#1489;&#1497;&#1503; &#1504;&#1514;&#1504;&#1492; 

      &#1492;&#1500;&#1492;&#1511;&#1492; &#1492;&#1493;&#1508;&#1506;&#1492;

      <a href="http://infectzia.net/down/pics/1/albom.htm">&#1488;&#1511;&#1493;&#1505;&#1496;&#1497;&#1514; &#1502;&#1497;&#1493;&#1495;&#1491;&#1514; &#1489;&#1490;&#1497;&#1504;&#1514; &#1513;&#1497;&#1504;&#1511;&#1497;&#1503;</a> &#1489;&#1488;&#1497;&#1513;&#1493;&#1503; &#1500;&#1497;&#1500;&#1492; &#1489;&#1513;&#1504;&#1514; 1996. 

      &#1492;&#1493;&#1508;&#1506;&#1492; &#1488;&#1490;&#1491;&#1497;&#1514; &#1494;&#1493; &#1504;&#1511;&#1496;&#1506;&#1492; &#1499;&#1488;&#1513;&#1512; &#1488;&#1495;&#1491; &#1492;&#1491;&#1497;&#1497;&#1512;&#1497;&#1501; &#1489;&#1512;&#1495;&#1493;&#1489; &#1492;&#1489;&#1497;&#1506; &#1488;&#1514; &#1502;&#1493;&#1512;&#1514; &#1512;&#1493;&#1495;&#1493; &#1493;&#1492;&#1494;&#1502;&#1497;&#1503; 

      &#1502;&#1513;&#1496;&#1512;&#1492;. (&#1504;&#1493; &#1489;&#1488;&#1502;&#1514;, &#1511;&#1510;&#1514; &#1512;&#1490;&#1497;&#1513;&#1493;&#1514;! &#1502;&#1497;&#1500;&#1488; &#1492;&#1495;&#1497;&#1508;&#1493;&#1513;&#1497;&#1493;&#1514;, &#1488;&#1489;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;?! &#1488;&#1497;&#1503; &#1500;&#1488;&#1504;&#1513;&#1497;&#1501; &#1500;&#1489;, 

      &#1488;&#1504;&#1497; &#1488;&#1493;&#1502;&#1512; &#1500;&#1499;&#1501;) &#1502;&#1513;&#1501; &#1506;&#1489;&#1512;&#1493; &#1500;&#1492;&#1493;&#1508;&#1497;&#1506; &#1489;&#8221;&#1500;&#1493;&#1490;&#1493;&#1505;&#8221; &#1506;&#1491; &#1513;&#1504;&#1505;&#1490;&#1512; &#1489;&#1514;&#1495;&#1497;&#1500;&#1514; 1999. &#1506;&#1501; &#1505;&#1490;&#1497;&#1512;&#1514;&#1493; &#1513;&#1500; 

      &#1492;&#1500;&#1493;&#1490;&#1493;&#1505; &#1502;&#1510;&#1488;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1488;&#1514; &#1489;&#1497;&#1514;&#1492; &#1492;&#1495;&#1491;&#1513; &#1489;"&#1489;&#1488;&#1512;&#1489;&#1497;" &#1513;&#1492;&#1497;&#1492; &#1488;&#1494; &#1489;&#1512;&#1495;&#1493;&#1489; &#1505;&#1500;&#1502;&#1492;. &#1489;&#1502;&#1511;&#1489;&#1497;&#1500; &#1504;&#1514;&#1504;&#1493; &#1490;&#1501; 

      &#1492;&#1493;&#1508;&#1506;&#1492; &#1497;&#1495;&#1497;&#1491;&#1492; &#1489;"&#1492;&#1497;&#1497;&#1504;&#1511;&#1503; &#1492;&#1489;&#1497;&#1502;&#1492; &#1511;&#1500;&#1488;&#1489;".</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1489;&#1502;&#1512;&#1493;&#1510;&#1514; &#1492;&#1494;&#1502;&#1503; &#1510;&#1489;&#1512;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1511;&#1492;&#1500; &#1511;&#1489;&#1493;&#1506; &#1513;&#1492;&#1500;&#1498; &#1493;&#1490;&#1491;&#1500;. &#1489;&#1513;&#1504;&#1497;&#1501; 1997-1999 &#1508;&#1510;&#1495;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; 

      &#1489;&#1497;&#1493;&#1494;&#1502;&#1492; &#1497;&#1495;&#1493;&#1491;&#1497;&#1514; &#1488;&#1513;&#1512; &#1492;&#1511;&#1504;&#1514;&#1492; &#1500;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514; (&#1513;&#1488;&#1494; &#1492;&#1497;&#1493; &#1506;&#1493;&#1491; &#1489;&#1497;&#1513;&#1497;&#1489;&#1492;) &#1488;&#1493;&#1508;&#1497; &#1502;&#1512;&#1506;&#1504;&#1503; &#1513;&#1500; &#1513;&#1497;&#1512;&#1492; 

      &#1489;&#1510;&#1497;&#1489;&#1493;&#1512;, &#1506;&#1500; &#1488;&#1507; &#1492;&#1491;&#1497;&#1505;&#1496;&#1493;&#1512;&#1513;&#1504;&#1497;&#1501; - &#1489;&#1499;&#1504;&#1497;&#1505;&#1492; &#1500;&#1492;&#1493;&#1508;&#1506;&#1492; &#1492;&#1497;&#1493; &#1502;&#1495;&#1493;&#1500;&#1511;&#1497;&#1501; 

      <a href="../../x/shiron.htm">&#1513;&#1497;&#1512;&#1493;&#1504;&#1497;&#1501;</a> 

      (&#1492;&#1490;&#1512;&#1505;&#1492; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1513;&#1500; &#1492;&#1513;&#1497;&#1512;&#1493;&#1503; &#1502;&#1489;&#1497;&#1503; &#1492;&#1513;&#1514;&#1497;&#1497;&#1501; &#1492;&#1497;&#1497;&#1514;&#1492; &#1502;&#1500;&#1493;&#1493;&#1492; &#1489;<a href="http://infectzia.net/x/draw/shiron.htm">&#1488;&#1497;&#1493;&#1512;&#1497;&#1501; &#1508;&#1512;&#1497; &#1506;&#1496;&#1493; &#1513;&#1500; 

      &#1490;&#1497;&#1488; &#1513;&#1502;&#1497;</a>, &#1506;&#1501; &#1506;&#1494;&#1512;&#1492; &#1502;&#1497;&#1493;&#1512;&#1490;&#1503; &#1493;&#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514;) &#1506;&#1501; (&#1504;&#1497;&#1495;&#1513;&#1514;&#1501; &#1504;&#1499;&#1493;&#1504;&#1492;...) &#1502;&#1497;&#1500;&#1493;&#1514; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501;. 

      &#1492;&#1513;&#1502;&#1493;&#1506;&#1492; &#1506;&#1489;&#1512;&#1492; &#1502;&#1508;&#1492; &#1500;&#1488;&#1493;&#1494;&#1503; &#1493;&#1505;&#1489;&#1497;&#1489; &#1492;&#1500;&#1492;&#1511;&#1492; &#1504;&#1493;&#1510;&#1512; &#1511;&#1488;&#1500;&#1496; &#1513;&#1500; &#1488;&#1504;&#1513;&#1497;&#1501; &#1513;&#1502;&#1505;&#1508;&#1512;&#1501; &#1492;&#1493;&#1500;&#1498; &#1493;&#1490;&#1491;&#1500; &#1506;&#1491; 

      &#1506;&#1510;&#1501; &#1492;&#1497;&#1493;&#1501; &#1492;&#1494;&#1492;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1489;&#1505;&#1493;&#1507; 1998, &#1506;&#1501; &#1505;&#1497;&#1493;&#1501; &#1492;&#1511;&#1500;&#1496;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1495;&#1489;&#1512;&#1492; &#1500;&#1500;&#1492;&#1511;&#1492; 

      &#1513;&#1512;&#1497;&#1514; &#1513;&#1510;&#1511;&#1497;. &#1489;&#1502;&#1513;&#1498; &#1514;&#1511;&#1493;&#1508;&#1492; 

      &#1495;&#1497;&#1508;&#1513; &#1504;&#1497;&#1512; &#1511;&#1500;&#1497;&#1491;&#1503; &#1504;&#1493;&#1505;&#1507; &#1500;&#1502;&#1496;&#1512;&#1514; &#1492;&#1493;&#1508;&#1506;&#1493;&#1514; &#1513;&#1497;&#1506;&#1494;&#1493;&#1512; &#1500;&#1493; &#1500;&#1499;&#1489;&#1493;&#1513; &#1488;&#1514; &#1492;&#1489;&#1502;&#1492; &#1499;&#1505;&#1493;&#1500;&#1503; &#1502;&#1513;&#1493;&#1495;&#1512;&#1512; &#1502;&#1499;&#1500; 

      &#1504;&#1496;&#1500; &#1504;&#1493;&#1505;&#1507;. &#1513;&#1512;&#1497;&#1514;, &#1511;&#1500;&#1497;&#1491;&#1504;&#1497;&#1514; &#1489;&#1495;&#1505;&#1491; &#1493;&#1495;&#1489;&#1512;&#1492; &#1493;&#1514;&#1497;&#1511;&#1492; &#1513;&#1500; &#1492;&#1500;&#1492;&#1511;&#1492; &#1502;&#1492;"&#1491;&#1500;&#1508;&#1497;" &#1489;&#1506;&#1497;&#1511;&#1512;, &#1492;&#1497;&#1497;&#1514;&#1492; 

      &#1489;&#1495;&#1497;&#1512;&#1492; &#1488;&#1497;&#1491;&#1488;&#1500;&#1497;&#1514;. &#1502;&#1513;&#1495;&#1494;&#1512;&#1492; &#1502;&#1496;&#1497;&#1493;&#1500; &#1489;&#1503; &#1513;&#1504;&#1492; &#1489;&#1495;&#1493;"&#1500; &#1493;&#1492;&#1510;&#1493;&#1512;&#1498; &#1489;&#1511;&#1500;&#1497;&#1491;&#1503; &#1506;&#1491;&#1497;&#1497;&#1503; &#1492;&#1497;&#1492; &#1511;&#1497;&#1497;&#1501; 

      &#1492;&#1510;&#1496;&#1512;&#1508;&#1492; &#1513;&#1512;&#1497;&#1514; &#1489;&#1513;&#1502;&#1495;&#1492;. &#1489;&#1505;&#1493;&#1507; &#1513;&#1504;&#1514; 1999 &#1506;&#1494;&#1489;&#1492; &#1513;&#1512;&#1497;&#1514; &#1488;&#1514; &#1492;&#1500;&#1492;&#1511;&#1492; &#1499;&#1497; &#1504;&#1502;&#1488;&#1505; &#1500;&#1492; &#1500;&#1505;&#1495;&#1493;&#1489; &#1488;&#1514; 

      &#1492;&#1511;&#1500;&#1497;&#1491;&#1497;&#1501; &#1513;&#1500; &#1504;&#1497;&#1512;...</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &nbsp;</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <b><u>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      <a name="spoil"></a>&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;</span></u></b></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &nbsp;&#1489;&#1495;&#1494;&#1512;&#1493;&#1514; &#1492;&#1512;&#1489;&#1493;&#1514; &#1513;&#1500;&#1497;&#1493;&#1493; &#1488;&#1514; &#1492;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514; &#1492;&#1495;&#1500;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1500;&#1490;&#1489;&#1513; &#1505;&#1488;&#1493;&#1504;&#1491; &#1497;&#1495;&#1493;&#1491;&#1497; &#1493;&#1491;&#1497;&#1504;&#1502;&#1497;&#1511;&#1492; 

      &#1511;&#1489;&#1493;&#1510;&#1514;&#1497;&#1514; &#1502;&#1514;&#1493;&#1488;&#1502;&#1514; &#1492;&#1497;&#1496;&#1489;. &#1513;&#1497;&#1512;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1493; (<a href="http://infectzia.net/songs/broch.htm">&#1505;&#1500;&#1496; &#1513;&#1500; &#1499;&#1512;&#1493;&#1489;</a>,

      <a href="http://infectzia.net/songs/tenis.htm">&#1496;&#1504;&#1497;&#1505;</a>, 

      &#1493;&#1506;&#1493;&#1491;) &#1493;&#1506;&#1497;&#1489;&#1493;&#1491;&#1497;&#1501; &#1504;&#1495;&#1514;&#1502;&#1493;. &#1492;&#1493;&#1495;&#1500;&#1496; &#1500;&#1492;&#1511;&#1500;&#1497;&#1496; &#1488;&#1500;&#1489;&#1493;&#1501;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1488;&#1495;&#1512;&#1497; &#1504;&#1505;&#1497;&#1493;&#1504;&#1493;&#1514; &#1499;&#1493;&#1513;&#1500;&#1497;&#1501; &#1500;&#1502;&#1510;&#1493;&#1488; &#1502;&#1497;&#1502;&#1493;&#1503; &#1492;&#1514;&#1497;&#1497;&#1488;&#1513;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1502;&#1495;&#1489;&#1512;&#1493;&#1514; &#1492;&#1514;&#1511;&#1500;&#1497;&#1496;&#1497;&#1501;. &#1497;&#1493;&#1501; &#1489;&#1492;&#1497;&#1512; 

      &#1488;&#1495;&#1491; &#1489;&#1513;&#1504;&#1514; 1998 &#1492;&#1514;&#1506;&#1493;&#1512;&#1512; &#1504;&#1497;&#1512; &#1502;&#1513;&#1504;&#1514;&#1493; &#1506;&#1511;&#1489; &#1512;&#1506;&#1513; &#1502;&#1496;&#1512;&#1497;&#1491;. &#1497;&#1512;&#1493;&#1503; &#1493;&#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; &#1506;&#1502;&#1491;&#1493; &#1502;&#1514;&#1495;&#1514; 

      &#1500;&#1495;&#1500;&#1493;&#1503; &#1495;&#1491;&#1512;&#1493;, &#1494;&#1512;&#1511;&#1493; &#1488;&#1489;&#1504;&#1497;&#1501; &#1500;&#1506;&#1489;&#1512;&#1493; &#1493;&#1510;&#1506;&#1511;&#1493; '&#1492;&#1493;&#1500;&#1499;&#1497;&#1501; &#1500;&#1492;&#1511;&#1500;&#1497;&#1496; &#1488;&#1500;&#1489;&#1493;&#1501;!'</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1489;&#1488;&#1493;&#1514;&#1492; &#1492;&#1514;&#1511;&#1493;&#1508;&#1492; &#1489;&#1488; &#1488;&#1512;&#1510;&#1492; &#1488;&#1497;&#1513; &#1493;&#1513;&#1502;&#1493; &#1502;&#1512;&#1511;&#1493; &#1502;&#1497;&#1500;&#1493;&#1489;&#1497;&#1509;'. &#1489;&#1503; 45, &#1502;&#1493;&#1505;&#1497;&#1511;&#1488;&#1497; &#1493;&#1506;&#1497;&#1514;&#1493;&#1504;&#1488;&#1497; &#1512;&#1493;&#1511; 

      &#1489;&#1506;&#1489;&#1512;&#1493; &#1492;&#1497;&#1493;&#1490;&#1493;&#1505;&#1500;&#1489;&#1497;, &#1493;&#1495;&#1489;&#1512; &#1497;&#1500;&#1491;&#1493;&#1514; &#1513;&#1500; &#1490;&#1493;&#1512;&#1503; &#1489;&#1512;&#1490;&#1493;&#1489;&#1497;&#1509;', </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">&#8216;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">&#1492;&#1511;&#1493;&#1496;&#1504;&#1512; &#1513;&#1500; &#1497;&#1493;&#1490;&#1493;&#1505;&#1500;&#1489;&#1497;&#1492;</span><span style="font-size: 11pt; line-height: 150%;" dir="ltr">&#8217;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">. &#1502;&#1512;&#1511;&#1493; &#1495;&#1489;&#1512; &#1500;&#1493;&#1500;&#1491;&#1492;, &#1488;&#1497;&#1513; &#1506;&#1505;&#1511;&#1497;&#1501; &#1497;&#1492;&#1493;&#1491;&#1497; 

      &#1497;&#1493;&#1490;&#1493;&#1505;&#1500;&#1489;&#1497; &#1490;&#1501; &#1499;&#1503; &#1488;&#1513;&#1512; &#1495;&#1497; &#1489;&#1488;&#1512;&#1509;, &#1493;&#1497;&#1495;&#1491;&#1497;&#1493; &#1492;&#1511;&#1497;&#1502;&#1493; &#1500;&#1497;&#1497;&#1489;&#1500; &#1506;&#1510;&#1502;&#1488;&#1497; &#1489;&#1502;&#1496;&#1512;&#1492; &#1500;&#1511;&#1491;&#1501; &#1488;&#1502;&#1504;&#1497;&#1501; 

      &#1497;&#1513;&#1512;&#1488;&#1500;&#1497;&#1501;. &#1512;&#1493;&#1511;&#1508;&#1493;&#1512; &#1492;&#1497;&#1493; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1497;&#1501; &#1513;&#1495;&#1489;&#1512;&#1493; &#1500;&#1500;&#1497;&#1497;&#1489;&#1500; &#1492;&#1514;&#1502;&#1493;&#1492; &#1513;&#1500;&#1508;&#1514;&#1506; &#1510;&#1509;. &#1497;&#1512;&#1493;&#1503; &#1492;&#1513;&#1502;&#1497;&#1506; &#1500;&#1488;&#1500;&#1497; 

      &#1500;&#1493;&#1500;&#1488;&#1497; (<a href="http://www.rockfour.com/">&#1512;&#1493;&#1511;&#1508;&#1493;&#1512;</a>), &#1488;&#1493;&#1514;&#1493; &#1492;&#1499;&#1497;&#1512; &#1502;&#1506;&#1489;&#1493;&#1491;&#1514;&#1493; &#1489;&#1488;&#1493;&#1500;&#1508;&#1503;, &#1492;&#1511;&#1500;&#1496;&#1514; &#1495;&#1494;&#1512;&#1492; &#1513;&#1500; &#1492;&#1513;&#1497;&#1512;

      <a href="http://infectzia.net/songs/petach.htm">&#1508;&#1514;&#1495;-&#1514;&#1511;&#1493;&#1492;</a>, &#1488;&#1493;&#1500;&#1497; &#1492;&#1513;&#1500;&#1488;&#1490;&#1512; &#1492;&#1490;&#1491;&#1493;&#1500; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1489;&#1499;&#1500; &#1492;&#1494;&#1502;&#1504;&#1497;&#1501;. &#1488;&#1500;&#1497; &#1504;&#1491;&#1500;&#1511; &#1502;&#1497;&#1491; &#1493;&#1492;&#1508;&#1504;&#1492; 

      &#1500;&#1504;&#1493;&#1513;&#1488; &#1488;&#1514; &#1514;&#1513;&#1493;&#1502;&#1514; &#1500;&#1489;&#1501; &#1513;&#1500; &#1502;&#1512;&#1511;&#1493; &#1493;&#1493;&#1500;&#1491;&#1492;, &#1513;&#1489;&#1491;&#1497;&#1493;&#1511; &#1495;&#1497;&#1508;&#1513;&#1493; &#1500;&#1492;&#1513;&#1511;&#1497;&#1506; &#1489;&#1488;&#1502;&#1503; &#1504;&#1493;&#1505;&#1507;. &#1492;&#1495;&#1497;&#1489;&#1493;&#1512; 

      &#1492;&#1497;&#1492; &#1502;&#1497;&#1497;&#1491;&#1497; &#1493;&#1502;&#1512;&#1511;&#1493; &#1492;&#1510;&#1497;&#1506; &#1488;&#1514; &#1488;&#1500;&#1497; &#1500;&#1493;&#1500;&#1488;&#1497; &#1493;&#1489;&#1512;&#1493;&#1498; &#1489;&#1503; &#1497;&#1510;&#1495;&#1511; (&#1502;&#1512;&#1493;&#1511;&#1508;&#1493;&#1512; &#1490;&#1501; &#1499;&#1503;) 

      &#1500;&#1492;&#1508;&#1511;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501;. &#1500;&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1492;&#1493;&#1489;&#1496;&#1495; &#1502;&#1497;&#1502;&#1493;&#1503; &#1499;&#1493;&#1500;&#1500; &#1513;&#1500; &#1495;&#1494;&#1512;&#1493;&#1514;, &#1513;&#1506;&#1493;&#1514; &#1488;&#1493;&#1500;&#1508;&#1503;, &#1493;&#1499;&#1500; &#1492;&#1499;&#1512;&#1493;&#1498; 

      &#1489;&#1492;&#1493;&#1510;&#1488;&#1514; &#1488;&#1500;&#1489;&#1493;&#1501; &#1488;&#1498; &#1492;&#1502;&#1510;&#1497;&#1488;&#1493;&#1514; &#1496;&#1508;&#1495;&#1492; &#1506;&#1500; &#1508;&#1504;&#1497;&#1492;&#1501;. &#1489;&#1488;&#1502;&#1510;&#1506; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1506;&#1500; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1489;&#1497;&#1503; &#1493;&#1500;&#1491;&#1492; 

      &#1513;&#1492;&#1506;&#1505;&#1511; &#1492;&#1512;&#1489;&#1492; &#1497;&#1493;&#1514;&#1512; &#1497;&#1511;&#1512; &#1502;&#1513;&#1495;&#1513;&#1489; &#1493;&#1505;&#1490;&#1512; &#1488;&#1514; &#1499;&#1500; &#1492;&#1489;&#1512;&#1494;&#1497;&#1501;. &#1492;&#1500;&#1497;&#1497;&#1489;&#1500; &#1492;&#1514;&#1511;&#1508;&#1500; &#1488;&#1500; &#1514;&#1493;&#1498; &#1506;&#1510;&#1502;&#1493; 

      &#1493;&#1504;&#1506;&#1500;&#1501; &#1499;&#1500;&#1488; &#1492;&#1497;&#1492;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1499;&#1506;&#1493;&#1505;&#1497;&#1501; &#1493;&#1502;&#1489;&#1493;&#1506;&#1505;&#1497;&#1501;, &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1500;&#1488; &#1488;&#1502;&#1512;&#1493; &#1504;&#1493;&#1488;&#1513;. &#1489;&#1506;&#1494;&#1512;&#1514; &#1492;&#1500;&#1493;&#1493;&#1488;&#1493;&#1514; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1506;&#1500; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; 

      &#1504;&#1502;&#1513;&#1499;&#1492; &#1489;"&#1488;&#1493;&#1500;&#1508;&#1504;&#1497; &#1492;&#1502;&#1493;&#1503;", </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">&#8220;DB&#8221;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">, 

      &#1493;"&#1488;&#1497;&#1504;&#1491;&#1497;". &#1502;&#1513;&#1514;&#1502;&#1493; &#1492;&#1492;&#1511;&#1500;&#1496;&#1493;&#1514; &#1513;&#1499;&#1512;&#1493; &#1488;&#1514; &#1513;&#1512;&#1493;&#1514;&#1497;&#1493; &#1513;&#1500; &#1488;&#1493;&#1512;&#1497; &#1489;&#1512;&#1511; &#1500;&#1510;&#1493;&#1512;&#1498; &#1492;&#1502;&#1497;&#1511;&#1505; &#1492;&#1505;&#1493;&#1508;&#1497;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1492;&#1513;&#1497;&#1512;&#1497;&#1501; &#1513;&#1492;&#1493;&#1511;&#1500;&#1496;&#1493; &#1500;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1497;&#1493; &#1512;&#1493;&#1489;&#1501; &#1499;&#1499;&#1493;&#1500;&#1501; &#1513;&#1497;&#1512;&#1497;&#1501; &#1497;&#1513;&#1504;&#1497;&#1501;, &#1513;&#1500;&#1488;&#1490;&#1512;&#1497;&#1501; &#1497;&#1491;&#1493;&#1506;&#1497;&#1501; &#1502;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514;. 

      &#1506;&#1491; &#1488;&#1494; &#1510;&#1489;&#1512;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1512;&#1508;&#1512;&#1496;&#1493;&#1488;&#1512; &#1512;&#1495;&#1489; &#1502;&#1513;&#1497;&#1499;&#1500; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1500;&#1492;&#1499;&#1497;&#1500; &#1513;&#1497;&#1512;&#1497;&#1501; &#1512;&#1489;&#1497;&#1501; &#1504;&#1513;&#1488;&#1512;&#1493; &#1500;&#1500;&#1488; &#1489;&#1497;&#1514;. 

      &#1499;&#1502;&#1492; &#1502;&#1492;&#1501; &#1488;&#1508;&#1497;&#1500;&#1493; &#1492;&#1493;&#1511;&#1500;&#1496;&#1493; &#1488;&#1498; &#1500;&#1488; &#1494;&#1499;&#1493; &#1500;&#1512;&#1488;&#1493;&#1514; &#1488;&#1493;&#1512;, &#1502;&#1500;&#1489;&#1491;

      <a href="http://infectzia.net/songs/namer.htm">&#1506;&#1497;&#1503; &#1492;&#1504;&#1502;&#1512;</a> &#1513;&#1497;&#1510;&#1488; 

      &#1500;&#1499;&#1505;&#1497;&#1504;&#1490;&#1500; &#1500;&#1514;&#1495;&#1504;&#1493;&#1514; &#1492;&#1512;&#1491;&#1497;&#1493; &#1488;&#1498; &#1500;&#1488; &#1500;&#1502;&#1499;&#1497;&#1512;&#1492;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1489;&#1492;&#1511;&#1500;&#1496;&#1514; &#1495;&#1500;&#1511; &#1502;&#1492;&#1513;&#1497;&#1512;&#1497;&#1501; &#1489;&#1495;&#1512;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1500;&#1492;&#1495;&#1500;&#1497;&#1507; &#1499;&#1502;&#1492; &#1502;&#1503; &#1492;&#1496;&#1511;&#1505;&#1496;&#1497;&#1501; &#1513;&#1489;&#1513;&#1497;&#1512;&#1497;&#1492;. &#1500;&#1488; &#1491;&#1493;&#1489;&#1512; &#1491;&#1493;&#1511;&#1488; 

      &#1489;&#1496;&#1511;&#1505;&#1496;&#1497;&#1501; &#1492;&#1489;&#1493;&#1496;&#1497;&#1501; &#1489;&#1497;&#1493;&#1514;&#1512;, &#1489;&#1492;&#1501; &#1502;&#1510;&#1496;&#1497;&#1497;&#1504;&#1497;&#1501; &#1512;&#1489;&#1497;&#1501; &#1502;&#1513;&#1497;&#1512;&#1497; &#1492;&#1500;&#1492;&#1511;&#1492;, &#1488;&#1498; &#1489;&#1499;&#1500; &#1494;&#1488;&#1514; &#1492;&#1493;&#1495;&#1500;&#1508;&#1493; &#1499;&#1502;&#1492; 

      &#1502;&#1497;&#1500;&#1497;&#1501; &#1489;&#1499;&#1502;&#1492; &#1513;&#1497;&#1512;&#1497;&#1501; &#1499;&#1499;&#1500; &#1492;&#1504;&#1512;&#1488;&#1492; &#1489;&#1513;&#1489;&#1497;&#1500; &#1500;&#1492;&#1511;&#1500; &#1506;&#1500; &#1514;&#1495;&#1504;&#1493;&#1514; &#1492;&#1512;&#1491;&#1497;&#1493; &#1500;&#1513;&#1491;&#1512; &#1488;&#1514; &#1488;&#1493;&#1514;&#1501; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501;. 

      &#1492;&#1491;&#1506;&#1493;&#1514; &#1489;&#1504;&#1493;&#1513;&#1488; &#1492;&#1497;&#1493; &#1495;&#1500;&#1493;&#1511;&#1493;&#1514; &#1493;&#1502;&#1511;&#1493;&#1512; &#1500;&#1500;&#1488; &#1502;&#1506;&#1496; &#1493;&#1497;&#1499;&#1493;&#1495;&#1497;&#1501;, &#1493;&#1489;&#1491;&#1497;&#1506;&#1489;&#1491; &#1492;&#1513;&#1497;&#1504;&#1493;&#1497; &#1488;&#1493;&#1500;&#1497; &#1500;&#1488; &#1492;&#1497;&#1492; 

      &#1504;&#1495;&#1493;&#1509;. &#1497;&#1493;&#1512;&#1490;&#1503;, &#1513;&#1492;&#1514;&#1504;&#1490;&#1491; &#1504;&#1495;&#1512;&#1510;&#1493;&#1514; &#1500;&#1513;&#1497;&#1504;&#1493;&#1497; &#1493;&#1495;&#1513; &#1502;&#1512;&#1502;&#1493;&#1512; &#1506;&#1511;&#1489; &#1506;&#1513;&#1497;&#1497;&#1514;&#1493;, &#1491;&#1488;&#1490; &#1500;&#1492;&#1513;&#1495;&#1497;&#1500; &#1488;&#1514; 

      &#1492;&#1496;&#1511;&#1505;&#1496;&#1497;&#1501; &#1492;"&#1488;&#1502;&#1497;&#1514;&#1497;&#1497;&#1501;" &#1513;&#1500; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501; &#1489;&#1495;&#1493;&#1489;&#1512;&#1514; &#1492;&#1491;&#1497;&#1505;&#1511; (&#1488;&#1493;&#1514;&#1492; &#1506;&#1497;&#1510;&#1489; &#1497;&#1495;&#1491; &#1506;&#1501; &#1492;&#1497;&#1500;&#1497;&#1514; 

      &#1489;&#1503;-&#1502;&#1488;&#1497;&#1512;), &#1499;&#1513;&#1506;&#1500;&#1497;&#1492;&#1501; &#1505;&#1497;&#1502;&#1504;&#1497; &#1502;&#1495;&#1497;&#1511;&#1492; &#1513;&#1500;&#1488; &#1489;&#1488;&#1502;&#1514; &#1492;&#1505;&#1514;&#1497;&#1512;&#1493; &#1513;&#1493;&#1501; &#1499;&#1493;&#1493;&#1504;&#1492;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1500;&#1488;&#1500;&#1489;&#1493;&#1501; &#1504;&#1493;&#1505;&#1507; &#1490;&#1501; &#1513;&#1497;&#1512; "&#1504;&#1505;&#1514;&#1512;",

      <a href="http://infectzia.net/songs/krovim.htm">&#1511;&#1512;&#1493;&#1489;&#1497;&#1501; &#1511;&#1512;&#1493;&#1489;&#1497;&#1501;</a>, &#1488;&#1493;&#1514;&#1493; &#1513;&#1512;&#1492;

      <a href="http://infectzia.net/bio/kol.htm">&#1497;&#1506;&#1500; &#1511;&#1512;&#1488;&#1493;&#1505;</a>, 

      &#1505;&#1493;&#1500;&#1504;&#1497;&#1514; &#1492;&#1500;&#1492;&#1511;&#1493;&#1514; &#1508;&#1512;&#1493;&#1493;&#1492; &#1495;&#1502;&#1492; &#1493;&#1502;&#1496;&#1489;&#1493;&#1495;&#1492; (&#1490;&#1501; &#1499;&#1503; &#1513;&#1500; &#1490;&#1497;&#1488; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514;). &#1506;&#1500; &#1488;&#1507; &#1492;&#1497;&#1493;&#1514; &#1492;&#1513;&#1497;&#1512; 

      "&#1495;&#1489;&#1493;&#1497;" &#1511;&#1497;&#1489;&#1500;&#1492; &#1497;&#1506;&#1500; &#1511;&#1512;&#1491;&#1497;&#1496; &#1489;&#1495;&#1493;&#1489;&#1512;&#1514; &#1492;&#1491;&#1497;&#1505;&#1511;. &#1492;&#1513;&#1497;&#1512;, &#1513;&#1502;&#1505;&#1508;&#1512; &#1505;&#1497;&#1508;&#1493;&#1512; &#1506;&#1490;&#1493;&#1501; &#1513;&#1500; &#1488;&#1493;&#1504;&#1505; &#1493;&#1490;&#1497;&#1500;&#1493;&#1497; 

      &#1506;&#1512;&#1497;&#1493;&#1514; &#1506;&#1501; &#1505;&#1493;&#1507; "&#1496;&#1493;&#1489;", &#1502;&#1514;&#1495;&#1497;&#1500; &#1499;&#1491;&#1511;&#1492; &#1493;&#1495;&#1514;&#1497; &#1500;&#1488;&#1495;&#1512; &#1505;&#1493;&#1507; 

      '&#1508;&#1497;&#1512;&#1502;&#1497;&#1491;&#1493;&#1514;', &#1489;&#1512;&#1510;&#1493;&#1506;&#1492; 

      &#1492;&#1488;&#1495;&#1512;&#1493;&#1504;&#1492; &#1489;&#1491;&#1497;&#1505;&#1511;. &#1489;&#1488;&#1502;&#1510;&#1506; 1999 &#1506;&#1500;&#1514;&#1492; &#1497;&#1506;&#1500; &#1506;&#1500; &#1492;&#1489;&#1502;&#1492; &#1500;&#1490;&#1497;&#1495;&#1492; &#1504;&#1491;&#1497;&#1512;&#1492; &#1493;&#1513;&#1512;&#1492; &#1506;&#1501; &#1492;&#1500;&#1492;&#1511;&#1492; &#1488;&#1514; 

      &#1492;&#1513;&#1497;&#1512; &#1489;&#1488;&#1493;&#1508;&#1503; &#1495;&#1491; &#1508;&#1506;&#1502;&#1497;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1488;&#1493;&#1512;&#1495;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1489;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1501; &#1512;&#1503; &#1500;&#1489;-&#1488;&#1512;&#1497; &#1489;&#1499;&#1500;&#1497; &#1492;&#1511;&#1513;&#1492; ('&#1488;&#1510;&#1497;&#1496;&#1493;&#1503;' &#1493;<a href="http://infectzia.net/songs/bakbuk.htm">&#1489;&#1511;&#1489;&#1493;&#1511; &#1506;&#1500;&#1497;</a>),&nbsp; 

      &#1489;&#1512;&#1493;&#1498; &#1493;&#1488;&#1500;&#1497; &#1488;&#1513;&#1512; &#1514;&#1512;&#1502;&#1493; &#1488;&#1514; &#1511;&#1493;&#1500;&#1493;&#1514;&#1497;&#1492;&#1501; &#1500;&#1512;&#1511;&#1506; &#1489;&#1502;&#1505;&#1508;&#1512; &#1513;&#1497;&#1512;&#1497;&#1501; &#1493;&#1488;&#1507; &#1489;&#1512;&#1493;&#1498; &#1488;&#1514; &#1490;&#1497;&#1496;&#1512;&#1514;&#1493; &#1489;'&#1511;&#1512;&#1493;&#1489;&#1497;&#1501; 

      &#1511;&#1512;&#1493;&#1489;&#1497;&#1501;', &#1493;<a href="http://infectzia.net/bio/kol.htm">&#1514;&#1502;&#1512; &#1496;&#1512;&#1496;&#1512;</a>, &#1494;&#1502;&#1512;&#1514; &#1511;&#1500;&#1488;&#1505;&#1497;&#1514; &#1502;&#1511;&#1510;&#1493;&#1506;&#1497;&#1514; &#1493;&#1488;&#1495;&#1493;&#1514;&#1493; &#1513;&#1500; &#1504;&#1497;&#1512; &#1513;&#1513;&#1512;&#1492; &#1513;&#1497;&#1512; 

      &#1514;&#1492;&#1497;&#1500;&#1497;&#1501; &#1489;&#1500;&#1496;&#1497;&#1504;&#1497;&#1514; &#1513;&#1500; &#1512;&#1511;&#1506; &#1492;&#1495;&#1500;&#1511; &#1492;&#1488;&#1502;&#1510;&#1506;&#1497; &#1513;&#1500; &#1492;&#1497;&#1510;&#1497;&#1512;&#1492; &#1492;&#1488;&#1497;&#1504;&#1505;&#1496;&#1512;&#1493;&#1502;&#1504;&#1496;&#1500;&#1497;&#1514; 

      '&#1508;&#1497;&#1512;&#1502;&#1497;&#1491;&#1493;&#1514;' 

      &#1493;&#1511;&#1493;&#1500; &#1513;&#1504;&#1497; &#1489;<a href="http://infectzia.net/songs/shuki.htm">&#1513;&#1493;&#1511;&#1497;</a>. &#1489;&#1504;&#1493;&#1505;&#1507; &#1513;&#1499;&#1512;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1495;&#1496;&#1497;&#1489;&#1514; &#1499;&#1500;&#1497; &#1504;&#1513;&#1497;&#1508;&#1492; &#1500;&#1510;&#1493;&#1512;&#1498; 

      '&#1492;&#1489;&#1512;&#1493;&#1498; &#1513;&#1500; 

      &#1505;&#1500;&#1511;&#1493;&#1501; (&#1505;&#1500;&#1489; &#1513;&#1500; &#1499;&#1512;&#1493;&#1489;)', &#1493;&#1512;&#1489;&#1497;&#1506;&#1497;&#1497;&#1514; &#1499;&#1500;&#1497; &#1502;&#1497;&#1514;&#1512; &#1513;&#1504;&#1497;&#1512; &#1488;&#1505;&#1507; &#1502;&#1492;&#1512;&#1495;&#1493;&#1489; &#1493;&#1513;&#1494;&#1497;&#1497;&#1508;&#1492; &#1511;&#1513;&#1493;&#1514; 

      &#1500;&#1513;&#1497;&#1512;&#1497;&#1501; '&#1508;&#1514;&#1495; &#1514;&#1511;&#1493;&#1492;', 

      '&#1494;&#1499;&#1493;&#1499;&#1497;&#1493;&#1514;', '&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;' &#1493;'&#1502;&#1505;&#1506;&#1491;&#1493;&#1514; &#1491;&#1490;&#1497;&#1501;' 

      - &#1514;&#1508;&#1511;&#1497;&#1491;&#1497;&#1501; &#1512;&#1489;&#1497;&#1501; &#1513;&#1492;&#1511;&#1500;&#1497;&#1496;&#1493; &#1492;&#1493;&#1513;&#1502;&#1496;&#1493; &#1489;&#1505;&#1493;&#1508;&#1493; &#1513;&#1500; &#1491;&#1489;&#1512; &#1502;&#1492;&#1488;&#1500;&#1489;&#1493;&#1501;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1506;&#1500; '&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;' &#1504;&#1502;&#1513;&#1499;&#1492; &#1506;&#1491; &#1508;&#1489;&#1512;&#1493;&#1488;&#1512; &#1493;&#1506;&#1501; &#1492;&#1514;&#1511;&#1512;&#1489; &#1502;&#1493;&#1506;&#1491; &#1505;&#1497;&#1493;&#1501; &#1492;&#1492;&#1511;&#1500;&#1496;&#1493;&#1514; 

      &#1493;&#1492;&#1502;&#1497;&#1511;&#1505; &#1508;&#1514;&#1495;&#1493; &#1513;&#1493;&#1489; &#1489;&#1495;&#1497;&#1508;&#1493;&#1513;&#1497;&#1501; &#1488;&#1495;&#1512; &#1500;&#1497;&#1497;&#1489;&#1500; &#1513;&#1497;&#1495;&#1514;&#1493;&#1501; &#1506;&#1502;&#1501; &#1506;&#1500; &#1495;&#1493;&#1494;&#1492; &#1492;&#1508;&#1510;&#1492;. </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">MCI</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE"> 

      &#1493;&#1506;&#1504;&#1504;&#1492; &#1490;&#1497;&#1500;&#1493; &#1506;&#1504;&#1497;&#1497;&#1503;, &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1489;&#1495;&#1512;&#1493; &#1489;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;">-</span><span style="font-size: 11pt; line-height: 150%;" dir="ltr">MCI</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">. &#1500;&#1488;&#1495;&#1512; &#1506;&#1497;&#1499;&#1493;&#1489;&#1497;&#1501; &#1497;&#1510;&#1488; </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      '&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;'</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE"> &#1500;&#1495;&#1504;&#1493;&#1497;&#1493;&#1514; &#1489;&#1497;&#1493;&#1501; &#1512;&#1488;&#1513;&#1493;&#1503;, &#1492;-26.3.2000, &#1502;&#1506;&#1493;&#1496;&#1512; &#1489;&#1488;&#1497;&#1493;&#1512;&#1497;&#1501; &#1502;&#1488;&#1514; &#1511;&#1488;&#1500;&#1497; 

      &#1488;&#1514;&#1512;&#1493;&#1490; &#1489;&#1492;&#1514;&#1497;&#1497;&#1495;&#1505;&#1493;&#1514; &#1488;&#1500; &#1502;&#1505;&#1508;&#1512; &#1513;&#1497;&#1512;&#1497;&#1501; &#1502;&#1492;&#1488;&#1500;&#1489;&#1493;&#1501; ('&#1504;&#1511;&#1512;&#1493;&#1508;&#1497;&#1500;', 

      '&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;', <a href="http://infectzia.net/songs/vered.htm">&#1493;&#1512;&#1491;</a>, '&#1496;&#1504;&#1497;&#1505;' &#1493;'&#1513;&#1493;&#1511;&#1497;').</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1489;&#1500;&#1497;&#1500;&#1492; &#1500;&#1508;&#1504;&#1497; &#1497;&#1510;&#1497;&#1488;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1488;&#1512;&#1495; &#1488;&#1493;&#1514;&#1501; 

      <a href="http://www.102fm.co.il/Front/BrodCust.asp?BrodcastId=28">&#1490;'&#1511;&#1497; &#1513;&#1512;&#1490;&#1488;</a>, &#1502;&#1490;&#1497;&#1513; &#1493;&#1506;&#1493;&#1512;&#1498; &#1492;&#1514;&#1499;&#1504;&#1497;&#1514; 

      &#1492;&#1488;&#1500;&#1496;&#1512;&#1504;&#1496;&#1497;&#1489;&#1497;&#1514; &#1504;&#1511;&#1493;&#1491;&#1514; &#1492;&#1490;'&#1511; &#1489;&#1512;&#1491;&#1497;&#1493; &#1514;&#1500;-&#1488;&#1489;&#1497;&#1489; </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">FM</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">102 

      &#1493;&#1488;&#1493;&#1492;&#1491; &#1493;&#1514;&#1497;&#1511; &#1513;&#1492;&#1513;&#1502;&#1497;&#1506; &#1488;&#1493;&#1514;&#1501; &#1500;&#1488; &#1508;&#1506;&#1501;,<b> </b>&#1489;<a href="http://infectzia.net/down/audio.htm">&#1514;&#1499;&#1504;&#1497;&#1514; 

      &#1502;&#1497;&#1493;&#1495;&#1491;&#1514;</a><b> </b>&#1500;&#1512;&#1490;&#1500; &#1497;&#1510;&#1497;&#1488;&#1514;<b> </b>&#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1489;&#1492; 

      &#1492;&#1513;&#1502;&#1497;&#1506;&#1493; &#1495;&#1489;&#1512;&#1497; &#1492;&#1500;&#1492;&#1511;&#1492; &#1513;&#1497;&#1512;&#1497;&#1501; &#1502;&#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1493;&#1513;&#1497;&#1512;&#1497;&#1501; &#1513;&#1489;&#1495;&#1512;&#1493;. &#1489;&#1497;&#1493;&#1501; &#1513;&#1497;&#1513;&#1497;, &#1492;-31.3.2000 &#1492;&#1513;&#1497;&#1511;&#1492; 

      &#1492;&#1500;&#1492;&#1511;&#1492; &#1488;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1489;&#1502;&#1493;&#1508;&#1506; &#1495;&#1490;&#1497;&#1490;&#1497; &#1493;&#1502;&#1514;&#1493;&#1511;&#1513;&#1512; &#1489;"&#1489;&#1488;&#1512;&#1489;&#1497;", &#1489;&#1502;&#1506;&#1502;&#1491; &#1512;&#1488;&#1513; &#1506;&#1497;&#1512;&#1497;&#1497;&#1514; &#1514;"&#1488; 

      - &#1512;&#1493;&#1503; &#1495;&#1493;&#1500;&#1491;&#1488;&#1497;, &#1513;&#1489;&#1488; &#1489;&#1502;&#1497;&#1493;&#1495;&#1491; &#1499;&#1491;&#1497; &#1500;&#1489;&#1512;&#1498; &#1488;&#1514; &#1492;&#1500;&#1492;&#1511;&#1492;. &#1492;&#1497;&#1497;&#1514;&#1492; &#1494;&#1493; &#1492;&#1508;&#1506;&#1501; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1513;&#1492;&#1493;&#1508;&#1506;&#1492; 

      &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1492;&#1497;&#1497;&#1514;&#1492; &#1500;&#1500;&#1488; &#1499;&#1505;&#1488;&#1493;&#1514; &#1493;&#1513;&#1493;&#1500;&#1495;&#1504;&#1493;&#1514;, &#1493;&#1492;&#1502;&#1511;&#1493;&#1501; &#1492;&#1497;&#1492; &#1502;&#1508;&#1493;&#1510;&#1509; &#1499;&#1502;&#1493; &#1513;&#1500;&#1488; &#1492;&#1497;&#1492; &#1502;&#1506;&#1493;&#1500;&#1501; 

      &#1511;&#1493;&#1491;&#1501; &#1500;&#1499;&#1503;. &#1489;&#1492;&#1493;&#1508;&#1506;&#1492; &#1504;&#1502;&#1499;&#1512;&#1493; &#1490;&#1501; &#1495;&#1493;&#1500;&#1510;&#1493;&#1514;, &#1489;&#1497;&#1503; &#1492;&#1513;&#1488;&#1512; &#1489;&#1502;&#1497;&#1491;&#1493;&#1514; &#1505;&#1502;&#1493;&#1500; &#1493;&#1502;&#1491;&#1497;&#1493;&#1501;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1488;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1500;&#1493;&#1493; &#1502;&#1505;&#1508;&#1512; &#1493;&#1497;&#1491;&#1488;&#1493; &#1511;&#1500;&#1497;&#1508;&#1497;&#1501; &#1513;&#1492;&#1508;&#1497;&#1511;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1489;&#1506;&#1510;&#1502;&#1492; &#1493;&#1513;&#1500;&#1495;&#1492; &#1500;&#1514;&#1495;&#1504;&#1493;&#1514; &#1492;&#1496;&#1500;&#1493;&#1497;&#1494;&#1497;&#1492; 

      &#1492;&#1513;&#1493;&#1504;&#1493;&#1514;, &#1492;&#1491;&#1493;&#1502;&#1497;&#1504;&#1504;&#1496;&#1497;&#1514; &#1489;&#1497;&#1493;&#1514;&#1512; &#1502;&#1489;&#1495;&#1497;&#1504;&#1492; &#1494;&#1493; &#1492;&#1497;&#1497;&#1514;&#1492; &#1488;&#1494; &#1506;&#1512;&#1493;&#1509; 9 &#1492;&#1502;&#1511;&#1493;&#1502;&#1497;, &#1513;&#1489;&#1513;&#1506;&#1493;&#1514; &#1492;&#1513;&#1497;&#1491;&#1493;&#1512; 

      &#1492;&#1502;&#1513;&#1493;&#1514;&#1508;&#1493;&#1514; &#1500;&#1499;&#1500; &#1492;&#1488;&#1512;&#1509; &#1513;&#1497;&#1491;&#1512; &#1502;&#1505;&#1493;&#1514; &#1513;&#1500; &#1493;&#1497;&#1491;&#1488;&#1493; &#1511;&#1500;&#1497;&#1508;&#1497;&#1501;. &#1492;&#1511;&#1500;&#1497;&#1508; &#1500;'&#1489;&#1500;&#1490;&#1488;&#1503; &#1489;&#1512;&#1497;&#1488;&#1493;&#1514;' 

      (&#1512;&#1503; &#1497;&#1493;&#1512;&#1490;&#1504;&#1505;&#1493;&#1503;, 1997), &#1513;&#1500;&#1488; &#1492;&#1493;&#1511;&#1500;&#1496; &#1500;&#1488;&#1500;&#1489;&#1493;&#1501;, &#1497;&#1510;&#1488; &#1511;&#1493;&#1491;&#1501; &#1500;&#1499;&#1503; &#1493;&#1500;&#1488; &#1492;&#1493;&#1508;&#1509; &#1489;&#1510;&#1493;&#1512;&#1492; &#1502;&#1505;&#1493;&#1491;&#1512;&#1514;. 

      &#1492;&#1511;&#1500;&#1497;&#1508;&#1497;&#1501; &#1513;&#1497;&#1510;&#1488;&#1493; &#1502;&#1493;&#1504;&#1497;&#1501; &#1488;&#1514; 

      '&#1488;&#1500;&#1496;&#1506;-&#1494;&#1488;&#1499;&#1503;' (&#1512;&#1503; &#1497;&#1493;&#1512;&#1490;&#1504;&#1505;&#1493;&#1503;, 1998), 

      '&#1494;&#1499;&#1493;&#1499;&#1497;&#1493;&#1514;<b>'

      </b>(&#1488;&#1505;&#1507; &#1500;&#1489;&#1504;&#1497; (&#1493;&#1511;&#1510;&#1514; &#1512;&#1503; &#1497;&#1493;&#1512;&#1490;&#1504;&#1505;&#1493;&#1503;) 2000), 

      '&#1502;&#1505;&#1506;&#1491;&#1493;&#1514; &#1491;&#1490;&#1497;&#1501;<b>' </b>(&#1512;&#1503; &#1497;&#1493;&#1512;&#1490;&#1505;&#1493;&#1503;, 

      2000), &#1493;&#1502;&#1513;&#1492;&#1514;&#1506;&#1499;&#1489;&#1492; &#1492;&#1508;&#1511;&#1514; &#1492;&#1511;&#1500;&#1497;&#1508; &#1492;&#1502;&#1510;&#1493;&#1497;&#1512; &#1500;&#1513;&#1497;&#1512; 

      '&#1496;&#1504;&#1497;&#1505;<b>' </b>(&#1497;&#1506;&#1500; &#1513;&#1495;&#1502;&#1493;&#1503;, 

      2001), &#1504;&#1506;&#1513;&#1492; &#1489;&#1502;&#1492;&#1497;&#1512;&#1493;&#1514; &#1492;&#1489;&#1494;&#1511; &#1511;&#1500;&#1497;&#1508; &#1504;&#1493;&#1505;&#1507; &#1500;&#1513;&#1497;&#1512;, &#1502;&#1510;&#1493;&#1500;&#1501; (&#1488;&#1505;&#1507; &#1500;&#1489;&#1504;&#1497;, 2001 

      (&#1490;&#1497;&#1502;&#1493;&#1512; - &#1512;&#1503; &#1497;&#1493;&#1512;&#1490;&#1504;&#1505;&#1493;&#1503;...)).</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1499;&#1502;&#1493;&#1514; &#1492;&#1506;&#1493;&#1514;&#1511;&#1497;&#1501; &#1513;&#1504;&#1502;&#1499;&#1512;&#1492; &#1502;&#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1497;&#1488; &#1514;&#1506;&#1500;&#1493;&#1502;&#1492;. &#1492;&#1491;&#1493;&#1493;&#1495; &#1513;&#1500; &#1495;&#1489;&#1512;&#1514; </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">

      MCI</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1506;&#1502;&#1491; &#1506;&#1500; &#1511;&#1512;&#1493;&#1489; &#1500;-3,000 &#1506;&#1493;&#1514;&#1511;&#1497;&#1501;, &#1488;&#1498; &#1506;&#1491; &#1502;&#1492;&#1512;&#1492; &#1492;&#1514;&#1489;&#1505;&#1505; &#1492;&#1495;&#1491;&#1513; &#1513;</span><span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">MCI</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1512;&#1497;&#1502;&#1493; &#1489;&#1491;&#1493;&#1493;&#1495;&#1497;&#1501; &#1493;&#1500;&#1488; &#1492;&#1506;&#1489;&#1497;&#1512;&#1493; &#1500;&#1500;&#1492;&#1511;&#1492; &#1488;&#1514; &#1492;&#1499;&#1505;&#1507; &#1513;&#1492;&#1490;&#1497;&#1506; &#1500;&#1492;. &#1489;&#1514;&#1495;&#1497;&#1500;&#1514; &#1513;&#1504;&#1514; 2004 &#1514;&#1489;&#1506;&#1492; &#1500;&#1492;&#1511;&#1514; 

      &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1488;&#1514; &#1495;&#1489;&#1512;&#1514; </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">

      MCI</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1506;&#1500; &#1492;&#1504;&#1494;&#1511; &#1513;&#1504;&#1490;&#1512;&#1501; &#1500;&#1492;&#1501;. &#1502;&#1488;&#1493;&#1514;&#1493; &#1492;&#1512;&#1490;&#1506; &#1495;&#1491;&#1500;&#1492; </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">

      MCI</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1502;&#1500;&#1492;&#1508;&#1497;&#1509; &#1488;&#1514; &#1492;&#1491;&#1497;&#1505;&#1511; &#1493;&#1500;&#1488; &#1504;&#1497;&#1514;&#1503; &#1492;&#1497;&#1492; &#1500;&#1492;&#1513;&#1497;&#1490; &#1488;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1489;&#1488;&#1493;&#1508;&#1503; &#1502;&#1505;&#1493;&#1491;&#1512;. &#1499;&#1506;&#1489;&#1493;&#1512; &#1513;&#1504;&#1492; &#1514;&#1501; 

      &#1492;&#1502;&#1513;&#1508;&#1496;. &#1492;&#1513;&#1493;&#1508;&#1496; &#1511;&#1489;&#1506; &#1513;&#1495;&#1489;&#1512;&#1514; </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">

      MCI</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1508;&#1506;&#1500;&#1492; &#1513;&#1500;&#1488; &#1499;&#1497;&#1493;&#1513;&#1512;. &#1492;&#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1492;&#1489;&#1500;&#1506;&#1491;&#1497;&#1493;&#1514; &#1506;&#1500; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1493;&#1508;&#1511;&#1506;&#1493; &#1502;</span><span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">MCI</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1493;&#1492;&#1493;&#1513;&#1489;&#1493; &#1500;&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1497;&#1495;&#1491; &#1506;&#1501; &#1505;&#1499;&#1493;&#1501; &#1499;&#1505;&#1507;. &#1489;&#1502;&#1488;&#1497; 2005 &#1495;&#1514;&#1502;&#1493; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1495;&#1493;&#1494;&#1492; &#1492;&#1508;&#1510;&#1492; &#1506;&#1501; 

      &#1495;&#1489;&#1512;&#1514; </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">

      NMC</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1492;&#1490;&#1491;&#1493;&#1500;&#1492; &#1493;&#1492;&#1488;&#1502;&#1497;&#1504;&#1492; &#1513;&#1489;&#1497;&#1503; &#1495;&#1489;&#1512;&#1493;&#1514; &#1492;&#1514;&#1511;&#1500;&#1497;&#1496;&#1497;&#1501; &#1489;&#1488;&#1512;&#1509; &#1493;'&#1499;&#1499;&#1492; 

      &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;' &#1497;&#1510;&#1488; &#1500;&#1495;&#1504;&#1493;&#1497;&#1493;&#1514; 

      &#1502;&#1495;&#1491;&#1513; &#1493;&#1499;&#1497;&#1493;&#1501; &#1488;&#1497;&#1503; &#1489;&#1506;&#1497;&#1492; (<a href="http://www.musicaneto.com/disk_details.asp?disk_id=6621">&#1493;&#1488;&#1507; &#1502;&#1493;&#1502;&#1500;&#1509;!</a>) &#1500;&#1512;&#1499;&#1493;&#1513; &#1488;&#1493;&#1514;&#1493;.</span></p>

      <div align="center">

        <center>

        <table style="border-collapse: collapse;" border="1" bordercolor="#111111" cellpadding="0" cellspacing="0" height="134" width="564">

          <tbody><tr>

            <td height="134" width="564">

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" align="center" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1489;&#1492;&#1511;&#1513;&#1512; &#1494;&#1492; &#1504;&#1493;&#1505;&#1497;&#1507; &#1513;&#1499;&#1500; &#1502;&#1492; &#1513;&#1488;&#1493;&#1500;&#1497; &#1513;&#1502;&#1506;&#1514;&#1501; &#1508;&#1506;&#1501; &#1499;&#1500; &#1499;&#1498; &#1513;&#1492;&#1500;&#1492;&#1511;&#1492; &#1502;&#1506;&#1493;&#1491;&#1491;&#1514; &#1500;&#1510;&#1512;&#1493;&#1489; &#1488;&#1514; &#1492;&#1491;&#1497;&#1505;&#1511;&#1497;&#1501; 

      &#1513;&#1500;&#1492; &#1492;&#1493;&#1488; &nbsp;<b><i><u>&#1500;&#1488; &#1512;&#1500;&#1493;&#1493;&#1504;&#1496;&#1497;!</u></i></b></span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" align="center" dir="rtl">

      <b>

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1500;&#1499;&#1493; &#1493;&#1511;&#1504;&#1493; &#1488;&#1514; &#1492;&#1491;&#1497;&#1505;&#1511;&#1497;&#1501;, &#1514;&#1514;&#1502;&#1499;&#1493; &#1489;&#1488;&#1502;&#1504;&#1497;&#1501; &#1513;&#1488;&#1514;&#1501; &#1488;&#1493;&#1492;&#1489;&#1497;&#1501;!</span></b></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" align="center" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1500;&#1488; &#1511;&#1500; &#1500;&#1492;&#1497;&#1493;&#1514; &#1502;&#1493;&#1505;&#1497;&#1511;&#1488;&#1497; &#1489;&#1488;&#1512;&#1509;, &#1493;&#1494;&#1493; &#1500;&#1488; &#1505;&#1514;&#1501; &#1488;&#1497;&#1502;&#1512;&#1492; &#1513;&#1495;&#1493;&#1511;&#1492;.</span></p>

            </td>

          </tr>

        </tbody></table>

        </center>

      </div>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &nbsp;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">&#1489;&#1513;&#1504;&#1514; 

      2000 &#1492;&#1511;&#1500;&#1497;&#1496;&#1493; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1490;&#1497;&#1512;&#1505;&#1492; &#1502;&#1513;&#1500;&#1492;&#1501; &#1500;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;">"</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">&#1506;&#1491; &#1492;&#1511;&#1510;&#1492;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;">" </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">&#1513;&#1500; &#1491;&#1504;&#1492; &#1489;&#1512;&#1490;&#1512; &#1489;&#1502;&#1505;&#1490;&#1512;&#1514; 

      &#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1511;&#1488;&#1489;&#1512;&#1497;&#1501; &#1504;&#1493;&#1505;&#1507; &#1513;&#1500; &#1490;&#1500;"&#1510;, &#1488;&#1495;&#1491; &#1513;&#1510;&#1500;&#1495;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &nbsp;</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <b><u>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      <a name="fun"></a>&#1489;&#1499;&#1497;&#1507;</span></u></b></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <b><u>

      <span style="text-decoration: none; font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &nbsp;</span></u></b><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">&#1502;&#1488;&#1493;&#1495;&#1512; 

      &#1497;&#1493;&#1514;&#1512; &#1489;&#1488;&#1493;&#1514;&#1492; &#1492;&#1513;&#1504;&#1492; &#1506;&#1512;&#1499;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1505;&#1513;&#1504;&#1497;&#1501; &#1512;&#1488;&#1513;&#1493;&#1504;&#1497;&#1501; &#1489;&#1488;&#1493;&#1500;&#1508;&#1504;&#1497; </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">DB</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE"> 

      &#1500;&#1511;&#1512;&#1488;&#1514; &#1492;&#1511;&#1500;&#1496;&#1492; &#1513;&#1500; &#1488;&#1500;&#1489;&#1493;&#1501; &#1504;&#1493;&#1505;&#1507;. &#1489;&#1513;&#1500;&#1489; &#1494;&#1492; &#1499;&#1489;&#1512; &#1492;&#1512;&#1490;&#1497;&#1513; &#1512;&#1503; &#1497;&#1493;&#1512;&#1490;&#1504;&#1505;&#1493;&#1503; &#1513;&#1502;&#1497;&#1510;&#1492; &#1488;&#1514; &#1506;&#1510;&#1502;&#1493; 

      &#1489;&#1500;&#1492;&#1511;&#1492; &#1493;&#1492;&#1493;&#1491;&#1497;&#1506; &#1506;&#1500; &#1499;&#1493;&#1493;&#1504;&#1514;&#1493; &#1500;&#1506;&#1494;&#1493;&#1489; &#1488;&#1514; &#1500;&#1496;&#1493;&#1489;&#1514; &#1504;&#1505;&#1497;&#1506;&#1492; &#1488;&#1512;&#1493;&#1499;&#1514; &#1496;&#1493;&#1493;&#1495; &#1488;&#1500; &#1502;&#1495;&#1493;&#1509; &#1500;&#1488;&#1512;&#1509;. &#1506;&#1501; &#1499;&#1500; 

      &#1492;&#1510;&#1506;&#1512; &#1513;&#1489;&#1491;&#1489;&#1512;, &#1493;&#1488;&#1495;&#1512;&#1497; &#1513;&#1492;&#1492;&#1512;&#1499;&#1489; &#1504;&#1493;&#1514;&#1512; &#1497;&#1510;&#1497;&#1489; &#1500;&#1502;&#1506;&#1500;&#1492; &#1502;&#1495;&#1502;&#1513; &#1513;&#1504;&#1497;&#1501;, &#1492;&#1495;&#1500;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1489;&#1495;&#1497;&#1508;&#1493;&#1513; &#1488;&#1495;&#1512; 

      &#1502;&#1514;&#1493;&#1508;&#1507; &#1495;&#1491;&#1513;. &#1502;&#1514;&#1493;&#1508;&#1508;&#1497;&#1501; &#1512;&#1489;&#1497;&#1501; &#1504;&#1489;&#1495;&#1504;&#1493; &#1500;&#1500;&#1492;&#1511;&#1492;, &#1488;&#1498; &#1488;&#1514; &#1504;&#1506;&#1500;&#1497;&#1493; &#1513;&#1500; &#1497;&#1493;&#1512;&#1490;&#1503; &#1500;&#1488; &#1511;&#1500; &#1500;&#1502;&#1500;&#1488;. &#1506;&#1493;&#1491; 

      &#1489;&#1514;&#1495;&#1497;&#1500;&#1514; &#1492;&#1495;&#1497;&#1508;&#1493;&#1513; &#1506;&#1500;&#1492; &#1513;&#1502;&#1493; &#1513;&#1500; &#1506;&#1502;&#1512;&#1497; &#1492;&#1504;&#1490;&#1489;&#1497;, &#1513;&#1492;&#1497;&#1492; &#1488;&#1494; &#1502;&#1514;&#1493;&#1508;&#1507; &#1500;&#1492;&#1511;&#1514; &#1502;&#1496;&#1489;&#1493;&#1495;&#1492; 

      (&#1499;&#1488;&#1502;&#1493;&#1512;, &#1490;&#1501; &#1492;&#1497;&#1488; &#1513;&#1500; &#1490;&#1497;&#1488; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514;) &#1488;&#1498; &#1492;&#1504;&#1490;&#1489;&#1497; &#1505;&#1512;&#1489; &#1502;&#1514;&#1493;&#1498; &#1495;&#1513;&#1513; &#1513;&#1492;&#1505;&#1488;&#1493;&#1504;&#1491; &#1492;&#1495;&#1491;&#1513; &#1497;&#1513;&#1504;&#1492; &#1488;&#1514; 

      &#1488;&#1493;&#1508;&#1497; &#1492;&#1500;&#1492;&#1511;&#1492; &#1493;&#1489;&#1503; &#1513;&#1496;&#1512;&#1497;&#1514; &#1502;&#1510;&#1491;&#1493; &#1490;&#1501; &#1499;&#1503; &#1492;&#1506;&#1491;&#1497;&#1507; &#1513;&#1500;&#1488; &#1500;&#1506;&#1512;&#1489;&#1489; &#1513;&#1502;&#1495;&#1492; &#1489;&#1513;&#1502;&#1495;&#1492; (&#1488;&#1493; &#1489;&#1513;&#1512; &#1506;&#1501; &#1495;&#1500;&#1489;, 

      &#1500;&#1508;&#1497; &#1490;&#1512;&#1505;&#1488;&#1493;&#1514; &#1488;&#1495;&#1512;&#1493;&#1514;).</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1489;&#1514;&#1495;&#1497;&#1500;&#1514; 2001, &#1502;&#1513;&#1492;&#1514;&#1511;&#1512;&#1489; &#1502;&#1493;&#1506;&#1491; &#1506;&#1494;&#1497;&#1489;&#1514;&#1493; &#1513;&#1500; &#1497;&#1493;&#1512;&#1490;&#1503; &#1493;&#1502;&#1514;&#1493;&#1508;&#1507; &#1512;&#1488;&#1493;&#1497; &#1506;&#1493;&#1491; &#1500;&#1488; &#1504;&#1502;&#1510;&#1488; &#1492;&#1495;&#1500;&#1497;&#1496;&#1493; 

      &#1513;&#1504;&#1497; &#1492;&#1510;&#1491;&#1491;&#1497;&#1501; &#1500;&#1514;&#1514; &#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1514; &#1500;&#1512;&#1506;&#1497;&#1493;&#1503;, &#1493;&#1494;&#1493; &#1492;&#1493;&#1499;&#1497;&#1495;&#1492; &#1493;&#1502;&#1502;&#1513;&#1497;&#1499;&#1492; &#1500;&#1492;&#1493;&#1499;&#1497;&#1495; &#1488;&#1514; &#1506;&#1510;&#1502;&#1492; &#1506;&#1491; 

      &#1506;&#1510;&#1501; &#1492;&#1497;&#1493;&#1501; &#1492;&#1494;&#1492;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1497;&#1493;&#1512;&#1490;&#1503; &#1502;&#1505;&#1508;&#1512; &#1506;&#1500; &#1514;&#1511;&#1493;&#1508;&#1514;&#1493; &#1506;&#1501; &#1492;&#1500;&#1492;&#1511;&#1492;: "&#1489;&#1488;&#1493;&#1508;&#1503; &#1499;&#1500;&#1500;&#1497; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1494;&#1488;&#1514; &#1500;&#1492;&#1511;&#1492; &#1513;&#1500;&#1499;&#1500; &#1488;&#1495;&#1491; &#1497;&#1513;

      </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: MS Shell Dlg; color: black;" dir="ltr">

      INPUT</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1512;&#1510;&#1497;&#1504;&#1497;. &#1490;&#1497;&#1488; &#1502;&#1489;&#1497;&#1488; &#1489;&#1491;&#1512;&#1498; &#1499;&#1500;&#1500; &#1488;&#1514; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501; - &#1493;&#1499;&#1493;&#1500;&#1501; &#1504;&#1499;&#1504;&#1505;&#1497;&#1501; &#1489;&#1492;&#1501; (&#1506;&#1501; &#1492;&#1512;&#1489;&#1492; &#1496;&#1512;&#1493;&#1512;). 

      &#1493;&#1489;&#1488;&#1493;&#1508;&#1503; &#1488;&#1497;&#1513;&#1497; &#1500;&#1490;&#1489;&#1497; - &#1488;&#1504;&#1497; &#1500;&#1488; &#1502;&#1505;&#1493;&#1490;&#1500; &#1500;&#1489;&#1493;&#1488; &#1500;&#1492;&#1512;&#1499;&#1489; &#1493;&#1500;&#1492;&#1497;&#1493;&#1514; &#1504;&#1490;&#1503;. &#1494;&#1492; &#1495;&#1497;&#1497;&#1489; &#1511;&#1493;&#1491;&#1501; &#1499;&#1500; 

      &#1502;&#1488;&#1493;&#1491; &#1500;&#1491;&#1489;&#1512; &#1488;&#1500;&#1497;, &#1493;&#1495;&#1493;&#1509; &#1502;&#1494;&#1492;, &#1499;&#1500; &#1492;&#1499;&#1497;&#1497;&#1507; &#1494;&#1492; &#1500;&#1506;&#1513;&#1493;&#1514; &#1506;&#1497;&#1489;&#1493;&#1491;&#1497;&#1501; &#1493;&#1500;&#1492;&#1499;&#1504;&#1505; &#1500;&#1493;&#1512;&#1497;&#1491;&#1497;&#1501; &#1513;&#1500; 

      &#1499;&#1493;&#1500;&#1501;!"</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1489;&#1513;&#1504;&#1514; 2001 &#1495;&#1494;&#1512;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1500;&#1488;&#1493;&#1500;&#1508;&#1504;&#1497; </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: Microsoft Sans Serif; color: black;" dir="ltr">

      DB</span><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE"> 

      &#1492;&#1508;&#1506;&#1501; &#1506;&#1501; &#1496;&#1500; &#1502;&#1496;&#1502;&#1493;&#1512;, &#1502;&#1508;&#1497;&#1511; &#1502;&#1493;&#1505;&#1497;&#1511;&#1500;&#1497; &#1510;&#1506;&#1497;&#1512; &#1493;&#1502;&#1493;&#1499;&#1513;&#1512; &#1493;&#1495;&#1489;&#1512; &#1496;&#1493;&#1489; &#1513;&#1500; &#1497;&#1512;&#1493;&#1503; &#1513;&#1504;&#1514;&#1489;&#1511;&#1513; 

      &#1500;&#1492;&#1510;&#1496;&#1512;&#1507; &#1500;&#1492;&#1511;&#1500;&#1496;&#1493;&#1514; &#1493;&#1500;&#1492;&#1508;&#1497;&#1511; &#1500;&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1513;&#1504;&#1497; &#1513;&#1497;&#1512;&#1497;&#1501; -

      <a href="http://infectzia.net/songs/hayom.htm">&#1492;&#1497;&#1493;&#1501; &#1513;&#1500;&#1504;&#1493;</a>, &#1493;<a href="http://infectzia.net/songs/ze.htm">&#1494;&#1492; &#1506;&#1493;&#1513;&#1492; 

      &#1500;&#1497; &#1513;&#1502;&#1495;</a>. &#1499;&#1506;&#1489;&#1493;&#1512; &#1492;&#1508;&#1493;&#1490;&#1492; &#1513;&#1500; &#1499;&#1502;&#1492; &#1495;&#1493;&#1491;&#1513;&#1497;&#1501; &#1492;&#1493;&#1495;&#1500;&#1496; &#1500;&#1492;&#1502;&#1513;&#1497;&#1498; &#1489;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1493;&#1496;&#1500; &#1511;&#1497;&#1489;&#1500; &#1488;&#1514; 

      &#1492;&#1510;&#1506;&#1514; &#1492;&#1500;&#1492;&#1511;&#1492; &#1500;&#1492;&#1508;&#1497;&#1511; &#1488;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1499;&#1493;&#1500;&#1493;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1496;&#1500; &#1492;&#1495;&#1500; &#1502;&#1510;&#1496;&#1512;&#1507; &#1488;&#1500; &#1492;&#1500;&#1492;&#1511;&#1492; &#1500;&#1495;&#1494;&#1512;&#1493;&#1514;, &#1500;&#1502;&#1491; &#1488;&#1514; &#1492;&#1495;&#1493;&#1502;&#1512;, &#1492;&#1506;&#1497;&#1512; &#1492;&#1506;&#1512;&#1493;&#1514;, &#1493;&#1492;&#1513;&#1514;&#1500;&#1489; &#1489;&#1492;&#1512;&#1499;&#1489; &#1502;&#1489;&#1500;&#1497; 

      &#1500;&#1504;&#1490;&#1503; &#1506;&#1500; &#1499;&#1500;&#1493;&#1501;. &#1506;&#1501; &#1492;&#1494;&#1502;&#1503; &#1490;&#1493;&#1489;&#1513;&#1493; &#1492;&#1506;&#1497;&#1489;&#1493;&#1491;&#1497;&#1501; &#1500;&#1513;&#1497;&#1512;&#1497;&#1501; &#1493;&#1492;&#1495;&#1500; &#1492;&#1514;&#1492;&#1500;&#1497;&#1498; &#1492;&#1502;&#1508;&#1512;&#1498; &#1513;&#1500; &#1492;&#1511;&#1500;&#1496;&#1514; 

      &#1495;&#1496;&#1497;&#1489;&#1514; &#1492;&#1511;&#1510;&#1489; &#1493;&#1500;&#1488;&#1495;&#1512;&#1497;&#1493; &#1492;&#1506;&#1500;&#1488;&#1514; &#1506;&#1512;&#1493;&#1510;&#1497; &#1490;&#1497;&#1496;&#1512;&#1493;&#1514;, &#1504;&#1513;&#1497;&#1508;&#1492;, &#1493;&#1499;&#1500; &#1492;&#1513;&#1488;&#1512;. &#1489;&#1513;&#1500;&#1489; &#1499;&#1500;&#1513;&#1492;&#1493; 

      &#1492;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1492;&#1493;&#1511;&#1508;&#1488; &#1500;&#1502;&#1513;&#1498; &#1513;&#1504;&#1492; &#1489;&#1492; &#1492;&#1497;&#1492; &#1499;&#1500; &#1488;&#1495;&#1491; &#1506;&#1505;&#1493;&#1511; &#1489;&#1495;&#1497;&#1497;&#1493; &#1492;&#1508;&#1512;&#1496;&#1497;&#1497;&#1501; &#1493;&#1500;&#1508;&#1495;&#1493;&#1514; &#1500;&#1502;&#1506;&#1512;&#1497;&#1510;&#1497;&#1501; 

      &#1500;&#1488; &#1492;&#1497;&#1492; &#1500;&#1490;&#1502;&#1512;&#1497; &#1489;&#1512;&#1493;&#1512; &#1488;&#1501; &#1493;&#1502;&#1514;&#1497; &#1514;&#1502;&#1513;&#1498; &#1508;&#1506;&#1497;&#1500;&#1493;&#1514; &#1492;&#1500;&#1492;&#1511;&#1492;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1489;&#1513;&#1504;&#1514; 2003, &#1500;&#1488;&#1495;&#1512; &#1513;&#1492;&#1514;&#1502;&#1511;&#1501; &#1496;&#1500; &#1489;&#1489;&#1497;&#1514;&#1493; &#1495;&#1491;&#1513; &#1493;&#1492;&#1511;&#1497;&#1501; &#1488;&#1493;&#1500;&#1508;&#1503; &#1502;&#1513;&#1500; &#1506;&#1510;&#1502;&#1493;, &#1500;&#1511;&#1495; &#1488;&#1514; &#1492;&#1499;&#1493;&#1504;&#1503; 

      &#1492;&#1511;&#1513;&#1497;&#1495; &#1506;&#1501; &#1499;&#1500; &#1492;&#1506;&#1512;&#1493;&#1510;&#1497;&#1501; &#1492;&#1511;&#1497;&#1497;&#1502;&#1497;&#1501; &#1488;&#1500;&#1497;&#1493; &#1492;&#1489;&#1497;&#1514;&#1492;, &#1493;&#1492;&#1495;&#1500; &#1500;&#1506;&#1489;&#1493;&#1491; &#1506;&#1500; &#1495;&#1497;&#1514;&#1493;&#1499;&#1497;&#1501; &#1493;&#1499;&#1500; &#1502;&#1492; &#1513;&#1492;&#1497;&#1492; 

      &#1489;&#1488;&#1508;&#1513;&#1512;&#1493;&#1514;&#1493; &#1500;&#1506;&#1513;&#1493;&#1514; &#1500;&#1489;&#1491;. &#1502;&#1492;&#1512; &#1488;&#1495;&#1512;-&#1499;&#1498; &#1504;&#1497;&#1510;&#1514;&#1492; &#1502;&#1495;&#1491;&#1513; &#1492;&#1492;&#1514;&#1500;&#1492;&#1489;&#1493;&#1514;, &#1492;&#1514;&#1495;&#1497;&#1500;&#1493; &#1489;&#1514;&#1492;&#1500;&#1497;&#1499;&#1497; &#1492;&#1511;&#1500;&#1496;&#1514; 

      &#1492;&#1513;&#1497;&#1512;&#1492;, &#1492;&#1499;&#1508;&#1500;&#1493;&#1514;, &#1514;&#1493;&#1505;&#1508;&#1493;&#1514;, &#1502;&#1497;&#1511;&#1505; &#1493;&#1499;&#1500; &#1492;&#1513;&#1488;&#1512;. &#1488;&#1496; &#1488;&#1496; &#1511;&#1497;&#1489;&#1500; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1488;&#1514; &#1510;&#1493;&#1512;&#1514;&#1493; &#1492;&#1505;&#1493;&#1508;&#1497;&#1514;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1499;&#1511;&#1493; &#1502;&#1504;&#1495;&#1492; &#1500;&#1492;&#1511;&#1500;&#1496;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501;, &#1493;&#1500;&#1488; &#1508;&#1495;&#1493;&#1514; &#1502;&#1494;&#1492; - &#1506;&#1511;&#1489; &#1492;&#1505;&#1511;&#1514; &#1502;&#1505;&#1511;&#1504;&#1493;&#1514; &#1502;&#1504;&#1505;&#1497;&#1493;&#1504;&#1501; &#1492;&#1506;&#1490;&#1493;&#1501; 

      &#1489;&#1504;&#1493;&#1513;&#1488;, &#1492;&#1495;&#1500;&#1497;&#1496;&#1493; &#1495;&#1489;&#1512;&#1497; &#1492;&#1500;&#1492;&#1511;&#1492; &#1513;&#1500;&#1488; &#1500;&#1492;&#1505;&#1514;&#1502;&#1498; &#1506;&#1500; &#1490;&#1493;&#1512;&#1502;&#1497;&#1501; &#1495;&#1497;&#1510;&#1493;&#1504;&#1497;&#1497;&#1501; &#1489;&#1514;&#1506;&#1513;&#1497;&#1497;&#1514; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1493;&#1500;&#1488; 

      &#1500;&#1492;&#1490;&#1489;&#1497;&#1500; &#1488;&#1514; &#1506;&#1510;&#1502;&#1501; &#1489;&#1499;&#1500; &#1502;&#1492; &#1513;&#1511;&#1513;&#1493;&#1512; &#1500;&#1488;&#1497;&#1499;&#1493;&#1514; &#1492;&#1497;&#1510;&#1497;&#1512;&#1492;. &#1488;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1502;&#1497;&#1502;&#1504;&#1493; &#1502;&#1499;&#1505;&#1508;&#1501; &#1492;&#1508;&#1512;&#1496;&#1497;, 

      &#1502;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514; &#1493;&#1502;&#1492;&#1500;&#1493;&#1493;&#1488;&#1493;&#1514; &#1513;&#1500;&#1511;&#1495;&#1493; &#1500;&#1510;&#1493;&#1512;&#1498; &#1492;&#1506;&#1504;&#1497;&#1497;&#1503;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1500;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1493;&#1511;&#1500;&#1496;&#1493; &#1513;&#1497;&#1512;&#1497;&#1501; &#1512;&#1489;&#1497;&#1501; &#1513;&#1492;&#1497;&#1493; &#1511;&#1497;&#1497;&#1502;&#1497;&#1501; &#1502;&#1494;&#1492; &#1494;&#1502;&#1503; &#1512;&#1489; &#1493;&#1502;&#1506;&#1493;&#1500;&#1501; &#1500;&#1488; &#1494;&#1499;&#1493; &#1500;&#1512;&#1488;&#1493;&#1514; &#1488;&#1493;&#1512; 

      &#1500;&#1510;&#1491; &#1513;&#1497;&#1512;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501; &#1513;&#1500;&#1488; &#1489;&#1493;&#1510;&#1506;&#1493; &#1489;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514; &#1500;&#1508;&#1504;&#1497; &#1499;&#1503;, &#1493;&#1490;&#1497;&#1512;&#1505;&#1492; &#1495;&#1491;&#1513;&#1492; &#1500;'&#1506;&#1497;&#1503; &#1492;&#1504;&#1502;&#1512;', 

      &#1502;&#1506;&#1514;&#1492; - '&#1513;&#1493;&#1489;&#1493; &#1513;&#1500; &#1492;&#1504;&#1502;&#1512;'. &#1490;&#1501; &#1492;&#1508;&#1506;&#1501;, &#1489;&#1490;&#1500;&#1500; &#1512;&#1497;&#1489;&#1493;&#1497; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501; &#1489;&#1512;&#1508;&#1512;&#1496;&#1493;&#1488;&#1512; &#1492;&#1500;&#1492;&#1511;&#1492;, 

      &#1504;&#1493;&#1514;&#1512;&#1493; &#1513;&#1497;&#1512;&#1497;&#1501; &#1512;&#1489;&#1497;&#1501; &#1506;&#1500; &#1512;&#1510;&#1508;&#1514; &#1492;&#1488;&#1493;&#1500;&#1508;&#1503;, &#1488;&#1501; &#1489;&#1499;&#1500;&#1500; &#1492;&#1490;&#1497;&#1506;&#1493; &#1500;&#1513;&#1501;. &#1489;&#1497;&#1503; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501; &#1492;&#1495;&#1491;&#1513;&#1497;&#1501;&nbsp; 

      &#1497;&#1493;&#1514;&#1512; &#1502;&#1499;&#1499;&#1489; &#1490;&#1501; 

      &#1490;&#1497;&#1488; &#1513;&#1502;&#1497;<b> </b>&#1489;&#1513;&#1497;&#1512;&#1492;, &#1493;&#1488;&#1508;&#1497;&#1500;&#1493; &#1490;&#1497;&#1488; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; &#1489;&#1513;&#1497;&#1512; &#1488;&#1495;&#1491;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1500;&#1488;&#1500;&#1489;&#1493;&#1501; &#1504;&#1499;&#1504;&#1505;&#1492; &#1490;&#1501; &#1490;&#1497;&#1512;&#1505;&#1492; &#1513;&#1500;

      <a href="http://infectzia.net/songs/zeitim.htm">&#1494;&#1492; &#1492;&#1497;&#1492; &#1489;&#1497;&#1514;&#1497;</a> &#1489;&#1492; &#1502;&#1514;&#1493;&#1508;&#1507; &#1512;&#1503; &#1497;&#1493;&#1512;&#1490;&#1504;&#1505;&#1493;&#1503;. &#1492;&#1511;&#1500;&#1496;&#1514; 

      &#1492;&#1514;&#1493;&#1508;&#1497;&#1501; (&#1493;&#1506;&#1493;&#1491; &#1499;&#1502;&#1492; &#1502;&#1503; &#1492;&#1506;&#1512;&#1493;&#1510;&#1497;&#1501; &#1513;&#1513;&#1512;&#1491;&#1493; &#1488;&#1514; &#1492;&#1491;&#1512;&#1498; &#1492;&#1488;&#1512;&#1493;&#1499;&#1492; &#1506;&#1491; &#1500;&#1488;&#1500;&#1489;&#1493;&#1501;) &#1492;&#1514;&#1512;&#1495;&#1513;&#1492; &#1489;&#1513;&#1504;&#1514; 

      2000 &#1489;&#1502;&#1505;&#1490;&#1512;&#1514; &#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; &#1490;&#1512;&#1505;&#1488;&#1493;&#1514; &#1499;&#1497;&#1505;&#1493;&#1497; &#1513;&#1492;&#1508;&#1497;&#1511; &#1488;&#1493;&#1512;&#1497; &#1508;&#1494; &#1500;&#1490;&#1500;"&#1510; &#1488;&#1498; &#1500;&#1488; &#1497;&#1510;&#1488; &#1500;&#1508;&#1493;&#1506;&#1500;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1490;&#1501; &#1500;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1513;&#1504;&#1497; &#1514;&#1512;&#1502;&#1493; &#1488;&#1493;&#1512;&#1495;&#1497;&#1501; &#1512;&#1489;&#1497;&#1501; &#1488;&#1514; &#1499;&#1513;&#1512;&#1493;&#1504;&#1501;: &#1497;&#1506;&#1500; &#1511;&#1512;&#1488;&#1493;&#1505; &#1493;&#1514;&#1502;&#1512; &#1496;&#1512;&#1496;&#1512; 

      &#1513;&#1489;&#1493; &#1514;&#1512;&#1502;&#1493; &#1502;&#1511;&#1493;&#1500;&#1493;&#1514;&#1497;&#1492;&#1503; &#1500;&#1502;&#1505;&#1508;&#1512; &#1513;&#1497;&#1512;&#1497;&#1501;, &#1499;&#1502;&#1493; &#1490;&#1501; &#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514;&#1503; &#1489;&#1502;&#1511;&#1492;&#1500;&#1514; &#8220;&#1497;&#1492;&#1500;&#1497; &#1505;&#1493;&#1489;&#1493;&#1500;&#8221;,

      <a href="http://www.peterroth.co.il/">&#1508;&#1497;&#1496;&#1512; &#1512;&#1493;&#1496;</a> &#1514;&#1512;&#1501; &#1488;&#1514; &#1511;&#1493;&#1500;&#1493; &#1493;&#1490;&#1497;&#1496;&#1512;&#1492; &#1488;&#1511;&#1493;&#1505;&#1496;&#1497;&#1514; &#1500;&#1488;&#1493;&#1514;&#1493; &#1492;&#1513;&#1497;&#1512;, &#1513;&#1495;&#1512; &#1495;&#1494;&#1497;&#1494;&#1492;, &#1488;&#1493;&#1512;&#1497; 

      &#1499;&#1504;&#1493;&#1512;&#1493;&#1514;, &#1488;&#1491;&#1501; &#1513;&#1508;&#1500;&#1503;, &#1506;&#1493;&#1494;&#1497; &#1508;&#1497;&#1497;&#1504;&#1512;&#1502;&#1503;, </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">MC</span><span style="font-size: 11pt; line-height: 150%; font-family: David;"> <span lang="HE">&#1513;&#1496;&#1497;&#1497;&#1496;&#1500;<b>

      

      </b>

      </span></span>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1513;&#1489;&#1488; &#1492;&#1497;&#1497;&#1513;&#1512; &#1502;&#1508;&#1493;&#1500;&#1497;&#1503;, &#1493;&#1506;&#1493;&#1491;..</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1489;&#1505;&#1514;&#1497;&#1493; 2004 &#1492;&#1497;&#1492; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1499;&#1489;&#1512; &#1502;&#1493;&#1499;&#1503; &#1495;&#1501; &#1495;&#1501; &#1489;&#1514;&#1504;&#1493;&#1512;, &#1493;&#1492;&#1493;&#1506;&#1504;&#1511; &#1500;&#1493; &#1492;&#1513;&#1501; &#1489;&#1499;&#1497;&#1507;, &#1488;&#1498; 

      &#1497;&#1510;&#1497;&#1488;&#1514;&#1493; &#1492;&#1514;&#1506;&#1499;&#1489;&#1492; &#1489;&#1502;&#1513;&#1498; &#1497;&#1493;&#1514;&#1512; &#1502;&#1495;&#1510;&#1497; &#1513;&#1504;&#1492;, &#1489;&#1506;&#1497;&#1511;&#1512; &#1489;&#1513;&#1500; &#1492;&#1505;&#1497;&#1489;&#1493;&#1514; &#1492;&#1489;&#1488;&#1493;&#1514;: 1. &#1506;&#1497;&#1510;&#1493;&#1489; &#1492;&#1506;&#1496;&#1497;&#1508;&#1492; 

      - &#1492;&#1500;&#1492;&#1511;&#1492; &#1504;&#1497;&#1505;&#1514;&#1492; &#1506;&#1497;&#1510;&#1493;&#1489;&#1497;&#1501; &#1513;&#1493;&#1504;&#1497;&#1501; &#1493;&#1488;&#1502;&#1504;&#1497;&#1501; &#1513;&#1493;&#1504;&#1497;&#1501; &#1492;&#1510;&#1497;&#1506;&#1493; &#1512;&#1506;&#1497;&#1493;&#1504;&#1493;&#1514; &#1489;&#1502;&#1513;&#1498; &#1494;&#1502;&#1503; &#1512;&#1489;. 2. 

      &#1492;&#1502;&#1514;&#1504;&#1492; &#1500;&#1505;&#1497;&#1493;&#1501; &#1492;&#1502;&#1513;&#1508;&#1496; &#1504;&#1490;&#1491; </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">MCI</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">, &#1489;&#1502;&#1496;&#1512;&#1492; &#1500;&#1492;&#1493;&#1510;&#1497;&#1488; &#1502;&#1495;&#1491;&#1513; &#1488;&#1514; 

      '&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;' &#1489;&#1502;&#1511;&#1489;&#1497;&#1500; &#1500;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1495;&#1491;&#1513;. 

      3. &#1492;&#1495;&#1497;&#1508;&#1493;&#1513; &#1488;&#1495;&#1512; &#1492;&#1508;&#1510;&#1492; &#1504;&#1488;&#1493;&#1514;&#1492; &#1500;&#1491;&#1497;&#1505;&#1511; - &#1492;&#1500;&#1492;&#1511;&#1492; &#1499;&#1489;&#1512; &#1504;&#1499;&#1493;&#1493;&#1514;&#1492; &#1508;&#1506;&#1501; &#1488;&#1495;&#1514; &#1489;&#1504;&#1493;&#1513;&#1488;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1500;&#1499;&#1500; &#1488;&#1495;&#1491; &#1502;&#1503; &#1492;&#1502;&#1499;&#1513;&#1493;&#1500;&#1497;&#1501; &#1504;&#1502;&#1510;&#1488; &#1508;&#1514;&#1512;&#1493;&#1503;. &#1488;&#1514; &#1506;&#1496;&#1497;&#1508;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1506;&#1497;&#1496;&#1512;&#1493; &#1508;&#1505;&#1500;&#1497;&#1501; &#1513;&#1497;&#1510;&#1512; 

      &#1490;&#1497;&#1488; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514;<b>, </b>&#1492;&#1500;&#1492;&#1511;&#1492; &#1494;&#1499;&#1514;&#1492; &#1502;&#1495;&#1491;&#1513; &#1489;&#1494;&#1499;&#1493;&#1497;&#1493;&#1514; &#1506;&#1500; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503;, &#1493;&#1504;&#1495;&#1514;&#1501; &#1495;&#1493;&#1494;&#1492; &#1492;&#1508;&#1510;&#1492; 

      &#1500;&#1513;&#1504;&#1497; &#1492;&#1488;&#1500;&#1489;&#1493;&#1502;&#1497;&#1501; &#1506;&#1501; &#1495;&#1489;&#1512;&#1514; </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">

      <a href="http://www.nmc-music.co.il/nmc">NMC</a></span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1492;&#1492;&#1499;&#1504;&#1493;&#1514; &#1500;&#1511;&#1512;&#1488;&#1514; &#1492;&#1495;&#1494;&#1512;&#1492; &#1500;&#1489;&#1502;&#1492; &#1500;&#1488;&#1495;&#1512; &#1492;&#1506;&#1491;&#1512;&#1493;&#1514; &#1513;&#1500; &#1499;&#1502;&#1506;&#1496; &#1513;&#1504;&#1514;&#1497;&#1497;&#1501; &#1492;&#1506;&#1500;&#1493; &#1488;&#1514; &#1491;&#1497;&#1500;&#1502;&#1492;. &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; 

      &#1492;&#1495;&#1491;&#1513; &#1492;&#1497;&#1492; &#1513;&#1493;&#1504;&#1492; &#1502;&#1511;&#1493;&#1491;&#1502;&#1493; &#1493;&#1492;&#1506;&#1497;&#1489;&#1493;&#1491;&#1497;&#1501; &#1492;&#1495;&#1491;&#1513;&#1497;&#1501; &#1500;&#1513;&#1497;&#1512;&#1497;&#1501; &#1512;&#1489;&#1497;&#1501; &#1492;&#1497;&#1493; &#1506;&#1502;&#1493;&#1505;&#1497;&#1501; &#1493;&#1502;&#1493;&#1512;&#1499;&#1489;&#1497;&#1501; &#1502;&#1502;&#1492; 

      &#1513;&#1497;&#1499;&#1500;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1500;&#1492;&#1506;&#1489;&#1497;&#1512; &#1500;&#1489;&#1502;&#1492; &#1502;&#1489;&#1500;&#1497; &#1500;&#1488;&#1489;&#1491; &#1492;&#1512;&#1489;&#1492; &#1502;&#1492;&#1506;&#1493;&#1513;&#1512; &#1513;&#1492;&#1493;&#1505;&#1497;&#1507; &#1496;&#1500; &#1489;&#1488;&#1493;&#1500;&#1508;&#1503;. &#1492;&#1495;&#1500;&#1496;&#1492; 

      &#1492;&#1491;&#1491;&#1497;&#1514; &#1492;&#1489;&#1497;&#1488;&#1492; &#1488;&#1514; &#1510;&#1512;&#1493;&#1508;&#1493; &#1513;&#1500; &#1496;&#1500; &#1502;&#1496;&#1502;&#1493;&#1512;<b> </b>&#1500;&#1500;&#1492;&#1511;&#1492; &#1489;&#1488;&#1493;&#1508;&#1503; &#1512;&#1513;&#1502;&#1497;. &#1495;&#1502;&#1493;&#1513; &#1489;&#1500;&#1508;&#1496;&#1493;&#1508; &#1496;&#1506;&#1493;&#1503; 

      &#1489;&#1513;&#1500;&#1500; &#1505;&#1497;&#1502;&#1508;&#1493;&#1500;&#1497;&#1501; &#1493;&#1514;&#1508;&#1511;&#1497;&#1491;&#1497; &#1490;&#1497;&#1496;&#1512;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1495;&#1489;&#1512; &#1496;&#1500; &#1488;&#1500; &#1492;&#1500;&#1492;&#1511;&#1492;. &#1492;&#1506;&#1497;&#1489;&#1493;&#1491;&#1497;&#1501; &#1500;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514; 

      &#1504;&#1511;&#1489;&#1506;&#1493; &#1493;&#1490;&#1493;&#1489;&#1513;&#1492; &#1491;&#1497;&#1504;&#1502;&#1497;&#1511;&#1492; &#1502;&#1505;&#1493;&#1497;&#1497;&#1502;&#1514; &#1500;&#1502;&#1496;&#1512;&#1493;&#1514; &#1490;&#1493;&#1493;&#1503;, &#1490;&#1501; &#1489;&#1505;&#1497;&#1502;&#1508;&#1493;&#1500;&#1497;&#1501;, &#1492;&#1497;&#1499;&#1503; &#1513;&#1488;&#1508;&#1513;&#1512;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1489;&#1508;&#1489;&#1512;&#1493;&#1488;&#1512; 2005 &#1495;&#1494;&#1512;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; &#1500;&#1489;&#1502;&#1492; &#1506;&#1501; &#1492;&#1493;&#1508;&#1506;&#1514; &#1489;&#1499;&#1493;&#1512;&#1492; &#1489;"&#1510;&#1493;&#1500;&#1500;&#1514; &#1492;&#1510;&#1492;&#1493;&#1489;&#1492;" &#1489;&#1497;&#1512;&#1493;&#1513;&#1500;&#1497;&#1501;, 

      &#1493;&#1489;&#1497;&#1493;&#1501; &#1513;&#1497;&#1513;&#1497; &#1492;-29.4.2005 &#1492;&#1513;&#1497;&#1511;&#1492; &#1488;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1489;&#1499;&#1497;&#1507; &#1502;&#1493;&#1500; "&#1489;&#1488;&#1512;&#1489;&#1497;" &#1492;&#1493;&#1502;&#1492; &#1488;&#1491;&#1501; 

      &#1499;&#1502;&#1493; &#1490;&#1501; &#1490;&#1506;&#1490;&#1493;&#1506;. &#1489;&#1492;&#1493;&#1508;&#1506;&#1492; &#1504;&#1502;&#1499;&#1512; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1500;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492;, &#1497;&#1495;&#1491; &#1506;&#1501; &#1495;&#1493;&#1500;&#1510;&#1493;&#1514;, &#1493;&#1506;&#1500; &#1492;&#1489;&#1502;&#1492; &#1492;&#1514;&#1488;&#1512;&#1495;&#1493; 

      &#1497;&#1492;&#1500;&#1497; &#1505;&#1493;&#1489;&#1493;&#1500; (<a href="http://infectzia.net/songs/seret.htm">&#1505;&#1512;&#1496; &#1513;&#1500; &#1505;&#1511;&#1505;</a>), &#1497;&#1506;&#1500; &#1511;&#1512;&#1488;&#1493;&#1505; &#1489;&#1490;&#1497;&#1495;&#1492; &#1513;&#1504;&#1497;&#1492; ('&#1492;&#1497;&#1493;&#1501; &#1513;&#1500;&#1504;&#1493;'), 

      &#1493;&#1488;&#1500;&#1497; &#1490;&#1493;&#1512;&#1513;&#1496;&#1497;&#1497;&#1503; &#1489;&#1489;&#1497;&#1510;&#1493;&#1506; &#1502;&#1512;&#1490;&#1513; &#1500;&#1513;&#1497;&#1512; &#1492;&#1508;&#1514;&#1497;&#1495;&#1492; &#1513;&#1500; &#1505;&#1491;&#1512;&#1514; &#1492;&#1497;&#1500;&#1491;&#1493;&#1514; 

      '&#1512;&#1499;&#1489;&#1514; &#1492;&#1492;&#1508;&#1514;&#1506;&#1493;&#1514;'! &#1492;&#1492;&#1493;&#1508;&#1506;&#1492; 

      &#1504;&#1508;&#1514;&#1495;&#1492; &#1489;<a href="http://infectzia.net/down/video.htm">&#1512;&#1488;&#1497;&#1493;&#1503; &#1500;&#1506;&#1512;&#1493;&#1509; 24</a> &#1513;&#1492;&#1514;&#1504;&#1492;&#1500; &#1506;&#1500; &#1492;&#1489;&#1502;&#1492; &#1500;&#1488;&#1494;&#1504;&#1497; &#1492;&#1511;&#1492;&#1500; &#1500;&#1488;&#1495;&#1512; &#1513;&#1492;&#1500;&#1492;&#1511;&#1492; &#1489;&#1493;&#1513;&#1513;&#1492; 

      &#1500;&#1489;&#1493;&#1488; &#1489;&#1502;&#1493;&#1506;&#1491; &#1513;&#1504;&#1511;&#1489;&#1506;...</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1489;&#1497;&#1493;&#1501; &#1512;&#1488;&#1513;&#1493;&#1503; &#1492;-1.5.2005 &#1497;&#1510;&#1488; 

      '&#1489;&#1499;&#1497;&#1507;' &#1500;&#1502;&#1499;&#1497;&#1512;&#1492; &#1493;&#1499;&#1513;&#1489;&#1493;&#1506;&#1497;&#1497;&#1501; &#1488;"&#1499; &#1492;&#1510;&#1496;&#1512;&#1507; 

      '&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;' &#1500;&#1510;&#1491;&#1493; &#1489;&#1502;&#1491;&#1508;&#1497;&#1501;. &#1492;&#1500;&#1492;&#1511;&#1492; &#1495;&#1494;&#1512;&#1492; &#1500;&#1492;&#1493;&#1508;&#1497;&#1506; &#1489;&#1488;&#1493;&#1508;&#1503; &#1513;&#1493;&#1496;&#1507;. &#1492;&#1505;&#1497;&#1504;&#1490;&#1500;&#1497;&#1501; &#1513;&#1497;&#1510;&#1488;&#1493; &#1500;&#1512;&#1491;&#1497;&#1493; 

      &#1494;&#1499;&#1493; &#1490;&#1501; &#1492;&#1508;&#1506;&#1501; &#1500;&#1492;&#1514;&#1506;&#1500;&#1502;&#1493;&#1514; &#1502;&#1510;&#1491; &#1512;&#1493;&#1489; &#1492;&#1514;&#1495;&#1504;&#1493;&#1514;, &#1502;&#1500;&#1489;&#1491; </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">FM</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">88 

      &#1513;&#1504;&#1493;&#1492;&#1490;&#1497;&#1501; &#1500;&#1492;&#1513;&#1502;&#1497;&#1506; &#1500;&#1488; &#1502;&#1506;&#1496; &#1513;&#1497;&#1512;&#1497;&#1501; &#1502;&#1503; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1489;&#1506;&#1497;&#1511;&#1512; &#1489;&#1489;&#1511;&#1512;&#1497;&#1501;, &#1493;</span><span style="font-size: 11pt; line-height: 150%;" dir="ltr">FM</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">102 &#1513;&#1501; &#1492;&#1508;&#1498; '&#1494;&#1492; &#1506;&#1493;&#1513;&#1492; &#1500;&#1497; &#1513;&#1502;&#1495;' &#1500;&#1500;&#1492;&#1497;&#1496; &#1490;&#1491;&#1493;&#1500;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1488;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1494;&#1492; &#1500;&#1493;&#1493; &#1490;&#1501; &#1499;&#1503; &#1499;&#1502;&#1492; &#1493;&#1497;&#1491;&#1488;&#1493; &#1511;&#1500;&#1497;&#1508;&#1497;&#1501; &#1500;&#1513;&#1497;&#1512;&#1497;&#1501; 

      '&#1505;&#1512;&#1496; &#1513;&#1500; &#1505;&#1511;&#1505;' (&#1488;&#1505;&#1507; 

      &#1500;&#1489;&#1504;&#1497;, 2005), '&#1494;&#1492; &#1492;&#1497;&#1492; &#1489;&#1497;&#1514;&#1497;' (&#1489;&#1512; &#1489;&#1503;-&#1497;&#1493;&#1505;&#1507;, 2005), &#1493;<a href="http://infectzia.net/songs/miss.htm">&#1492;&#1514;&#1490;&#1506;&#1490;&#1506;&#1514;&#1497;</a> (&#1506;&#1493;&#1491;&#1491; 

      &#1502;&#1493;&#1508;&#1512;&#1491;&#1497;, 2005), &#1493;&#1492;&#1497;&#1491; &#1506;&#1493;&#1491; &#1504;&#1496;&#1493;&#1497;&#1492;.</span></p>

      <p class="MsoNormal" style="line-height: 150%; margin-left: 0.9pt;" dir="rtl">

      <b><i><u>

      <span style="text-decoration: none; font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &nbsp;&nbsp;</span></u></i></b></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <b><i><u>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      <a name="live"></a>&#1492;&#1493;&#1508;&#1506;&#1493;&#1514;</span></u></i></b></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <b><i><u>

      <span style="text-decoration: none; font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &nbsp;</span></u></i></b><span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">&#1492;&#1510;&#1500;&#1495;&#1492; 

      &#1502;&#1505;&#1495;&#1512;&#1497;&#1514; &#1502;&#1502;&#1513;&#1497;&#1514; &#1500;&#1506;&#1493;&#1500;&#1501; &#1488;&#1497;&#1495;&#1512;&#1492; &#1500;&#1489;&#1493;&#1488;, &#1493;&#1492;&#1512;&#1491;&#1497;&#1493; &#1492;&#1508;&#1493;&#1508;&#1493;&#1500;&#1512;&#1497; &#1502;&#1502;&#1513;&#1497;&#1498; &#1493;&#1502;&#1514;&#1506;&#1500;&#1501; &#1506;&#1500; &#1488;&#1507; &#1488;&#1497; &#1488;&#1500;&#1493; 

      &#1505;&#1497;&#1504;&#1490;&#1500;&#1497;&#1501; &#1513;&#1492;&#1500;&#1492;&#1511;&#1492; &#1513;&#1495;&#1512;&#1512;&#1492; &#1506;&#1491; &#1492;&#1497;&#1493;&#1501;, &#1488;&#1498; &#1489;&#1499;&#1500; &#1494;&#1488;&#1514;, &#1502;&#1488;&#1494; &#1510;&#1488;&#1514; '&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;'<b>,</b> &#1511;&#1492;&#1500; 

      &#1495;&#1491;&#1513; &#1492;&#1502;&#1493;&#1512;&#1499;&#1489; &#1489;&#1512;&#1493;&#1489;&#1493; &#1504;&#1506;&#1512;&#1497;&#1501; &#1493;&#1504;&#1506;&#1512;&#1493;&#1514; &#1489;&#1490;&#1497;&#1500;&#1488;&#1497; &#1492;&#1506;&#1513;&#1512;&#1492; &#1504;&#1495;&#1513;&#1507; &#1500;&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1489;&#1488;&#1493;&#1514;&#1492; &#1489;&#1506;&#1514; &#1493;&#1492;&#1495;&#1500; 

      &#1500;&#1490;&#1491;&#1493;&#1513; &#1488;&#1514; &#1492;&#1493;&#1508;&#1506;&#1493;&#1514;&#1497;&#1492;&#1501;. &#1506;&#1500; &#1488;&#1507; &#1513;&#1506;&#1491; &#1492;&#1497;&#1493;&#1501; &#1492;"&#1489;&#1488;&#1512;&#1489;&#1497;" &#1489;&#1514;&#1500;-&#1488;&#1489;&#1497;&#1489; &#1492;&#1493;&#1488; &#1489;&#1497;&#1514;&#1501; &#1493;&#1489;&#1493; &#1504;&#1506;&#1512;&#1499;&#1493;&#1514; 

      &#1512;&#1493;&#1489; &#1492;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514; &#1492;&#1490;&#1491;&#1493;&#1500;&#1493;&#1514; &#1489;&#1497;&#1493;&#1514;&#1512;, &#1502;&#1504;&#1510;&#1500;&#1497;&#1501; &#1495;&#1489;&#1512;&#1497; &#1492;&#1500;&#1492;&#1511;&#1492; &#1499;&#1500; &#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1500;&#1492;&#1493;&#1508;&#1506;&#1492; &#1493;&#1499;&#1489;&#1512; &#1495;&#1512;&#1513;&#1493; 

      &#1488;&#1514; &#1492;&#1488;&#1512;&#1509; &#1500;&#1488;&#1493;&#1512;&#1499;&#1492; &#1493;&#1500;&#1512;&#1493;&#1495;&#1489;&#1492; (&#1488;&#1493; &#1513;&#1489;&#1506;&#1510;&#1501; &#1512;&#1511; &#1500;&#1488;&#1493;&#1512;&#1499;&#1492;) &#1500;&#1488; &#1508;&#1506;&#1501;. &#1502;&#1488;&#1497;&#1500;&#1514;, &#1497;&#1496;&#1489;&#1514;&#1492;, &#1512;&#1488;&#1513;&#1500;"&#1510;, 

      &#1495;&#1493;&#1500;&#1493;&#1503;, &#1500;&#1493;&#1491;, &#1488;&#1513;&#1511;&#1500;&#1493;&#1503;, &#1493;&#1497;&#1512;&#1493;&#1513;&#1500;&#1497;&#1501; &#1493;&#1506;&#1491; &#1512;&#1506;&#1504;&#1504;&#1492;, &#1499;&#1508;&#1512;-&#1505;&#1489;&#1488;, &#1504;&#1514;&#1504;&#1497;&#1492;, &#1489;&#1504;&#1497;&#1502;&#1497;&#1504;&#1492;, &#1493;&#1506;&#1493;&#1491;, 

      &#1492;&#1493;&#1508;&#1497;&#1506;&#1493; &#1489;&#1488;&#1493;&#1500;&#1502;&#1493;&#1514;, &#1488;&#1502;&#1508;&#1497;&#1514;&#1488;&#1496;&#1512;&#1488;&#1493;&#1514;, &#1493;&#1492;&#1488;&#1504;&#1490;&#1512;&#1497;&#1501;. &#1500;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514; &#1489;&#1500;&#1506;&#1491;&#1497;&#1493;&#1514; &#1500;&#1510;&#1491; &#1488;&#1512;&#1493;&#1506;&#1497;&#1501; &#1492;&#1502;&#1493;&#1504;&#1497;&#1497;&#1501; 

      &#1493;&#1502;&#1514;&#1493;&#1511;&#1513;&#1512;&#1497;&#1501; &#1499;&#1490;&#1493;&#1503; &#1512;&#1493;&#1511; &#1506;&#1510;&#1502;&#1488;&#1493;&#1514;, &#1497;&#1493;&#1501; &#1500;&#1488; &#1502;&#1499;&#1493;&#1504;&#1497;&#1493;&#1514;, &#1506;&#1497;&#1512; &#1492;&#1489;&#1497;&#1512;&#1492;, &#1493;&#1506;&#1493;&#1491;, &#1493;&#1495;&#1497;&#1502;&#1502;&#1493; &#1488;&#1502;&#1504;&#1497;&#1501; 

      &#1502;&#1492;&#1513;&#1493;&#1512;&#1492; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1499;&#1490;&#1493;&#1503; &#1488;&#1489;&#1497;&#1489; &#1490;&#1508;&#1503; &#1493;&#1500;&#1492;&#1511;&#1514; &#1492;&#1497;&#1492;&#1493;&#1491;&#1497;&#1501;. (&#1493;&#1506;&#1491;&#1497;&#1497;&#1503; &#1497;&#1513; &#1513;&#1502;&#1493;&#1506;&#1493;&#1514; &#1506;&#1500; &#1492;&#1493;&#1508;&#1506;&#1492; 

      &#1511;&#1512;&#1489;&#1492; &#1489;"&#1489;&#1488;&#1512;&#1489;&#1497;" &#1492;&#1502;&#1505;&#1514;&#1493;&#1512;&#1497; &#1513;&#1489;&#1511;&#1497;&#1489;&#1493;&#1509; &#1490;&#1513;&#1512; &#1492;&#1494;&#1497;&#1493;...)</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David; color: black;" lang="HE">

      &#1491;&#1489;&#1512; &#1497;&#1491;&#1493;&#1506; &#1492;&#1493;&#1488; &#1513;&#1492;&#1495;&#1493;&#1497;&#1492; &#1492;&#1488;&#1502;&#1497;&#1514;&#1497;&#1514; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1492;&#1497;&#1488; &#1492;&#1492;&#1493;&#1508;&#1506;&#1492;. &#1502;&#1500;&#1489;&#1491; &#1492;&#1491;&#1497;&#1493;&#1511; &#1493;&#1492;&#1502;&#1511;&#1510;&#1493;&#1506;&#1497;&#1493;&#1514;, 

      &#1493;&#1492;&#1489;&#1497;&#1510;&#1493;&#1506;&#1497;&#1501; &#1492;&#1488;&#1504;&#1512;&#1490;&#1496;&#1497;&#1497;&#1501; &#1500;&#1499;&#1500; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501; &#1504;&#1493;&#1492;&#1490;&#1514; &#1492;&#1500;&#1492;&#1511;&#1492; &#1500;&#1513;&#1489;&#1509; &#1489;&#1505;&#1496; &#1511;&#1488;&#1489;&#1512;&#1497;&#1501;<b> </b>&#1500;&#1513;&#1497;&#1512;&#1497;&#1501; 

      &#1493;&#1504;&#1506;&#1497;&#1502;&#1493;&#1514; &#1502;&#1499;&#1500; &#1511;&#1510;&#1493;&#1493;&#1514; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1492;&#1508;&#1493;&#1508;&#1493;&#1500;&#1512;&#1497;&#1514; &#1493;&#1492;&#1488;&#1500;&#1496;&#1512;&#1504;&#1496;&#1497;&#1489;&#1497;&#1514;, &#1500;&#1488; &#1508;&#1506;&#1501; &#1489;&#1489;&#1497;&#1510;&#1493;&#1506;&#1497;&#1501; &#1513;&#1493;&#1504;&#1497;&#1501; 

      &#1500;&#1495;&#1500;&#1493;&#1496;&#1497;&#1503; &#1502;&#1492;&#1502;&#1511;&#1493;&#1512; &#1488;&#1493; &#1499;&#1495;&#1500;&#1511; &#1502;&#1513;&#1497;&#1512;&#1497;&#1501; &#1502;&#1511;&#1493;&#1512;&#1497;&#1497;&#1501;. &#1500;&#1488; &#1508;&#1506;&#1501; &#1506;&#1493;&#1500;&#1497;&#1501; &#1495;&#1489;&#1512;&#1497; &#1492;&#1500;&#1492;&#1511;&#1492; &#1500;&#1489;&#1502;&#1492; &#1489;&#1513;&#1500;&#1500; 

      &#1514;&#1495;&#1508;&#1493;&#1513;&#1493;&#1514; &#1505;&#1505;&#1490;&#1493;&#1504;&#1497;&#1493;&#1514; &#1493;&#1508;&#1512;&#1496;&#1497; &#1500;&#1489;&#1493;&#1513; &#1513;&#1502;&#1493;&#1513;&#1499;&#1497;&#1501; &#1488;&#1514; &#1492;&#1506;&#1497;&#1503; (&#1492;&#1502;&#1491;&#1493;&#1489;&#1512; &#1489;&#1506;&#1497;&#1511;&#1512; &#1489;&#1504;&#1497;&#1512; &#1493;&#1513;&#1512;&#1497;&#1514;, 

      &#1489;&#1494;&#1502;&#1504;&#1492;), &#1493;&#1500;&#1488; &#1508;&#1506;&#1501; &#1488;&#1493;&#1512;&#1495;&#1497;&#1501; &#1500;&#1488; &#1510;&#1508;&#1493;&#1497;&#1497;&#1501; &#1502;&#1493;&#1510;&#1488;&#1497;&#1501; &#1488;&#1514; &#1491;&#1512;&#1499;&#1501; &#1500;&#1511;&#1491;&#1502;&#1514; &#1492;&#1489;&#1502;&#1492;. &#1489;&#1497;&#1503; &#1492;&#1513;&#1488;&#1512; 

      &#1492;&#1514;&#1488;&#1512;&#1495;&#1493; &#1506;&#1491; &#1492;&#1497;&#1493;&#1501; &#1489;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514;

      <a href="http://www.mooma.com/artist.asp?ArtistID=3454">&#1511;&#1493;&#1489;&#1497; &#1488;&#1493;&#1494;</a>,

      <a href="http://www.mooma.com/artist.asp?artistid=7949">&#1513;&#1495;&#1512; &#1488;&#1489;&#1503; &#1510;&#1493;&#1512;</a>,</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE"> &#1499;&#1493;&#1499;&#1489;&#1514; &#1513;&#1504;&#1493;&#1514; &#1492;-70 

      <a href="http://www.mooma.com/artist.asp?ArtistID=2491">&#1513;&#1473;&#1461;&#1512;&#1460;&#1497;</a>, 

      <a href="http://www.tapuz.co.il/communa/usercommuna.asp?CommunaId=10652">&#1510;&#1497;&#1511;&#1497; &#1500;&#1488;&#1489;&#1497;&#1503;</a>, &#1493;&#1512;&#1489;&#1497;&#1501; 

      &#1488;&#1495;&#1512;&#1497;&#1501;. &#1488;&#1508;&#1497;&#1500;&#1493; &#1492;&#1494;&#1502;&#1512; 

      <a href="http://www.mooma.com/artist.asp?ArtistID=2170">&#1488;&#1491;&#1501;</a> <u>&#1500;&#1488;</u> &#1492;&#1514;&#1488;&#1512;&#1495;, &#1506;&#1500; &#1488;&#1507; &#1513;&#1506;&#1512;&#1498; &#1506;&#1501; &#1492;&#1500;&#1492;&#1511;&#1492; &#1495;&#1494;&#1512;&#1493;&#1514; &#1500;&#1511;&#1512;&#1488;&#1514; 

      &#1492;&#1492;&#1493;&#1508;&#1506;&#1492; </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">&#8216;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">&#1497;&#1513; 

      &#1500;&#1497; &#1499;&#1488;&#1489; &#1513;&#1497;&#1504;&#1497;&#1497;&#1501;, &#1488;&#1504;&#1497; &#1500;&#1488; &#1497;&#1499;&#1493;&#1500; &#1500;&#1492;&#1490;&#1497;&#1506;</span><span style="font-size: 11pt; line-height: 150%;" dir="ltr">&#8217;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1508;&#1504;&#1497;&#1504;&#1492; &#1504;&#1493;&#1505;&#1508;&#1514; &#1492;&#1495;&#1493;&#1494;&#1512;&#1514; &#1493;&#1504;&#1513;&#1504;&#1497;&#1514; &#1489;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514; &#1502;&#1488;&#1494; &#1493;&#1502;&#1514;&#1502;&#1497;&#1491; &#1492;&#1497;&#1488; &#1491;&#1502;&#1493;&#1514;&#1493; &#1513;&#1500; &#1490;&#1497;&#1488; &#1513;&#1502;&#1497;. 

      &#1513;&#1504;&#1497;&#1501; &#1512;&#1489;&#1493;&#1514; &#1500;&#1508;&#1504;&#1497; &#1513;&#1511;&#1497;&#1489;&#1500; &#1514;&#1508;&#1511;&#1497;&#1491;&#1497; &#1513;&#1497;&#1512;&#1492; &#1502;&#1493;&#1489;&#1497;&#1500;&#1497;&#1501; &#1489;&#1513;&#1497;&#1512;&#1497;&#1501; &#1502;&#1511;&#1493;&#1512;&#1497;&#1497;&#1501; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1492;&#1508;&#1500;&#1497;&#1488; 

      &#1489;&#1489;&#1497;&#1510;&#1493;&#1506;&#1497;&#1501; &#1502;&#1512;&#1490;&#1513;&#1497;&#1501; &#1500;&#1502;&#1497;&#1496;&#1489; &#1492;&#1511;&#1500;&#1488;&#1505;&#1497;&#1511;&#1492; &#1492;&#1502;&#1493;&#1491;&#1512;&#1504;&#1497;&#1514;, &#1502;&#1513;&#1497;&#1512;&#1497; &#1502;&#1497;&#1502;&#1493;&#1503; &#1491;&#1512;&#1498; </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">Faith No More</span><span style="font-size: 11pt; line-height: 150%; font-family: David;">

      <span lang="HE">&#1493;&#1506;&#1491; &#1505;&#1497;&#1504;&#1496;&#1512;&#1492;. &#1497;&#1510;&#1493;&#1497;&#1497;&#1504;&#1493; &#1500;&#1494;&#1499;&#1493;&#1514;&#1493; &#1490;&#1501; &#1488;&#1497;&#1503; &#1505;&#1508;&#1493;&#1512; &#1490;&#1495;&#1502;&#1493;&#1514; &#1492;&#1493;&#1502;&#1493;&#1512;&#1497;&#1505;&#1496;&#1497;&#1493;&#1514; 

      &#1489;&#1497;&#1503; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501;, &#1488;&#1501; &#1500;&#1488; &#1489;&#1513;&#1497;&#1512;&#1497;&#1501; &#1506;&#1510;&#1502;&#1501; (&#1513;&#1502;&#1510;&#1495;&#1497;&#1511;&#1493;&#1514; &#1488;&#1508;&#1497;&#1500;&#1493; &#1497;&#1493;&#1514;&#1512; &#1502;&#1505;&#1508;&#1512; &#1513;&#1500; &#1491;&#1497;&#1491;&#1497; &#1502;&#1504;&#1493;&#1505;&#1497;!).</span></span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1506;&#1501; &#1494;&#1488;&#1514;, &#1489;&#1499;&#1500; &#1492;&#1504;&#1493;&#1490;&#1506; &#1500;&#1489;&#1497;&#1491;&#1493;&#1512; &#1492;&#1511;&#1492;&#1500; &#1493;&#1492;&#1506;&#1504;&#1497;&#1497;&#1503; &#1492;&#1493;&#1497;&#1494;&#1493;&#1488;&#1500;&#1497; &#1489;&#1492;&#1493;&#1508;&#1506;&#1492;, &#1502;&#1490;&#1497;&#1506; &#1502;&#1497;&#1512;&#1489; &#1492;&#1511;&#1512;&#1491;&#1497;&#1496; &#1500;&#1504;&#1497;&#1512; 

      &#1496;&#1512;&#1496;&#1512;. &#1499;&#1493;&#1499;&#1489; &#1512;&#1493;&#1511; &#1489;&#1504;&#1513;&#1502;&#1514;&#1493;, &#1506;&#1501; &#1499;&#1512;&#1497;&#1494;&#1502;&#1492; &#1513;&#1500;&#1488; &#1508;&#1506;&#1501; &#1506;&#1493;&#1500;&#1492; &#1506;&#1500; &#1490;&#1491;&#1493;&#1514;&#1497;&#1492;, &#1493;&#1506;&#1500; &#1499;&#1498; &#1497;&#1506;&#1497;&#1491;&#1493; 

      &#1499;&#1493;&#1500;&#1501;,

      &#1488;&#1508;&#1497;&#1500;&#1493; &#1488;&#1495;&#1493;&#1514;&#1493;: '&#1504;&#1497;&#1512; &#1492;&#1493;&#1488;&nbsp;&#1495;&#1497;&#1492; &#1489;&#1497;&#1502;&#1514;&#1497;&#1514;: &#1499;&#1512;&#1497;&#1494;&#1502;&#1496;&#1497;, &#1502;&#1493;&#1505;&#1497;&#1511;&#1500;&#1497;,&nbsp;&#1491;&#1512;&#1502;&#1496;&#1497; &#1493;&#1489;&#1493;&#1506;&#1496;. 

      &#1502;&#1506;&#1493;&#1512;&#1512; &#1492;&#1506;&#1512;&#1499;&#1492;!''</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &nbsp;</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl"><b><u>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      <a name="press"></a>&#1506;&#1497;&#1514;&#1493;&#1504;&#1493;&#1514;, &#1512;&#1491;&#1497;&#1493;, &#1496;&#1500;&#1493;&#1497;&#1494;&#1497;&#1492;, &#1493;&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496;</span></u></b></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &nbsp;&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1492;&#1514;&#1488;&#1512;&#1495;&#1492; &#1500;&#1488; &#1508;&#1506;&#1501; &#1489;&#1514;&#1499;&#1504;&#1497;&#1493;&#1514; &#1496;&#1500;&#1493;&#1497;&#1494;&#1497;&#1492; &#1493;&#1512;&#1491;&#1497;&#1493;: &#1492;&#1502;&#1510;&#1506;&#1491; (&#1489;&#1511;&#1497; &#1490;&#1512;&#1497;&#1508;&#1497;&#1503;, &#1506;&#1512;&#1493;&#1509; 24, 

      2005), <a href="http://infectzia.net/down/video.htm">&#1505;&#1497;&#1511;&#1493;&#1512; &#1499;&#1508;&#1512; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1489;&#1504;&#1497;&#1510;&#1504;&#1497;&#1501;</a> (&#1506;&#1504;&#1514; &#1488;&#1497;&#1497;&#1494;&#1511;, &#1506;&#1512;&#1493;&#1509; 24, 2005),

      <a href="http://infectzia.net/down/video.htm">&#1500;&#1493;&#1504;&#1491;&#1493;&#1503; &#1488;&#1514; &#1511;&#1497;&#1513;&#1512;&#1504;&#1489;&#1488;&#1493;&#1501;</a> (&#1506;&#1512;&#1493;&#1509; 10, 2005),

      <a href="http://infectzia.net/down/audio.htm">&#1504;&#1508;&#1493;&#1500;&#1497;&#1488;&#1493;&#1503;</a> (&#1500;&#1497;&#1488;&#1493;&#1503; &#1508;&#1500;&#1491;&#1502;&#1503;, 

      &#1511;&#1493;&#1500; &#1492;&#1511;&#1502;&#1508;&#1493;&#1505;, 2005),

      </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">

      <a href="http://infectzia.net/down/video.htm">My Music 

      Magazine</a></span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE"> (&#1497;&#1493;&#1489;&#1500; &#1513;&#1512;&#1507;, &#1506;&#1512;&#1493;&#1509; 24, 2005), &#1488;&#1511;&#1494;&#1497;&#1496; (&#1506;&#1493;&#1508;&#1512; &#1513;&#1499;&#1496;&#1512; ("&#1499;&#1508;&#1497;&#1512;&#1497;", 

      &#1500;&#1502;&#1492;&#1491;&#1512;&#1497;&#1503;), &#1506;&#1512;&#1493;&#1509; 3, 2005) , &#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1492;&#1497;&#1493;&#1501; (&#1502;&#1513;&#1492; &#1489;&#1493;&#1504;&#1503;, 2005), &#1514;&#1493;&#1510;&#1512;&#1514; &#1492;&#1488;&#1512;&#1509; (&#1506;&#1512;&#1493;&#1509; 

      1, &#1496;&#1500; &#1490;&#1493;&#1512;&#1491;&#1493;&#1503;, 2004, &#1488;&#1497;&#1500;&#1504;&#1492; &#1489;&#1512;&#1511;&#1493;&#1489;&#1497;&#1509;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;">'</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">, 2000) <a href="http://infectzia.net/down/video.htm">&#1492;&#1502;&#1495;&#1513;&#1493;&#1507;</a> (&#1490;&#1497;&#1488; &#1502;&#1512;&#1493;&#1494; &#1493;&#1497;&#1493;&#1504;&#1497; 

      &#1500;&#1492;&#1489;, &#1506;&#1512;&#1493;&#1509; 2, 2000),

      <a href="http://infectzia.net/down/video.htm">&#1497;&#1493;&#1510;&#1488;&#1497;&#1501; &#1511;&#1489;&#1493;&#1506;</a> (&#1506;&#1512;&#1493;&#1509; 1, 2000), 

      <a href="http://infectzia.net/down/video.htm">&#1492;&#1511;&#1500;&#1497;&#1508;&#1492;</a> (&#1506;&#1512;&#1493;&#1509; 9, 

      2000),&nbsp; <a href="http://infectzia.net/down/audio.htm">&#1512;&#1493;&#1511; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500;</a> (&#1512;&#1513;&#1514; &#1490;', 2000),

      <a href="http://infectzia.net/down/video.htm">&#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1489;&#1489;&#1497;&#1491;&#1493;&#1512;</a> (&#1491;&#1493;&#1491;&#1493; &#1496;&#1493;&#1508;&#1494;, 1999),

      <a href="http://infectzia.net/down/audio.htm">&#1495;&#1491;&#1512; &#1495;&#1494;&#1512;&#1493;&#1514;</a> (&#1500;&#1497;&#1488;&#1493;&#1503; &#1508;&#1500;&#1491;&#1502;&#1503;, 

      &#1511;&#1493;&#1500; &#1492;&#1511;&#1502;&#1508;&#1493;&#1505;, 1999), &#1499;&#1493;&#1493;&#1504;&#1493;&#1514; &#1500;&#1497;&#1500;&#1492; (&#1488;&#1497;&#1500;&#1503; &#1489;&#1512;&#1502;&#1503;, &#1490;&#1500;&#1490;&#1500;"&#1510;), &#1500;&#1488; &#1512;&#1493;&#1510;&#1497;&#1501; 

      &#1500;&#1497;&#1513;&#1493;&#1503; (&#1491;&#1491;&#1493; &#1502;&#1497;&#1500;&#1502;&#1503;, &#1490;&#1500;&#1490;&#1500;"&#1510;), &#1493;&#1506;&#1493;&#1491; &#1493;&#1506;&#1493;&#1491; &#1493;&#1506;&#1493;&#1491;...</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &nbsp;&#1499;&#1502;&#1493; &#1499;&#1503; &#1494;&#1499;&#1493; &#1500;&#1488;&#1497;&#1503; &#1505;&#1508;&#1493;&#1512; &#1512;&#1488;&#1497;&#1493;&#1504;&#1493;&#1514;, &#1499;&#1514;&#1489;&#1493;&#1514;, &#1493;&#1489;&#1497;&#1511;&#1493;&#1512;&#1493;&#1514; &#1493;&#1488;&#1512;&#1493;&#1495;&#1497;&#1501; &#1489;&#1506;&#1497;&#1514;&#1493;&#1504;&#1493;&#1514; &#1492;&#1499;&#1514;&#1493;&#1489;&#1492; 

      &#1493;&#1489;&#1488;&#1497;&#1504;&#1496;&#1512;&#1504;&#1496;, &#1499;&#1502;&#1493; &#1490;&#1501; &#1488;&#1514;&#1512;&#1497;&#1501; &#1493;&#1508;&#1493;&#1512;&#1493;&#1502;&#1497;&#1501; &#1513;&#1500; &#1502;&#1506;&#1512;&#1497;&#1510;&#1497;&#1501; (&#1488;&#1492;&#1502;). &#1493;&#1493;&#1488;&#1500;&#1492;, &#1497;&#1491;&#1497;&#1506;&#1493;&#1514; &#1488;&#1495;&#1512;&#1493;&#1504;&#1493;&#1514;/</span><span style="font-size: 11pt; line-height: 150%;" dir="ltr">YNet</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">, &#1502;&#1506;&#1512;&#1497;&#1489;/</span><span style="font-size: 11pt; line-height: 150%;" dir="ltr">NRG</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">, &#1506;&#1500; &#1492;&#1513;&#1512;&#1493;&#1503;, &#1512;&#1497;&#1497;&#1496;&#1497;&#1504;&#1490;, &#1493;&#1508;&#1504;&#1488;&#1497; &#1508;&#1500;&#1493;&#1505; &#1492;&#1501; &#1512;&#1511; &#1495;&#1500;&#1511; &#1502;&#1512;&#1513;&#1497;&#1502;&#1492; &#1488;&#1512;&#1493;&#1499;&#1492; 

      &#1513;&#1514;&#1488;&#1502;&#1497;&#1504;&#1493; &#1500;&#1497; &#1513;&#1488;&#1501; &#1492;&#1497;&#1492; &#1500;&#1504;&#1493; &#1508;&#1512;&#1493;&#1496; &#1492;&#1497;&#1497;&#1514;&#1501; &#1502;&#1511;&#1489;&#1500;&#1497;&#1501; &#1488;&#1493;&#1514;&#1493;. &#1488;&#1514; &#1502;&#1492; &#1513;&#1499;&#1503; &#1497;&#1513; &#1500;&#1504;&#1493; &#1514;&#1502;&#1510;&#1488;&#1493; &#1489;&#1491;&#1507; 

      &#1492;<a href="http://infectzia.net/bik.htm">&#1489;&#1497;&#1511;&#1493;&#1512;&#1493;&#1514;</a>.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &nbsp;</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl"><b><u>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      <a name="end"></a>&#1499;&#1500;&#1500;&#1497;/&#1505;&#1493;&#1507; &#1491;&#1489;&#1512;</span></u></b></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &nbsp;&#1488;&#1497;&#1503; &#1505;&#1508;&#1511; &#1513;&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1492;&#1497;&#1488; &#1488;&#1495;&#1514; &#1492;&#1500;&#1492;&#1511;&#1493;&#1514; &#1492;&#1497;&#1497;&#1495;&#1493;&#1491;&#1497;&#1493;&#1514; &#1493;&#1488;&#1495;&#1514; &#1492;&#1514;&#1493;&#1508;&#1506;&#1493;&#1514; &#1492;&#1502;&#1506;&#1504;&#1497;&#1497;&#1504;&#1493;&#1514; &#1489;&#1504;&#1493;&#1507; 

      &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1500;&#1497; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500;. &#1502;&#1493;&#1504;&#1492;&#1490;&#1497;&#1501; &#1506;"&#1497; &#1490;&#1512;&#1506;&#1497;&#1503; &#1497;&#1510;&#1497;&#1512;&#1514;&#1497; &#1511;&#1513;&#1492;, &#1504;&#1497;&#1512; &#1496;&#1512;&#1496;&#1512; &#1493;&#1490;&#1497;&#1488; 

      &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514;, &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1492;&#1497;&#1488; &#1500;&#1492;&#1511;&#1514; &#1499;&#1500;-&#1495;&#1489;&#1512;&#1497;&#1492;, &#1489;&#1506;&#1489;&#1512; &#1489;&#1492;&#1493;&#1493;&#1492; &#1493;&#1489;&#1506;&#1514;&#1497;&#1491;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1502;&#1504;&#1492;&#1500;&#1497;&#1501; &#1489;&#1488;&#1493; &#1493;&#1492;&#1500;&#1499;&#1493; &#1489;&#1497;&#1504;&#1492;&#1501; &#1496;&#1500; &#1499;&#1492;&#1503;, &#1489;&#1503; &#1492;&#1497;&#1500;&#1508;&#1512;, &#1493;&#1497;&#1506;&#1500; &#1502;&#1490;&#1500;, &#1488;&#1498; &#1488;&#1497;&#1513; &#1500;&#1488; &#1492;&#1493;&#1506;&#1505;&#1511; &#1497;&#1493;&#1514;&#1512; 

      &#1502;&#1495;&#1493;&#1491;&#1513;&#1497;&#1501; &#1505;&#1508;&#1493;&#1512;&#1497;&#1501;. &#1506;&#1510;&#1502;&#1488;&#1493;&#1514; &#1492;&#1500;&#1492;&#1511;&#1492; &#1492;&#1497;&#1488; &#1494;&#1493; &#1502;&#1511;&#1504;&#1492; &#1500;&#1492; &#1495;&#1493;&#1508;&#1513; &#1489;&#1497;&#1496;&#1493;&#1497; &#1502;&#1493;&#1495;&#1500;&#1496;, &#1499;&#1502;&#1493; &#1490;&#1501; 

      &#1492;&#1504;&#1497;&#1492;&#1493;&#1500; &#1492;&#1506;&#1510;&#1502;&#1497;. </span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1489;&#1500;&#1492;&#1511;&#1492;, &#1502;&#1511;&#1510;&#1493;&#1506;&#1497;&#1514; &#1499;&#1499;&#1500; &#1513;&#1514;&#1492;&#1497;&#1492;, &#1488;&#1497;&#1504;&#1492; &#1512;&#1510;&#1497;&#1508;&#1492;. &#1495;&#1489;&#1512;&#1497;&#1492; &#1502;&#1506;&#1497;&#1491;&#1497;&#1501; &#1513;&#1492;&#1492;&#1505;&#1508;&#1511; &#1490;&#1489;&#1493;&#1492;, &#1488;&#1489;&#1500; 

      &#1492;&#1488;&#1497;&#1504;&#1496;&#1504;&#1505;&#1497;&#1489;&#1497;&#1493;&#1514; &#1492;&#1497;&#1488; &#1502;&#1491;&#1491; &#1502;&#1488;&#1493;&#1491; &#1500;&#1488; &#1497;&#1510;&#1497;&#1489;, &#1493;&#1514;&#1511;&#1493;&#1508;&#1493;&#1514; &#1513;&#1500; &#1508;&#1512;&#1509; &#1497;&#1510;&#1497;&#1512;&#1514;&#1497;&#1493;&#1514; &#1493;&#1506;&#1489;&#1493;&#1491;&#1492; &#1502;&#1514;&#1512;&#1495;&#1513;&#1493;&#1514; 

      &#1489;&#1497;&#1503; &#1492;&#1508;&#1505;&#1511;&#1493;&#1514; &#1488;&#1512;&#1493;&#1499;&#1493;&#1514; &#1493;&#1500;&#1488; &#1497;&#1494;&#1493;&#1502;&#1493;&#1514;. &#1499;&#1500; &#1494;&#1492; &#1502;&#1513;&#1500;&#1497;&#1498; &#1506;&#1500; &#1492;&#1513;&#1488;&#1500;&#1492; &#1513;&#1504;&#1497;&#1512; &#1496;&#1512;&#1496;&#1512; &#1502;&#1488;&#1502;&#1497;&#1503; &#1499;&#1497; &#1492;&#1497;&#1488;

      </span><span style="font-size: 11pt; line-height: 150%;" dir="ltr">&#8216;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">&#1492;</span><span style="font-size: 11pt; line-height: 150%;" dir="ltr">&#8217;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">&#1513;&#1488;&#1500;&#1492; 

      &#1513;&#1499;&#1500; &#1495;&#1489;&#1512; &#1489;&#1500;&#1492;&#1511;&#1492; &#1513;&#1493;&#1488;&#1500; &#1488;&#1514; &#1506;&#1510;&#1502;&#1493; &#1502;&#1488;&#1494; &#1493;&#1502;&#1514;&#1502;&#1497;&#1491;: &#1492;&#1488;&#1501; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1494;&#1492; </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">&#8216;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">&#1492;</span><span style="font-size: 11pt; line-height: 150%;" dir="ltr">&#8217;</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">&#1491;&#1489;&#1512;?

      </span><span style="font-size: 11pt; line-height: 150%;" dir="ltr">Is 

      this it</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">? &#1488;&#1493; &#1513;&#1502;&#1488; &#1514;&#1495;&#1489;&#1497;&#1489;?</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl"><b><i><u>

      <span style="text-decoration: none; font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &nbsp;</span></u></i></b></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl"><b><i><u>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      <a name="future"></a>&#1502;&#1492; &#1510;&#1493;&#1508;&#1503; &#1492;&#1506;&#1514;&#1497;&#1491;?</span></u></i></b></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl"><i>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      (&#1488;&#1501; &#1499;&#1489;&#1512; &#1500;&#1495;&#1510;&#1514; &#1506;&#1500; &#1492;&#1500;&#1497;&#1504;&#1511; &#1514;&#1511;&#1489;&#1500;/&#1497; &#1514;&#1513;&#1493;&#1489;&#1492;)</span></i></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">&#1489;&#1506;&#1514;&#1497;&#1491; 

      &#1500;&#1492;&#1511;&#1514; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1514;&#1514;&#1508;&#1512;&#1511;. &#1500;&#1488;&#1495;&#1512; &#1492;&#1492;&#1510;&#1500;&#1495;&#1492; &#1492;&#1502;&#1505;&#1495;&#1512;&#1512;&#1514; &#1513;&#1500; &#1488;&#1500;&#1489;&#1493;&#1502;&#1501; &#1492;&#1513;&#1500;&#1497;&#1513;&#1497;,

      <a href="http://infectzia.net/disc.htm">&#1502;&#1508;&#1504;&#1511;&#1497;&#1501; &#1489;&#1499;&#1497;&#1507;</a> 

      (&#1488;&#1500;&#1489;&#1493;&#1501; &#1499;&#1508;&#1493;&#1500;, 2009, </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">Parlophone</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">), &#1497;&#1510;&#1488; &#1492;&#1502;&#1488;&#1512;&#1494; </span>

      <span style="font-size: 11pt; line-height: 150%; font-family: David;">the INFECTZIA archive</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE"> 1990-2009, &#1513;&#1497;&#1499;&#1500;&#1493;&#1500; &#1488;&#1514; &#1513;&#1500;&#1493;&#1513;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1502;&#1497;&#1501;, &#1495;&#1502;&#1497;&#1513;&#1492; &#1491;&#1497;&#1505;&#1511;&#1497;&#1501; &#1506;&#1501; &#1492;&#1511;&#1500;&#1496;&#1493;&#1514; 

      &#1504;&#1491;&#1497;&#1512;&#1493;&#1514;, &#1491;&#1502;&#1493;&#1488;&#1497;&#1501;, &#1493;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514;, &#1493;&#1513;&#1502;&#1493;&#1504;&#1492; </span>

      <span style="line-height: 150%;" dir="ltr"><font style="font-size: 11pt;">DVD</font></span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">&#1497;&#1501; 

      &#1492;&#1502;&#1499;&#1497;&#1500;&#1497;&#1501; &#1488;&#1512;&#1499;&#1497;&#1493;&#1503; &#1492;&#1493;&#1508;&#1506;&#1493;&#1514; &#1502;&#1513;&#1493;&#1489;&#1495;, &#1505;&#1512;&#1496;&#1497;&#1501; &#1491;&#1493;&#1511;&#1493;&#1502;&#1504;&#1496;&#1512;&#1497;&#1497;&#1501; &#1513;&#1502;&#1514;&#1506;&#1491;&#1497;&#1501; &#1488;&#1514; &#1495;&#1497;&#1497; &#1492;&#1500;&#1492;&#1511;&#1492; 

      (&#1493;&#1489;&#1512;&#1488;&#1513;&#1501; &#1505;&#1512;&#1496;&#1493; &#1513;&#1500; &#1506;&#1502;&#1493;&#1505; &#1490;&#1497;&#1514;&#1488;&#1497; "&#1513;&#1493;&#1488;&#1492; </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">II</span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">"), 

      &#1493;&#1499;&#1500; &#1492;&#1493;&#1497;&#1491;&#1488;&#1493; &#1511;&#1500;&#1497;&#1508;&#1497;&#1501;.</span></p>

      <p class="MsoNormal" style="line-height: 150%;" dir="rtl">

      <span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">

      &#1490;&#1497;&#1488; &#1489;&#1503; &#1513;&#1496;&#1512;&#1497;&#1514; &#1497;&#1514;&#1502;&#1504;&#1492; &#1500;&#1502;&#1504;&#1499;"&#1500; </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">

      <a href="http://www.pixar.com/">Pixar</a></span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">, 

      &#1504;&#1497;&#1512; &#1496;&#1512;&#1496;&#1512; &#1497;&#1494;&#1499;&#1492; &#1489;&#1488;&#1493;&#1505;&#1511;&#1512; &#1506;&#1500; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1500;&#1496;&#1512;&#1497;&#1500;&#1493;&#1490;&#1497;&#1514; &#1492;<a href="http://www.digimon.com/">&#1491;&#1497;&#1490;'&#1497;&#1502;&#1493;&#1503;</a> &#1513;&#1500; &#1505;&#1508;&#1497;&#1500;&#1489;&#1512;&#1490;, &#1490;&#1497;&#1488; &#1513;&#1502;&#1497; 

      &#1497;&#1508;&#1512;&#1493;&#1513; &#1500;<a href="http://www.mooma.com/artist.asp?ArtistID=18063">&#1511;&#1512;&#1497;&#1497;&#1512;&#1514; &#1505;&#1493;&#1500;&#1493;</a> &#1502;&#1512;&#1511;&#1497;&#1506;&#1514; &#1513;&#1495;&#1511;&#1497;&#1501;, &#1497;&#1512;&#1493;&#1503; &#1513;&#1512;&#1488;&#1500; &#1497;&#1505;&#1499;&#1497;&#1501; &#1500;&#1492;&#1508;&#1497;&#1511; &#1488;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1495;&#1491;&#1513; &#1513;&#1500;

      <a href="http://www.madonna.com/">&#1502;&#1491;&#1493;&#1504;&#1492;</a> &#1500;&#1488;&#1495;&#1512; &#1513;&#1504;&#1497;&#1501; &#1513;&#1500; &#1514;&#1495;&#1504;&#1493;&#1504;&#1497;&#1501; &#1502;&#1510;&#1497;&#1491;&#1492;, &#1506;&#1493;&#1502;&#1512;&#1497; &#1492;&#1504;&#1490;&#1489;&#1497; &#1497;&#1506;&#1514;&#1512; &#1500;&#1489;&#1511;&#1513;&#1514;&#1493; &#1513;&#1500; &#1492;&#1462;&#1512;&#1456;&#1489;&#1468; &#1493;&#1497;&#1505;&#1499;&#1497;&#1501; 

      &#1500;&#1488;&#1512;&#1495; &#1488;&#1493;&#1514;&#1493; &#1489;&#1488;&#1493;&#1508;&#1503; &#1495;&#1491; &#1508;&#1506;&#1502;&#1497; &#1489;&#1492;&#1493;&#1508;&#1506;&#1492; &#1513;&#1500; </span>

      <span style="font-size: 11pt; line-height: 150%;" dir="ltr">

      <a href="http://www.primusville.com/">Primus</a></span><span style="font-size: 11pt; line-height: 150%; font-family: David;" lang="HE">, 

      &#1496;&#1500; &#1502;&#1496;&#1502;&#1493;&#1512; &#1497;&#1508;&#1512;&#1493;&#1513; &#1506;&#1501; &#1513;&#1500;&#1500; &#1508;&#1512;&#1505;&#1497; &#1490;&#1512;&#1488;&#1502;&#1497; &#1500;&#1495;&#1497;&#1497; &#1492;&#1493;&#1500;&#1500;&#1493;&#1514; &#1489;&#1502;&#1504;&#1494;&#1512; &#1489;&#1493;&#1491;&#1492;&#1497;&#1505;&#1496;&#1497; &#1489;&#1496;&#1497;&#1489;&#1496; (&#1499;&#1502;&#1512;&#1490;&#1500; 

      &#1502;&#1496;&#1506;&#1501; 

      <a href="http://he.wikipedia.org/wiki/%D7%A7%D7%95%D7%A0%D7%A4%D7%95%D7%A6%D7%99%D7%95%D7%A1">&#1511;&#1493;&#1504;&#1508;&#1493;&#1510;&#1497;&#1493;&#1505;</a>), &#1492;&#1512;&#1513;&#1493;&#1514; &#1492;&#1508;&#1500;&#1513;&#1514;&#1497;&#1504;&#1497;&#1514; &#1493;&#1497;&#1513;&#1512;&#1488;&#1500; &#1497;&#1495;&#1497;&#1493; &#1489;&#1513;&#1500;&#1493;&#1501; &#1493;&#1488;&#1495;&#1493;&#1493;&#1492;, &#1500;&#1500;&#1488; &#1490;&#1491;&#1512;&#1493;&#1514;, 

      &#1493;<a href="http://www.knesset.gov.il/lexicon/heb/zabotinski.htm">&#1488;&#1497;&#1494;&#1492; &#1494;&#1488;&#1489;</a> &#1497;&#1488;&#1499;&#1500; &#1488;&#1512;&#1493;&#1495;&#1514; &#1510;&#1492;&#1512;&#1497;&#1497;&#1501; &#1506;&#1501; &#1499;&#1489;&#1513;, &#1500;&#1510;&#1491;&#1493;.</span></p>

      <p>

      <span style="font-size: 11pt; font-family: David;" dir="rtl" lang="HE">

      &#1489;&#1502;&#1489;&#1496; &#1500;&#1488;&#1495;&#1493;&#1512; &#1497;&#1505;&#1499;&#1501; &#1490;&#1497;&#1488; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; &#1488;&#1514; &#1499;&#1500; &#1492;&#1514;&#1511;&#1493;&#1508;&#1492; &#1489;&#1502;&#1497;&#1500;&#1497;&#1501; "<a href="http://www.urbandictionary.com/define.php?term=al+hakefak">&#1506;&#1500; &#1492;&#1499;&#1497;&#1508;&#1488;&#1511;</a>".</span>      

      </p><p class="style16">      

      </p><p class="style16">      

      </p><p class="style16">                  

    </p></div>

  </div>

  <div id="Layer32" style="position: absolute; width: 200px; height: 115px; z-index: 1; left: 2px; top: 15px;">

  <p align="right"><img src="../../bio/infectzia.jpg" width="200"></p>
  </div>

  <div align="right"></div>

</div>

<div id="Layer5" style="position: absolute; width: 117px; height: 19px; z-index: 26; left: 65px; top: 12274px;">

  <div align="center">

    <p><a href="#topfuckerz"><strong><span class="style18"><span class="style19">&#1495;&#1494;&#1512;&#1492; &#1500;&#1502;&#1506;&#1500;&#1492; </span></span></strong></a></p>

  </div>

</div>

<div id="Layer6" style="position: absolute; width: 27px; height: 21px; z-index: 27; left: 6px; top: 4px;">

<p align="right"><a name="topfuckerz"></a></p></div>

</body></html>