<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Untitled Document</title>
<style type="text/css">
<!--
body {

	scrollbar-base-color:#F9F6F1;

	scrollbar-arrow-color:#661F00;

	scrollbar-track-color:#F9F6F1;

	scrollbar-3dlight-color:#F9F6F1;

	scrollbar-highlight-color:#F9F6F1;

	scrollbar-shadow-color:#F9F6F1;

	scrollbar-face-color:#F9F6F1;

}
body,td,th {
	font-family: Arial, Helvetica, sans-serif;
}
a:link {
	color: #0000FF;
}
a:visited {
	color: #0000FF;
}
a:hover {
	color: #FF0000;
}
.style1 {
	font-size: 14pt;
	font-weight: bold;
}
.style4 {font-size: 24px}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);

function MM_swapImgRestore() { //v3.0
  var i,x,a=document.MM_sr; for(i=0;a&&i<a.length&&(x=a[i])&&x.oSrc;i++) x.src=x.oSrc;
}

function MM_preloadImages() { //v3.0
  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();
    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)
    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}
}

function MM_findObj(n, d) { //v4.01
  var p,i,x;  if(!d) d=document; if((p=n.indexOf("?"))>0&&parent.frames.length) {
    d=parent.frames[n.substring(p+1)].document; n=n.substring(0,p);}
  if(!(x=d[n])&&d.all) x=d.all[n]; for (i=0;!x&&i<d.forms.length;i++) x=d.forms[i][n];
  for(i=0;!x&&d.layers&&i<d.layers.length;i++) x=MM_findObj(n,d.layers[i].document);
  if(!x && d.getElementById) x=d.getElementById(n); return x;
}

function MM_swapImage() { //v3.0
  var i,j=0,x,a=MM_swapImage.arguments; document.MM_sr=new Array; for(i=0;i<(a.length-2);i+=3)
   if ((x=MM_findObj(a[i]))!=null){document.MM_sr[j++]=x; if(!x.oSrc) x.oSrc=x.src; x.src=a[i+2];}
}
//-->
</script>
</head>

<body onLoad="MM_preloadImages('../../new/bio/nir2.gif')">
<div align="right">
  <p class="MsoNormal style1" style="line-height: 150%;" dir="rtl">&nbsp;</p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> <br>
    </span></p>
  <div id="Layer2" style="position:absolute; width:473px; height:408px; z-index:2; left: 2px; top: 3px; overflow: scroll;">
    <div id="Layer4" style="position:absolute; width:447px; height:1522px; z-index:3; left: 7px; top: 187px;">
      <p class="MsoNormal" dir="RTL" style="line-height:150%"><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">&#1504;&#1493;&#1500;&#1491; &#1489;- 11.12.1973 &#1489;&#1508;&#1514;&#1495;-&#1514;&#1511;&#1493;&#1492;, &#1488;&#1501; &#1492;&#1502;&#1493;&#1513;&#1489;&#1493;&#1514;, &#1493;&#1506;&#1491; &#1502;&#1492;&#1512;&#1492; &#1502;&#1510;&#1488; &#1488;&#1514; &#1497;&#1506;&#1493;&#1491;&#1493;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1505;&#1497;&#1508;&#1493;&#1512;&#1493; &#1502;&#1493;&#1512;&#1499;&#1489; &#1493;&#1500;&#1506;&#1514;&#1497;&#1501; &#1502;&#1508;&#1493;&#1511;&#1508;&#1511;, &#1488;&#1498; &#1502;&#1488;&#1493;&#1491; &#1502;&#1489;&#1491;&#1512;. &#1492;&#1499;&#1500; &#1492;&#1514;&#1495;&#1497;&#1500; &#1499;&#1513;&#1492;&#1497;&#1492; &#1489;&#1503; 3, &#1493;&#1488;&#1495;&#1493;&#1514;&#1493; &#1513;&#1512;&#1511; &#1504;&#1493;&#1500;&#1491;&#1492; &#1511;&#1497;&#1489;&#1500;&#1492; &#1490;&#1497;&#1496;&#1512;&#1514; &#1508;&#1500;&#1505;&#1496;&#1497;&#1511; &#1506;&#1501; 4 &#1502;&#1497;&#1514;&#1512;&#1497;&#1501;. &#1502;&#1499;&#1497;&#1493;&#1493;&#1503; &#1513;&#1488;&#1497;&#1503; &#1500;&#1514;&#1497;&#1504;&#1493;&#1511;&#1514; &#1489;&#1514; &#1497;&#1493;&#1502;&#1492; &#1488;&#1513;&#1512; &#1502;&#1489;&#1500;&#1492; &#1488;&#1514; &#1513;&#1506;&#1493;&#1514;&#1497;&#1492; &#1489;&#1500;&#1493;&#1500;, &#1489;&#1513;&#1497;&#1504;&#1492;, &#1493;&#1489;&#1497;&#1504;&#1497;&#1511;&#1492;, &#1492;&#1512;&#1489;&#1492; &#1502;&#1492; &#1500;&#1506;&#1513;&#1493;&#1514; &#1506;&#1501; &#1491;&#1489;&#1512; &#1513;&#1499;&#1494;&#1492;, &#1514;&#1508;&#1505; &#1504;&#1497;&#1512; &#1513;&#1500;&#1497;&#1496;&#1492; &#1506;&#1500; &#1492;&#1499;&#1500;&#1497; &#1493;&#1492;&#1495;&#1500; &#1502;&#1495;&#1511;&#1492; &#1490;&#1497;&#1496;&#1512;&#1497;&#1505;&#1496;&#1497;&#1501; &#1513;&#1512;&#1488;&#1492; &#1489;&#1496;&#1500;&#1493;&#1497;&#1494;&#1497;&#1492; &#1493;&#1500;&#1502;&#1514;&#1493;&#1495; &#1488;&#1514; &#1492;&#1502;&#1497;&#1514;&#1512;&#1497;&#1501; &#1489;&#1492;&#1514;&#1500;&#1492;&#1489;&#1493;&#1514; (&quot;&#1493;&#1460;&#1493;&#1460;&#1493;&#1460;&#1497;&#1497;&#1497;&#1497;&#1497;&#1497;&#1497;!&quot;). &#1492;&#1493;&#1512;&#1497;&#1493; &#1494;&#1497;&#1492;&#1493; &#1488;&#1514; &#1492;&#1508;&#1493;&#1496;&#1504;&#1510;&#1497;&#1488;&#1500; &#1492;&#1490;&#1500;&#1493;&#1501; &#1489;&#1506;&#1493;&#1500;&#1500; &#1513;&#1502;&#1504;&#1505;&#1492; &#1500;&#1491;&#1508;&#1493;&#1511; &#1505;&#1493;&#1500;&#1493;&#1488;&#1497;&#1501; &#1493;&#1499;&#1489;&#1512; &#1489;&#1490;&#1497;&#1500; 5 &#1504;&#1513;&#1488;&#1500; &#1500;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1506;&#1500; &#1488;&#1497;&#1494;&#1492; &#1499;&#1500;&#1497; &#1492;&#1493;&#1488; &#1512;&#1493;&#1510;&#1492; &#1500;&#1500;&#1502;&#1493;&#1491;. &#1502;&#1513;&#1506;&#1502;&#1491; &#1489;&#1508;&#1504;&#1497; &#1492;&#1505;&#1493;&#1490;&#1497;&#1492; &#1492;&#1495;&#1500;&#1497;&#1496; &#1513;&#1491;&#1493;&#1511;&#1488; &#1508;&#1505;&#1504;&#1514;&#1512; &#1497;&#1514;&#1488;&#1497;&#1501; &#1497;&#1493;&#1514;&#1512;, &#1499;&#1497; &#1490;&#1497;&#1496;&#1512;&#1497;&#1505;&#1496;&#1497;&#1501; &#1512;&#1493;&#1488;&#1497;&#1501; &#1499;&#1500; &#1492;&#1494;&#1502;&#1503; &#1493;&#1492;&#1493;&#1488; &#1500;&#1488; &#1512;&#1493;&#1510;&#1492; &#1500;&#1492;&#1497;&#1493;&#1514; &#1488;&#1495;&#1491; &#1502;&#1502;&#1500;&#1497;&#1493;&#1504;&#1497;&#1501;. (&#1512;&#1511; &#1502;&#1488;&#1493;&#1495;&#1512; &#1497;&#1493;&#1514;&#1512; &#1492;&#1489;&#1497;&#1503; &#1513;&#1489;&#1495;&#1497;&#1512;&#1492; &#1494;&#1493; &#1502;&#1493;&#1496;&#1506;&#1497;&#1514; &#1489;&#1497;&#1505;&#1493;&#1491;&#1492; &#1493;&#1506;&#1511;&#1489; &#1499;&#1498; &#1492;&#1508;&#1505;&#1497;&#1491; &#1514;&#1513;&#1493;&#1502;&#1514; &#1500;&#1489; &nbsp;&#1512;&#1489;&#1492;, &#1500;&#1499;&#1503; &#1489;&#1506;&#1514;&#1497;&#1491; &#1497;&#1492;&#1508;&#1493;&#1498; &#1500;&#1505;&#1493;&#1500;&#1503;) &#1489;&#1497;&#1504;&#1514;&#1497;&#1497;&#1501;, &#1492;&#1493;&#1512;&#1497;&#1493; &#1511;&#1504;&#1493; &#1488;&#1493;&#1512;&#1490;&#1503; &#1511;&#1493;&#1502;&#1493;&#1514;&#1497;&#1497;&#1501; &#1513;&#1492;&#1495;&#1500; &#1500;&#1492;&#1497;&#1493;&#1514; &#1504;&#1508;&#1493;&#1509; &#1489;&#1488;&#1493;&#1514;&#1492; &#1492;&#1506;&#1514; &#1489;&#1489;&#1514;&#1497;&#1501; &#1493;&#1492;&#1494;&#1502;&#1497;&#1504;&#1493; &#1502;&#1493;&#1512;&#1492; &#1500;&#1499;&#1500; &#1492;&#1502;&#1513;&#1508;&#1495;&#1492;. &#1497;&#1513; &#1500;&#1510;&#1497;&#1497;&#1503; &#1513;&#1492;&#1502;&#1493;&#1512;&#1492; &#1492;&#1497;&#1492; &#1502;&#1494;&#1506;&#1494;&#1506; &#1493;&#1502;&#1505;&#1512;&#1497;&#1495;, &#1500;&#1488; &#1491;&#1497;&#1489;&#1512; &#1506;&#1489;&#1512;&#1497;&#1514; &#1499;&#1502;&#1506;&#1496; &#1499;&#1500;&#1500;, &#1493;&#1499;&#1500; &#1492;&#1494;&#1502;&#1503; &#1489;&#1497;&#1511;&#1513; &#1502;&#1497;&#1509; &#1493;&#1513;&#1514;&#1492; &#1506;&#1501; &#1512;&#1506;&#1513;&#1497;&#1501; &#1502;&#1506;&#1510;&#1489;&#1504;&#1497;&#1501;, &#1489;&#1504;&#1493;&#1505;&#1507; &#1500;&#1505;&#1500;&#1497;&#1491;&#1492; &#1492;&#1489;&#1505;&#1497;&#1505;&#1497;&#1514; &#1513;&#1500; &#1504;&#1497;&#1512; &#1502;&#1492;&#1488;&#1497;&#1513;, &#1492;&#1514;&#1512;&#1490;&#1497;&#1500;&#1497;&#1501; &#1513;&#1504;&#1514;&#1503; &#1506;&#1510;&#1489;&#1504;&#1493; &#1488;&#1493;&#1514;&#1493; &#1504;&#1497;&#1512; &#1493;&#1492;&#1493;&#1488; &#1502;&#1510;&#1491;&#1493; &#1500;&#1488; &#1492;&#1513;&#1511;&#1497;&#1506; &#1489;&#1492;&#1501; &#1499;&#1500;&#1500;, &#1493;&#1505;&#1514;&#1501; &#1492;&#1497;&#1492; &#1502;&#1511;&#1513;&#1511;&#1513; &#1489;&#1488;&#1493;&#1512;&#1490;&#1503; &#1493;&#1506;&#1493;&#1512;&#1498; &#1504;&#1505;&#1497;&#1493;&#1504;&#1493;&#1514; &#1500;&#1492;&#1504;&#1488;&#1514;&#1493;. &#1488;&#1495;&#1512;&#1497; 4-5 &#1508;&#1490;&#1497;&#1513;&#1493;&#1514; &#1514;&#1501; &#1492;&#1512;&#1493;&#1502;&#1503; &#1506;&#1501; &#1492;&#1502;&#1493;&#1512;&#1492; &#1493;&#1513;&#1488;&#1512; &#1492;&#1502;&#1513;&#1508;&#1495;&#1492; &#1488;&#1497;&#1489;&#1491;&#1492; &#1506;&#1504;&#1497;&#1497;&#1503; &#1489;&#1488;&#1493;&#1512;&#1490;&#1503; &#1492;&#1502;&#1496;&#1493;&#1502;&#1496;&#1501;. &#1504;&#1497;&#1512; &#1492;&#1502;&#1513;&#1497;&#1498; &#1500;&#1504;&#1490;&#1503; &#1500;&#1492;&#1504;&#1488;&#1514;&#1493; &#1493;&#1492;&#1497;&#1492; &#1500;&#1493;&#1502;&#1491; &#1513;&#1497;&#1512;&#1497;&#1501; &#1502;&#1513;&#1502;&#1497;&#1506;&#1492;, &#1493;&#1514;&#1493;&#1498; &#1499;&#1491;&#1497; &#1504;&#1490;&#1497;&#1504;&#1492; &#1500;&#1489;&#1491; &#1493;&#1506;&#1501; &#1492;&#1496;&#1500;&#1493;&#1497;&#1494;&#1497;&#1492;. &#1514;&#1493;&#1498; &#1494;&#1502;&#1503; &#1511;&#1510;&#1512; &#1492;&#1495;&#1500;&#1492; &#1504;&#1493;&#1510;&#1512;&#1514; &#1505;&#1489;&#1497;&#1489;&#1493; &#1492;&#1514;&#1500;&#1492;&#1489;&#1493;&#1514; &#1489;&#1511;&#1512;&#1489; &#1492;&#1502;&#1513;&#1508;&#1495;&#1492; (&quot;'&#1493;&#1493;&#1488;&#1493;&#1493; &#1488;&#1497;&#1494;&#1492; &#1497;&#1493;&#1508;&#1497;! &#1502;&#1492; &#1499;&#1499;&#1492;? &#1489;&#1500;&#1497; &#1514;&#1493;&#1497;&#1501;? &#1489;&#1500;&#1497; &#1494;&#1492;..??.. &#1489;&#1493;&#1488;&#1493; &#1514;&#1513;&#1502;&#1506;&#1493; &#1488;&#1514;&#1501; &#1495;&#1497;&#1497;&#1489;&#1497;&#1501; &#1500;&#1513;&#1502;&#1493;&#1506; &#1488;&#1493;&#1514;&#1493; &#1502;&#1504;&#1490;&#1503;, &#1494;&#1492; &#1502;&#1513;&#1492;&#1493; &#1504;&#1492;&#1491;&#1512;!&quot;).</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1489;&#1490;&#1497;&#1500; 13, &#1502;&#1513;&#1511;&#1496;&#1503; &#1492;&#1489;&#1497;&#1514; &#1502;&#1500;&#1492;&#1499;&#1497;&#1500; &#1488;&#1514; &#1492;&#1499;&#1513;&#1512;&#1493;&#1503;, &#1504;&#1513;&#1500;&#1495; &#1504;&#1497;&#1512; &#1500;&#1511;&#1493;&#1504;&#1505;&#1512;&#1489;&#1496;&#1493;&#1512;&#1497;&#1493;&#1503; &#1488;&#1504;&#1494;&#1490;&#1497;. &#1488;&#1494; &#1499;&#1489;&#1512; &#1508;&#1513;&#1496; &#1489;&#1488;&#1512;&#1509; &#1492;&#1513;&#1490;&#1506;&#1493;&#1503; &#1492;&#1497;&#1508;&#1504;&#1497;, &#1489;&#1514;&#1497; &#1505;&#1508;&#1512; &#1513;&#1500;&#1497;&#1502;&#1491;&#1493; &#1489;&#1513;&#1497;&#1496;&#1514; &#1497;&#1502;&#1492;&#1492; &#1510;&#1510;&#1493; &#1489;&#1499;&#1500; &#1495;&#1493;&#1512; &#1493;&#1488;&#1493;&#1512;&#1490;&#1504;&#1497; &#1511;&#1493;&#1502;&#1493;&#1514;&#1497;&#1497;&#1501; &#1502;&#1497;&#1500;&#1488;&#1493; &#1499;&#1500; &#1511;&#1493;&#1504;&#1505;&#1512;&#1489;&#1496;&#1493;&#1512;&#1497;&#1493;&#1503; &#1493;&#1505;&#1500;&#1493;&#1503; &#1502;&#1499;&#1493;&#1489;&#1491;, &#1502;&#1500;&#1493;&#1493;&#1497;&#1501; &#1489;&#1508;&#1491;&#1488;&#1500;&#1497;&#1501; &#1513;&#1500; &#1489;&#1505;&#1497;&#1501;, &#1493;&#1513;&#1500;&#1500; &#1502;&#1511;&#1510;&#1489;&#1497;&#1501; &#1502;&#1506;&#1508;&#1504;&#1497;&#1501; &#1493;&#1514;&#1489;&#1504;&#1497;&#1493;&#1514; &#1500;&#1493;&#1493;&#1497; &#1488;&#1493;&#1496;&#1493;&#1502;&#1496;&#1497;&#1493;&#1514; &#1502;&#1493;&#1489;&#1504;&#1497;&#1501; &#1489;&#1502;&#1506;&#1512;&#1499;&#1514;. &#1489;&#1499;&#1504;&#1497;&#1505;&#1492; &#1500;&#1511;&#1493;&#1504;&#1505;&#1512;&#1489;&#1496;&#1493;&#1512;&#1497;&#1493;&#1503; &#1504;&#1497;&#1510;&#1489;&#1492; &#1514;&#1502;&#1493;&#1504;&#1492; &#1506;&#1514;&#1497;&#1491;&#1504;&#1497;&#1514; &#1513;&#1500; &#1488;&#1497;&#1513;&#1492; &#1497;&#1508;&#1504;&#1497;&#1514; &#1506;&#1501; &#1488;&#1493;&#1512;&#1490;&#1503; &#1502;&#1513;&#1493;&#1499;&#1500;&#1500; &#1493;&#1502;-&#1500;-&#1488; &#1502;&#1514;&#1490;&#1497;&#1501; &#1488;&#1508;&#1493;&#1508;&#1514; &#1506;&#1513;&#1503;... &#1500;&#1504;&#1497;&#1512; &#1488;&#1494;&#1500;&#1492; &#1492;&#1505;&#1489;&#1500;&#1504;&#1493;&#1514; &#1500;&quot;&#1514;&#1493;&#1497;&#1501; &#1493;&#1502;&#1493;&#1512;&#1497;&#1501; &#1512;&#1493;&#1505;&#1497;&#1501; &#1513;&#1502;&#1513;&#1508;&#1512;&#1497;&#1510;&#1497;&#1501; &#1506;&#1500;&#1497;&#1498; &#1494;&#1497;&#1506;&#1492;&quot;, &#1488;&#1498; &#1492;&#1514;&#1502;&#1494;&#1500; &#1502;&#1494;&#1500;&#1493; &#1493;&#1504;&#1508;&#1500; &#1506;&#1500; &#1491;&#1493;&#1512;&#1493;&#1503; &#1510;&#1489;&#1512;&#1497; - &#1505;&#1496;&#1493;&#1491;&#1504;&#1496; &#1500;&#1502;&#1513;&#1508;&#1496;&#1497;&#1501; &#1491;&#1488;&#1494; &#1489;&#1506;&#1500; &#1492;&#1513;&#1499;&#1500;&#1492; &#1502;&#1493;&#1505;&#1497;&#1511;&#1500;&#1497;&#1514; &#1499;&#1489;&#1491;&#1492; &#1513;&#1514;&#1493;&#1498; &#1494;&#1502;&#1503; &#1511;&#1510;&#1512; &#1492;&#1508;&#1498; &#1488;&#1514; &#1506;&#1493;&#1500;&#1502;&#1493; &#1513;&#1500; &#1504;&#1497;&#1512;. &#1502;&#1497;&#1497;&#1491;&#1497;&#1514; &#1492;&#1489;&#1497;&#1503; &#1491;&#1493;&#1512;&#1493;&#1503; &#1513;&#1500;&#1488; &#1502;&#1491;&#1493;&#1489;&#1512; &#1489;&#1506;&#1493;&#1491; &#1497;&#1500;&#1491; &#1502;&#1513;&#1493;&#1506;&#1502;&#1501; &#1513;&#1492;&#1493;&#1512;&#1497;&#1493; &#1513;&#1500;&#1495;&#1493;&#1492;&#1493; &#1500;&#1495;&#1493;&#1490; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1492;&#1506;&#1505;&#1497;&#1511;&#1493; &#1489;&#1513;&#1506;&#1493;&#1514; &#1488;&#1495;&#1492;&quot;&#1510;, &#1488;&#1500;&#1488; &#1489;&#1497;&#1500;&#1491; &#1502;&#1493;&#1499;&#1513;&#1512; &#1513;&#1489;&#1488;&#1502;&#1514; &#1493;&#1489;&#1514;&#1502;&#1497;&#1501; &#1502;&#1514;&#1506;&#1504;&#1497;&#1497;&#1503; &#1489;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492;. &#1499;&#1506;&#1489;&#1493;&#1512; &#1513;&#1497;&#1506;&#1493;&#1512;&#1497;&#1501; &#1505;&#1508;&#1493;&#1512;&#1497;&#1501; &#1508;&#1504;&#1492; &#1488;&#1500; &#1492;&#1493;&#1512;&#1497;&#1493; &#1513;&#1500; &#1504;&#1497;&#1512; &#1489;&#1489;&#1511;&#1513;&#1492; &#1500;&#1511;&#1495;&#1514; &#1488;&#1493;&#1514;&#1493; &#1514;&#1495;&#1514; &#1495;&#1505;&#1493;&#1514;&#1493; &#1493;&#1500;&#1500;&#1502;&#1491; &#1488;&#1493;&#1514;&#1493; &#1489;&#1488;&#1493;&#1508;&#1503; &#1508;&#1512;&#1496;&#1497; &#1489;&#1489;&#1497;&#1514;&#1493;. &#1506;&#1491; &#1502;&#1492;&#1512;&#1492; &#1492;&#1495;&#1500; &#1491;&#1493;&#1512;&#1493;&#1503;, &#1513;&#1492;&#1497;&#1492; &#1508;&#1512;&#1497;&#1511; &#1513;&#1500; &#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1511;&#1500;&#1488;&#1505;&#1497;&#1514; &#1493;&#1502;&#1493;&#1491;&#1512;&#1504;&#1497;&#1514; &#1499;&#1488;&#1495;&#1491;, &#1502;&#1512;&#1489;&#1497;&#1509; &#1489;&#1504;&#1497;&#1512; &#1514;&#1493;&#1512;&#1492;. &#1492;&#1514;&#1492;&#1500;&#1497;&#1498; &#1492;&#1495;&#1500; &#1489;&#1513;&#1506;&#1493;&#1512;&#1497; &#1492;&#1488;&#1494;&#1504;&#1492; &#1496;&#1492;&#1493;&#1512;&#1497;&#1501;, &#1489;&#1492;&#1501; &#1508;&#1514;&#1495; &#1491;&#1493;&#1512;&#1493;&#1503; &#1489;&#1508;&#1504;&#1497; &#1504;&#1497;&#1512; &#1506;&#1493;&#1500;&#1501; &#1513;&#1500;&#1501; &#1502;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1502;&#1493;&#1491;&#1512;&#1504;&#1497;&#1514; &#1493;&#1511;&#1500;&#1488;&#1505;&#1497;&#1514; &#1502;&#1499;&#1500; &#1492;&#1514;&#1511;&#1493;&#1508;&#1493;&#1514;, &#1491;&#1512;&#1498; &#1512;&#1493;&#1511; &#1502;&#1514;&#1511;&#1491;&#1501;, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Doors</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, </span><span dir="LTR" style="font-size: 11pt; line-height: 150%"> Beatles</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, </span><span dir="LTR" style="font-size: 11pt; line-height: 150%">Pink Floyd</span><span lang="HE" style="font-size:

11pt;line-height:150%;font-family:David">, &#1493;&#1506;&#1493;&#1491; &#1493;&#1506;&#1493;&#1491; &#1493;&#1506;&#1493;&#1491;. &#1504;&#1497;&#1512; &#1492;&#1497;&#1492; &#1495;&#1493;&#1494;&#1512; &#1492;&#1489;&#1497;&#1514;&#1492; &#1506;&#1501; &#1514;&#1511;&#1500;&#1497;&#1496;&#1497;&#1501; &#1513;&#1500; </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Genesis</span><span lang="HE" style="font-size:11pt;line-height:150%;

font-family:David">, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Talking Heads</span><span lang="HE" style="font-size:11pt;

line-height:150%;font-family:David">, &#1502;&#1490;&#1493;&#1493;&#1503; &#1488;&#1500;&#1489;&#1493;&#1502;&#1497; &#1490;&#1488;&#1494;' &#1493;&#1500;&#1502;&#1506;&#1513;&#1492; &#1492;&#1493;&#1508;&#1510;&#1509; &#1489;&#1488;&#1497;&#1504;&#1508;&#1493;&#1512;&#1502;&#1510;&#1497;&#1492;. &quot;&#1500;&#1488; &#1492;&#1488;&#1502;&#1504;&#1514;&#1497; &#1513;&#1497;&#1513; &#1499;&#1494;&#1492; &#1491;&#1489;&#1512; &#1489;&#1499;&#1500;&#1500;&quot; &#1502;&#1505;&#1508;&#1512; &#1504;&#1497;&#1512; &#1500;&#1506;&#1489;&#1491;&#1499;&#1501; &#1492;&#1504;&#1488;&#1502;&#1503;, &#1493;&#1502;&#1493;&#1505;&#1497;&#1507; &#1493;&#1502;&#1510;&#1496;&#1504;&#1506; &quot;&#1492;&#1512;&#1490;&#1513;&#1514;&#1497; &#1499;&#1502;&#1493; &#1504;&#1497;&#1488;&#1493; &#1489;&#1502;&#1496;&#1512;&#1497;&#1511;&#1505; - </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">&lsquo;I know Kong-Fu!&rsquo;</span><span lang="HE" style="font-size:11pt;line-height:150%;

font-family:David">&quot;, &#1513;&#1499;&#1503; &#1506;&#1491; &#1500;&#1508;&#1504;&#1497; &#1488;&#1493;&#1514;&#1492; &#1514;&#1511;&#1493;&#1508;&#1492; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1513;&#1492;&#1499;&#1497;&#1512; &#1492;&#1505;&#1514;&#1499;&#1502;&#1492; &#1489;'&#1512;&#1493;&#1510;&#1497; &#1513;&#1502;&#1493;&#1500;&#1497;&#1511;' &#1513;&#1500; &#1488;&#1512;&#1497;&#1488;&#1500; &#1494;&#1497;&#1500;&#1489;&#1512;, '&#1505;&#1497;&#1508;&#1493;&#1512;&#1497; &#1508;&#1493;&#1490;&#1497;' &#1513;&#1500; &#1499;&#1493;&#1493;&#1512;&#1514;, &#1493;&#1499;&#1502;&#1492; &#1514;&#1511;&#1500;&#1497;&#1496;&#1497;&#1501; &#1513;&#1500; &#1508;&#1505;&#1496;&#1497;&#1489;&#1500;&#1497; &#1497;&#1500;&#1491;&#1497;&#1501;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1489;&#1502;&#1513;&#1498; &#1495;&#1493;&#1491;&#1513;&#1497;&#1501; &#1505;&#1508;&#1493;&#1512;&#1497;&#1501; &#1492;&#1497;&#1492; &#1491;&#1489;&#1493;&#1511; &#1500;&#1512;&#1502;&#1511;&#1493;&#1500;, &#1493;&#1512;&#1511; &#1488;&#1495;&#1512;-&#1499;&#1498; &#1492;&#1514;&#1495;&#1497;&#1500; &#1500;&#1500;&#1502;&#1493;&#1491; &#1500;&#1504;&#1490;&#1503;. &#1502;&#1513;&#1500;&#1488; &#1492;&#1497;&#1497;&#1514;&#1492; &#1500;&#1493; &#1505;&#1489;&#1500;&#1504;&#1493;&#1514; &#1500;&#1514;&#1493;&#1497;&#1501;, &#1500;&#1488; &#1492;&#1514;&#1506;&#1505;&#1511; &#1489;&#1514;&#1488;&#1493;&#1512;&#1497;&#1492; &#1497;&#1514;&#1512; &#1506;&#1500; &#1492;&#1502;&#1497;&#1491;&#1492; (&#1493;&#1500;&#1502;&#1506;&#1513;&#1492; &#1506;&#1491; &#1492;&#1497;&#1493;&#1501; &#1512;&#1502;&#1514; &#1511;&#1512;&#1497;&#1488;&#1514; &#1492;&#1514;&#1493;&#1497;&#1501; &#1513;&#1500;&#1493; &#1504;&#1502;&#1493;&#1499;&#1492; &#1497;&#1495;&#1505;&#1497;&#1514; &#1500;&#1512;&#1502;&#1514; &#1492;&#1504;&#1490;&#1497;&#1504;&#1492;). &#1492;&#1493;&#1488; &#1492;&#1514;&#1502;&#1511;&#1491; &#1489;&#1514;&#1512;&#1490;&#1497;&#1500;&#1497; &#1496;&#1499;&#1504;&#1497;&#1511;&#1492; &#1513;&#1493;&#1504;&#1497;&#1501; &#1493;&#1500;&#1502;&#1491; &#1500;&#1492;&#1499;&#1497;&#1512; &#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1488;-&#1496;&#1493;&#1504;&#1488;&#1500;&#1497;&#1514; &#1493;&#1488;&#1493;&#1493;&#1504;&#1490;&#1488;&#1512;&#1491;, &#1500;&#1492;&#1503; &#1513;&#1502;&#1493;&#1512; &#1502;&#1511;&#1493;&#1501; &#1502;&#1497;&#1493;&#1495;&#1491; &#1489;&#1497;&#1503; &#1488;&#1492;&#1489;&#1493;&#1514;&#1497;&#1493; &#1492;&#1490;&#1491;&#1493;&#1500;&#1493;&#1514; &#1506;&#1491; &#1492;&#1497;&#1493;&#1501;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1489;&#1499;&#1497;&#1514;&#1492; &#1494;' &#1492;&#1511;&#1497;&#1501; &#1506;&#1501; &#1495;&#1489;&#1512;&#1497;&#1493; &#1492;&#1502;&#1493;&#1506;&#1496;&#1497;&#1501; &#1493;&#1492;&#1500;&#1488; &#1499;&#1500;-&#1499;&#1498; &#1502;&#1511;&#1493;&#1489;&#1500;&#1497;&#1501; &#1489;&#1495;&#1489;&#1512;&#1492; (&#1499;&#1502;&#1493;&#1492;&#1493; &#1489;&#1488;&#1493;&#1514;&#1492; &#1514;&#1511;&#1493;&#1508;&#1492;), &#1488;&#1514; &#1500;&#1492;&#1511;&#1514; &#1511;&#1493;&#1465;&#1500;&#1463;&#1512;&#1456;&#1490;&#1493;&#1465;&#1500; (&#1506;&quot;&#1513; &#1491;&#1493;&#1468;&#1489;&#1468;&#1460;&#1497; &#1502;&#1508;&#1497;&#1504;&#1492; &#1489;'&#1512;&#1490;&#1506; &#1506;&#1501; &#1491;&#1493;&#1491;&#1500;&#1497;') &#1489;&#1492; &#1514;&#1508;&#1511;&#1491; &#1499;&#1511;&#1500;&#1497;&#1491;&#1503; (&#1488;&#1493;&#1512;&#1490;&#1504;&#1497;&#1514;&#1497;&#1505;&#1496;). &#1495;&#1489;&#1512; &#1497;&#1500;&#1491;&#1493;&#1514;&#1493; &#1496;&#1500; &#1504;&#1497;&#1490;&#1503; &#1489;&#1490;&#1497;&#1496;&#1512;&#1492; &#1493;&#1513;&#1512;, &#1493;&#1497;&#1493;&#1488;&#1500; (&quot;&#1513;&#1492;&#1497;&#1492; &#1502;&#1491;&#1489;&#1497;&#1511; &#1488;&#1514; &#1502;&#1513;&#1511;&#1508;&#1497;&#1493; &#1489;&#1505;&#1500;&#1493;&#1496;&#1497;&#1497;&#1508; &#1499;&#1500; &#1508;&#1506;&#1501; &#1513;&#1492;&#1503; &#1492;&#1497;&#1493; &#1504;&#1513;&#1489;&#1512;&#1493;&#1514;&quot;) &#1514;&#1508;&#1511;&#1491; &#1499;&#1502;&#1514;&#1493;&#1508;&#1507; &#1493;&#1505;&#1497;&#1508;&#1511; &#1502;&#1511;&#1493;&#1501; &#1500;&#1495;&#1494;&#1512;&#1493;&#1514; &#1489;&#1489;&#1497;&#1514;&#1493;. &#1492;&#1500;&#1492;&#1511;&#1492; &#1502;&#1506;&#1493;&#1500;&#1501; &#1500;&#1488; &#1492;&#1493;&#1508;&#1497;&#1506;&#1492; &#1493;&#1513;&#1497;&#1512;&#1501; &#1492;&#1497;&#1495;&#1497;&#1491; (&quot;&#1492;&#1497;&#1497; &#1489;&#1495;&#1493;&#1512;&#1492; &#1492;&#1514;&#1488;&#1492;&#1489;&#1514;&#1497; &#1489;&#1498;, &#1504;&#1514;&#1511;&#1506;&#1514;&#1497; &#1489;&#1506;&#1502;&#1493;&#1491; &#1493;&#1504;&#1508;&#1500;&#1514;&#1497; &#1500;&#1508;&#1495;, &#1489;&#1488; &#1500;&#1497; &#1500;&#1510;&#1506;&#1493;&#1511; &#1488;&#1504;&#1497; &#1488;&#1493;&#1492;&#1489; &#1488;&#1493;&#1514;&#1498;...&quot;) &#1500;&#1488; &#1492;&#1493;&#1511;&#1500;&#1496; &#1488;&#1507;-&#1508;&#1506;&#1501;. &#1492;&#1497;&#1500;&#1491;&#1497;&#1501; &#1492;&#1499;&#1497; &#1502;&#1511;&#1493;&#1489;&#1500;&#1497;&#1501; &#1489;&#1499;&#1497;&#1514;&#1492; &#1492;&#1493;&#1494;&#1502;&#1504;&#1493; &#1500;&#1502;&#1505;&#1497;&#1489;&#1514; &#1497;&#1493;&#1501; &#1492;&#1492;&#1493;&#1500;&#1491;&#1514; &#1513;&#1500; &#1497;&#1493;&#1488;&#1500;, &#1488;&#1498; &#1492;&#1500;&#1492;&#1511;&#1492; &#1495;&#1497;&#1499;&#1514;&#1492; &#1513;&#1506;&#1493;&#1514; &#1493;&#1488;&#1497;&#1513; &#1500;&#1488; &#1489;&#1488;. &#1499;&#1498; &#1499;&#1513;&#1500;&#1492; &#1505;&#1493;&#1508;&#1497;&#1514; &#1492;&#1502;&#1513;&#1497;&#1502;&#1492; &#1492;&#1488;&#1502;&#1497;&#1514;&#1497;&#1514; &#1500;&#1513;&#1502;&#1492; &#1492;&#1493;&#1511;&#1502;&#1492; &#1492;&#1500;&#1492;&#1511;&#1492; - &#1500;&#1502;&#1513;&#1493;&#1498; &#1497;&#1495;&#1505; &#1502;&#1510;&#1491; &#1513;&#1488;&#1512; &#1492;&#1497;&#1500;&#1491;&#1497;&#1501;, &#1492;&#1497;&#1488; &#1504;&#1513;&#1499;&#1495;&#1492; &#1489;&#1497;&#1503; &#1491;&#1508;&#1497; &#1492;&#1494;&#1502;&#1503; &#1493;&#1490;&#1497;&#1489;&#1493;&#1512;&#1497;&#1504;&#1493; &#1502;&#1506;&#1493;&#1500;&#1501; &#1500;&#1488; &#1494;&#1499;&#1493; &#1500;&#1492;&#1497;&#1493;&#1514; &#1489;&#1497;&#1503; &#1492;&#1502;&#1511;&#1493;&#1489;&#1500;&#1497;&#1501;...</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1506;&#1491; &#1490;&#1497;&#1500; 17 &#1492;&#1497;&#1492; &#1504;&#1497;&#1512; &#1494;&#1488;&#1489; &#1489;&#1493;&#1491;&#1491;, &#1499;&#1502;&#1506;&#1496; &#1504;&#1496;&#1493;&#1500; &#1495;&#1489;&#1512;&#1497;&#1501; (&quot;&#1497;&#1500;&#1491; &#1499;&#1488;&#1508;&#1493;&#1514; &#1499;&#1502;&#1493; &#1513;&#1490;'&#1493;&#1512;&#1490;' &#1502;&#1497;&#1497;&#1511;&#1500; &#1492;&#1497;&#1492; &#1489;&#1497;&#1500;&#1491;&#1493;&#1514;&#1493;&quot;).</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1489;&#1490;&#1497;&#1500; 17 &#1504;&#1513;&#1512; &#1502;&#1489;&#1497;&#1514; &#1492;&#1505;&#1508;&#1512; &#1492;&#1514;&#1497;&#1499;&#1493;&#1503; &#1489;&#1490;&#1500;&#1500; &#1488;&#1492;&#1489;&#1492; &#1504;&#1499;&#1494;&#1489;&#1514;, &#1493;&#1506;&#1489;&#1512; &#1500;&#1500;&#1502;&#1493;&#1491; &#1513;&#1504;&#1492; &#1489;<a href="http://www.rimonschool.co.il/" style="color: blue; text-decoration: underline; text-underline: single">&#1512;&#1497;&#1502;&#1493;&#1503;</a>, &#1488;&#1495;&#1512;-&#1499;&#1498; &#1492;&#1514;&#1490;&#1497;&#1497;&#1505; &#1500;&#1510;&#1489;&#1488; &#1500;&#1514;&#1511;&#1493;&#1508;&#1492; &#1505;&#1502;&#1500;&#1497;&#1514; &#1513;&#1500; &#1513;&#1504;&#1492; &#1493;&#1495;&#1493;&#1491;&#1513;&#1497;&#1497;&#1501; &#1493;&#1513;&#1504;&#1514;&#1497;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1493;&#1514; &#1489;<a href="http://www.rimonschool.co.il/" style="color: blue; text-decoration: underline; text-underline: single">&#1512;&#1497;&#1502;&#1493;&#1503;</a>, &#1502;&#1490;&#1502;&#1514; &#1492;&#1500;&#1495;&#1504;&#1492;, &#1513;&#1501; &#1494;&#1499;&#1492; &#1489;&#1514;&#1495;&#1512;&#1493;&#1514; &#1511;&#1493;&#1502;&#1508;&#1493;&#1494;&#1497;&#1510;&#1497;&#1492;. &#1495;&#1500;&#1493;&#1502;&#1493; &#1499;&#1489;&#1512; &#1492;&#1497;&#1492; &#1502;&#1490;&#1493;&#1489;&#1513; - &#1500;&#1506;&#1513;&#1493;&#1514; &#1514;&#1493;&#1488;&#1512; &#1489;&#1489;&#1512;&#1511;&#1500;&#1497; &#1493;&#1502;&#1513;&#1501; &#1500;&#1496;&#1493;&#1505; &#1500;&#1492;&#1493;&#1500;&#1497;&#1493;&#1493;&#1491; &#1493;&#1500;&#1492;&#1500;&#1495;&#1497;&#1503; &#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1500;&#1505;&#1512;&#1496;&#1497;&#1501; &#1513;&#1500; &#1489;&#1502;&#1488;&#1497;&#1501; &#1502;&#1508;&#1493;&#1512;&#1505;&#1502;&#1497;&#1501;!</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1488;&#1514; &#1490;&#1497;&#1488; &#1489;&#1503; &#1513;&#1496;&#1512;&#1497;&#1514; &#1492;&#1499;&#1497;&#1512; &#1511;&#1510;&#1514; &#1500;&#1508;&#1504;&#1497; &#1492;&#1510;&#1489;&#1488; &#1493;&#1495;&#1497;&#1491;&#1513; &#1488;&#1514; &#1492;&#1511;&#1513;&#1512; &#1506;&#1502;&#1493; &#1488;&#1495;&#1512;&#1497; &#1513;&#1492;&#1513;&#1514;&#1495;&#1512;&#1512;&#1493; &#1513;&#1504;&#1497;&#1492;&#1501;. &#1489;&#1488;&#1495;&#1514; &#1492;&#1508;&#1490;&#1497;&#1513;&#1493;&#1514; &#1504;&#1497;&#1490;&#1503; &#1490;&#1497;&#1488; &#1500;&#1504;&#1497;&#1512; &#1513;&#1497;&#1512;&#1497;&#1501; &#1513;&#1499;&#1514;&#1489;, &#1504;&#1497;&#1512; &#1492;&#1514;&#1500;&#1492;&#1489;, &#1493;&#1502;&#1499;&#1488;&#1503; &#1502;&#1514;&#1490;&#1493;&#1500;&#1500; <a style="color: blue; text-decoration: underline; text-underline: single" href="../../new/bio/bio.htm"> &#1505;&#1497;&#1508;&#1493;&#1512; &#1492;&#1500;&#1492;&#1511;&#1492;</a>. &#1488;&#1514; &#1512;&#1497;&#1489;&#1493;&#1497; &#1492;&#1508;&#1512;&#1496;&#1497;&#1501; &#1489;&#1505;&#1497;&#1508;&#1493;&#1512; &#1495;&#1497;&#1497;&#1493; &#1502;&#1497;&#1497;&#1495;&#1505; &#1504;&#1497;&#1512; &#1500;&#1494;&#1499;&#1512;&#1493;&#1503; &#1492;&#1502;&#1491;&#1492;&#1497;&#1501; &#1493;&#1492;&#1502;&#1497;&#1493;&#1514;&#1512; &#1513;&#1500;&#1493; &#1500;&#1508;&#1512;&#1496;&#1497;&#1501; &#1500;&#1488; &#1495;&#1513;&#1493;&#1489;&#1497;&#1501;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1489;&#1513;&#1504;&#1497;&#1501; &#1492;&#1488;&#1495;&#1512;&#1493;&#1504;&#1493;&#1514; &#1502;&#1514;&#1490;&#1493;&#1512;&#1512; &#1504;&#1497;&#1512; &#1489;&#1514;&quot;&#1488;, &#1493;&#1506;&#1493;&#1489;&#1491; &#1499;&#1502;&#1491;&#1493;&#1489;&#1489; &#1505;&#1491;&#1512;&#1493;&#1514; &#1493;&#1505;&#1512;&#1496;&#1497;&#1501; &#1502;&#1510;&#1493;&#1497;&#1497;&#1512;&#1497;&#1501;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1488;&#1514; &#1492;&#1500;&#1492;&#1511;&#1493;&#1514; &#1493;&#1492;&#1488;&#1500;&#1489;&#1493;&#1502;&#1497;&#1501; &#1492;&#1489;&#1488;&#1497;&#1501; &#1502;&#1510;&#1497;&#1497;&#1503; &#1504;&#1497;&#1512; &#1499;&#1504;&#1511;&#1493;&#1491;&#1493;&#1514; &#1502;&#1508;&#1514;&#1495; &#1489;&#1495;&#1497;&#1497;&#1493;:</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1488;&#1512;&#1497;&#1488;&#1500; &#1494;&#1497;&#1500;&#1489;&#1512; - &#1512;&#1493;&#1510;&#1497; &#1513;&#1502;&#1493;&#1500;&#1497;&#1511;, &#1499;&#1493;&#1493;&#1512;&#1514; - &#1505;&#1497;&#1508;&#1493;&#1512;&#1497; &#1508;&#1493;&#1490;&#1497;, &#1504;&#1493;&#1513;&#1488;&#1497; &#1492;&#1502;&#1490;&#1489;&#1506;&#1514; &ndash; &#1499;&#1500; &#1502;&#1492; &#1513;&#1497;&#1491;&#1501; &#1489;&#1493;, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%"> Genesis -&nbsp; Selling England By The Pound</span><span lang="HE" style="font-size:11pt;line-height:150%;

font-family:David">, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Metallica - Metallica</span><span lang="HE" style="font-size:11pt;

line-height:150%;font-family:David">, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Pantera - A Vulgar Display Of Power</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, </span><span dir="LTR" style="font-size: 11pt; line-height: 150%"> Sepultura - Roots/Chaos A.D.</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, </span><span dir="LTR" style="font-size: 11pt; line-height: 150%"> Cannibal Corpse</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> - &#1492;&#1499;&#1500;, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Suicidal Tendencies</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, </span><span dir="LTR" style="font-size: 11pt; line-height: 150%">Black Sabbath</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> (&quot;<u>&#1512;&#1511; &#1506;&#1501; &#1488;&#1493;&#1494;&#1497;</u>! &#1492;&#1501; &#1495;&#1512;&#1493;&#1514; &#1513;&#1492;&#1501; &#1508;&#1497;&#1496;&#1512;&#1493; &#1488;&#1493;&#1514;&#1493; &#1493;&#1496;&#1493;&#1502;&#1497; &#1494;&#1502;&#1512; &#1495;&#1512;&#1488;!&quot;), &#1505;&#1496;&#1512;&#1493;&#1497;&#1504;&#1505;&#1511;&#1497;, &#1489;&#1512;&#1496;&#1493;&#1511;, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Pixies</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, </span><span dir="LTR" style="font-size: 11pt; line-height: 150%">The Melvins</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, &#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1488;-&#1496;&#1493;&#1504;&#1488;&#1500;&#1497;&#1514; &#1493;&#1488;&#1493;&#1493;&#1504;&#1490;&#1488;&#1512;&#1491;, &#1499;&#1500; &#1502;&#1492; &#1513;&#1511;&#1513;&#1493;&#1512; &#1489;&#1492;&#1488;&#1512;&#1491;&#1511;&#1493;&#1512;-&#1502;&#1496;&#1488;&#1500;-&#1489;&#1512;&#1493;&#1496;&#1500;, &nbsp;&#1490;&#1512;&#1513;&#1493;&#1503; &#1511;&#1497;&#1504;&#1490;&#1505;&#1500;&#1497;, &#1494;&#1488;&#1503; &#1494;'&#1511; &#1508;&#1512;&#1497;, &#1496;&#1493;&#1502;&#1497;&#1496;&#1492;, &#1499;&#1500; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1492;&#1488;&#1511;&#1505;&#1508;&#1512;&#1497;&#1502;&#1504;&#1496;&#1500;&#1497;&#1514;/ &#1488;&#1500;&#1511;&#1496;&#1512;&#1493;&#1504;&#1497;&#1514;/&#1508;&#1505;&#1497;&#1499;&#1491;&#1500;&#1497;&#1514; &#1513;&#1504;&#1493;&#1510;&#1512;&#1492; &#1489;&#1513;&#1504;&#1493;&#1514; &#1492;-70 &#1492;&#1502;&#1493;&#1511;&#1491;&#1502;&#1493;&#1514;, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Moog Cookbook</span><span lang="HE" style="font-size:11pt;

line-height:150%;font-family:David">, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Rammstein</span><span lang="HE" style="font-size:11pt;line-height:150%;

font-family:David">, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Robert Wyatt</span><span lang="HE" style="font-size:11pt;

line-height:150%;font-family:David">, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Einsturzende Neubauten</span><span lang="HE" style="font-size:11pt;

line-height:150%;font-family:David">, &#1508;&#1505;&#1511;&#1493;&#1500;&#1497;&#1501; &#1500;&#1505;&#1512;&#1496;&#1497;&#1501; (&#1499;&#1490;&#1493;&#1503; &#1495;&#1494;&#1512;&#1492; &#1500;&#1506;&#1514;&#1497;&#1491; 2, &#1488;&#1497;.&#1496;&#1497;., &#1488;&#1512;&#1493;&#1495;&#1492; &#1506;&#1512;&#1493;&#1502;&#1492;, &#1489;&#1512;&#1494;&#1497;&#1500;, &#1493;&#1499;&#1493;'), &#1493;&#1500;&#1492;&#1497;&#1496;&#1497;&#1501; &#1511;&#1500;&#1488;&#1505;&#1497;&#1497;&#1501; &#1502;&#1513;&#1504;&#1493;&#1514; &#1492;&#1495;&#1502;&#1497;&#1513;&#1497;&#1501; &#1493;&#1492;&#1513;&#1497;&#1513;&#1497;&#1501;.</span><span style="font-size: 11pt"> </span>      
    </div>
    <div id="Layer3" style="position:absolute; width:121px; height:96px; z-index:2; left: 317px; top: 2px;"><span class="MsoNormal style1 style4"><font face="David">&#1504;&#1497;&#1512; &#1496;&#1512;&#1496;&#1512;<br>
&#1494;&#1502;&#1512;<br>
&#1511;&#1500;&#1497;&#1491;&#1497;&#1501;<br>
&#1505;&#1502;&#1500; &#1505;&#1511;&#1505;<br>
1973 </font></span></div>
    <div id="Layer1" style="position:absolute; width:88px; height:118px; z-index:1; left: 79px; top: 1px;"><a href="#" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image11','','../../new/bio/nir2.gif',1)"><img src="../../new/bio/nir.gif" name="Image11" width="170" border="0" id="Image11"></a></div>
  </div>
  <p class="MsoNormal" dir="RTL" style="line-height:150%">&nbsp;</p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%">
  <p class="MsoNormal style1" style="line-height: 150%;" dir="rtl">&nbsp;</p>
</div>
</body>
</html>
