<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Untitled Document</title>
<style type="text/css">
<!--
body {

	scrollbar-base-color:#F9F6F1;

	scrollbar-arrow-color:#661F00;

	scrollbar-track-color:#F9F6F1;

	scrollbar-3dlight-color:#F9F6F1;

	scrollbar-highlight-color:#F9F6F1;

	scrollbar-shadow-color:#F9F6F1;

	scrollbar-face-color:#F9F6F1;

}

body,td,th {
	font-family: Arial, Helvetica, sans-serif;
}
a:link {
	color: #0000FF;
}
a:visited {
	color: #0000FF;
}
a:hover {
	color: #FF0000;
}
.style1 {
	font-size: 14pt;
	font-weight: bold;
}
.style4 {font-size: 24px}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
//-->
</script>
</head>

<body>
<div align="right">
  <div id="Layer2" style="position:absolute; width:467px; height:392px; z-index:2; left: 3px; top: 3px; overflow: scroll;">
    <div id="Layer1" style="position:absolute; width:88px; height:118px; z-index:2; left: 84px; top: 1px;"><img src="../../new/bio/sarit.jpg" width="162" height="161"></div>
    <div id="Layer4" style="position:absolute; width:439px; height:651px; z-index:3; left: 8px; top: 168px;">
      <p class="MsoNormal" dir="RTL" style="line-height: 150%; text-autospace: none; margin-left: 24.0pt"><span lang="HE" style="font-family: David"><font style="font-size: 11pt">&#1513;&#1512;&#1497;&#1514; &#1504;&#1493;&#1500;&#1491;&#1492; &#1489;-23.4.1976 &#1489;&#1497;&#1512;&#1493;&#1513;&#1500;&#1497;&#1501; &#1493;&#1489;&#1490;&#1497;&#1500; 4 &#1506;&#1489;&#1512;&#1492; &#1500;&#1514;&#1500; &#1488;&#1489;&#1497;&#1489;, (&#1489;&#1499;&#1491;&#1497; &#1500;&#1492;&#1513;&#1514;&#1500;&#1489; &#1489;&#1505;&#1510;&#1497;&#1504;&#1492; &#1492;&#1502;&#1514;&#1508;&#1514;&#1495;&#1514; &#1502;&#1489;&#1506;&#1493;&#1491; &#1502;&#1493;&#1506;&#1491;, &#1488;&#1500;&#1488; &#1502;&#1492;). &#1489;&#1490;&#1497;&#1500; 6 &#1492;&#1495;&#1500;&#1492; &#1500;&#1504;&#1490;&#1503; &#1489;&#1508;&#1505;&#1504;&#1514;&#1512; &#1493;&#1506;&#1491; &#1502;&#1492;&#1512;&#1492; &#1488;&#1493;&#1489;&#1495;&#1504;&#1492; &#1499;&#1497;&#1500;&#1491;&#1492; &#1502;&#1495;&#1493;&#1504;&#1504;&#1514;, &#1504;&#1497;&#1490;&#1504;&#1492; &#1489;&#1514;&#1495;&#1512;&#1493;&#1497;&#1493;&#1514; &#1493;&#1511;&#1497;&#1489;&#1500;&#1492; &#1502;&#1500;&#1490;&#1493;&#1514; &#1513;&#1493;&#1504;&#1493;&#1514;. 8 &#1513;&#1504;&#1497;&#1501; &#1495;&#1500;&#1508;&#1493; &#1500;&#1492;&#1503;, &#1493;&#1492;&#1497;&#1500;&#1491;&#1492; &#1492;&#1502;&#1493;&#1510;&#1500;&#1495;&#1514; &#1490;&#1497;&#1500;&#1514;&#1492; &#1488;&#1514; &#1492;&#1508;&#1468;&#1488;&#1504;&#1511; &#1493;&#1492;&#1502;&#1496;&#1488;&#1500;. &#1488;&#1514; &#1490;&#1497;&#1500;&#1488;&#1497;&#1501; 16-18 &#1489;&#1497;&#1500;&#1514;&#1492; &#1489;&#1497;&#1503; &#1492;&#1513;&#1488;&#1512; &#1499;&#1505;&#1493;&#1500;&#1504;&#1497;&#1514; &#1500;&#1492;&#1511;&#1514; &#1488;&#1504;&#1493;&#1505;, &#1513;&#1492;&#1513;&#1514;&#1497;&#1497;&#1499;&#1492; &#1500;&#1490;&#1500; &#1492;&#1508;&#1488;&#1504;&#1511; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1513;&#1508;&#1513;&#1492; &#1489;&#1488;&#1512;&#1509; &#1500;&#1511;&#1512;&#1488;&#1514; &#1488;&#1502;&#1510;&#1506; &#1513;&#1504;&#1493;&#1514; &#1492;-90.</font></span></p>
      <p class="MsoNormal" dir="RTL" style="line-height: 150%; text-autospace: none; margin-left: 24.0pt"> <span lang="HE" style="font-family: David"><font style="font-size: 11pt">&#1488;&#1514; &#1497;&#1512;&#1493;&#1503; &#1513;&#1512;&#1488;&#1500; &#1492;&#1499;&#1497;&#1512;&#1492; &#1502;&#1506;&#1489;&#1493;&#1491;&#1514;&#1501; &#1492;&#1502;&#1513;&#1493;&#1514;&#1508;&#1514; &#1489;&#1491;&#1500;&#1508;&#1497;, &#1495;&#1491;&#1512; &#1492;&#1495;&#1494;&#1512;&#1493;&#1514; &#1513;&#1492;&#1508;&#1498; &#1500;&#1489;&#1497;&#1514; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1500;&#1514;&#1511;&#1493;&#1508;&#1492;, &#1493;&#1492;&#1508;&#1499;&#1492; &#1500;&#1488;&#1495;&#1514; &#1502;&#1492;&#1495;&#1489;&#1512;'&#1492;. &#1489;&#1513;&#1504;&#1514; 1998 , &#1489;&#1494;&#1502;&#1503; &#1492;&#1511;&#1500;&#1496;&#1514; '&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;', &#1504;&#1497;&#1512; &#1495;&#1497;&#1508;&#1513; &#1500;&#1500;&#1488; &#1492;&#1510;&#1500;&#1495;&#1492; &#1488;&#1495;&#1512; &#1511;&#1500;&#1497;&#1491;&#1503; &#1513;&#1497;&#1495;&#1500;&#1497;&#1507; &#1488;&#1493;&#1514;&#1493; &#1489;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514; &#1499;&#1491;&#1497; &#1513;&#1497;&#1493;&#1499;&#1500; &#1500;&#1492;&#1497;&#1493;&#1514; &#1505;&#1493;&#1500;&#1503; &#1499;&#1502;&#1493; &#1513;&#1510;&#1512;&#1497;&#1498;, &#1489;&#1491;&#1497;&#1493;&#1511; &#1488;&#1494; &#1495;&#1494;&#1512;&#1492; &#1513;&#1512;&#1497;&#1514; &#1502;&#1513;&#1504;&#1492; &#1489;&#1495;&#1493;&quot;&#1500; &#1493;&#1511;&#1497;&#1489;&#1500;&#1492; &#1488;&#1514; &#1492;&#1492;&#1510;&#1506;&#1492; &#1489;&#1513;&#1502;&#1495;&#1492;, &#1495;&#1494;&#1512;&#1492; &#1500;&#1504;&#1490;&#1503;,&#1492;&#1510;&#1496;&#1512;&#1508;&#1492; &#1500;&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1493;&#1506;&#1494;&#1512;&#1492; &#1500;&#1513;&#1495;&#1512;&#1512; &#1488;&#1514; &#1504;&#1497;&#1512; &#1500;&#1495;&#1493;&#1508;&#1513;&#1497; &#1506;&#1500; &#1492;&#1489;&#1502;&#1492; &#1493;&#1500;&#1490;&#1488;&#1493;&#1500; &#1488;&#1493;&#1514;&#1493; &#1502;&#1504;&#1496;&#1500; &#1492;&#1511;&#1500;&#1497;&#1491;&#1497;&#1501; &#1506;&#1491; &#1508;&#1512;&#1497;&#1513;&#1514;&#1492; &#1489;&#1505;&#1493;&#1507; 1999, &quot;&#1492;&#1497;&#1492; &#1502;&#1502;&#1513; &#1499;&#1497;&#1507;, &#1506;&#1491; &#1513;&#1504;&#1502;&#1488;&#1505; &#1500;&#1497; &#1500;&#1505;&#1495;&#1493;&#1489; &#1514;'&#1511;&#1493;&#1512;&#1510;&#1493;&#1493;&#1497;&#1497;&#1500;&quot; (&#1492;&#1502;&#1511;&#1500;&#1491;&#1514; &#1513;&#1500; &#1504;&#1497;&#1512;). &#1500;&#1508;&#1495;&#1493;&#1514; &#1494;&#1493; &#1492;&#1505;&#1497;&#1489;&#1492; &#1492;&#1512;&#1513;&#1502;&#1497;&#1514;. &#1502;&#1492; &#1513;&#1500;&#1488; &#1492;&#1497;&#1492;, &#1504;&#1490;&#1502;&#1512; &#1489;&#1496;&#1493;&#1489;, &#1493;&#1513;&#1512;&#1497;&#1514; &#1502;&#1505;&#1508;&#1512;&#1514; &#1499;&#1497; &#1506;&#1491; &#1492;&#1497;&#1493;&#1501; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1492;&#1497;&#1488; &#1488;&#1495;&#1514; &#1492;&#1500;&#1492;&#1511;&#1493;&#1514; &#1492;&#1488;&#1492;&#1493;&#1489;&#1493;&#1514; &#1506;&#1500;&#1497;&#1492;.</font></span></p>
      <p class="MsoNormal" dir="RTL" style="line-height: 150%; text-autospace: none; margin-left: 24.0pt"> <span lang="HE" style="font-family: David"><font style="font-size: 11pt">&#1489;-2000-2002 &#1492;&#1497;&#1497;&#1514;&#1492; &#1495;&#1489;&#1512;&#1492; &#1489;&#1502;&#1496;&#1489;&#1493;&#1495;&#1492;, &#1500;&#1492;&#1511;&#1514;&#1493; &#1492;&#1513;&#1504;&#1497;&#1492; &#1513;&#1500; &#1490;&#1497;&#1488; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514;, &#1499;&#1511;&#1500;&#1497;&#1491;&#1504;&#1497;&#1514;. &#1506;&#1491; &#1514;&#1495;&#1497;&#1500;&#1514; 2005 &#1492;&#1505;&#1508;&#1497;&#1511;&#1492; &#1490;&#1501; &#1500;&#1513;&#1497;&#1512; &#1495;&#1493;&#1491;&#1513;&#1497;&#1501; &#1502;&#1505;&#1508;&#1512; &#1489;&#1500;&#1492;&#1511;&#1514; &#1488;&#1504;&#1512;&#1490;&#1497;&#1492; &#1495;&#1493;&#1500;&#1504;&#1497;&#1514;, &#1513;&#1500; &#1488;&#1512;&#1497;&#1492; &#1508;&#1497;&#1497;&#1503;, &#1493;&#1489;&#1492;&#1512;&#1499;&#1489;&#1497;&#1501; &#1513;&#1493;&#1504;&#1497;&#1501;.</font></span></p>
      <p class="MsoNormal" dir="RTL" style="line-height: 150%; text-autospace: none; margin-left: 24.0pt"> <span lang="HE" style="font-family: David"><font style="font-size: 11pt">&#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1492;&#1488;&#1492;&#1493;&#1489;&#1492; &#1506;&#1500;&#1497;&#1492; &#1492;&#1497;&#1488; &quot;&#1499;&#1500; &#1502;&#1492; &#1513;&#1496;&#1493;&#1489; &#1493;&#1504;&#1506;&#1513;&#1492; &#1489;&#1499;&#1513;&#1512;&#1493;&#1503; &#1493;&#1506;&#1501; &#1502;&#1506;&#1493;&#1507; &#1488;&#1493;&#1502;&#1504;&#1493;&#1514;&#1497;, &#1489;&#1499;&#1500; &#1505;&#1490;&#1504;&#1493;&#1503;, &#1502;&#1492;&#1491;&#1489;&#1512;&#1497;&#1501; &#1492;&#1502;&#1514;&#1493;&#1495;&#1499;&#1502;&#1497;&#1501; &#1489;&#1497;&#1493;&#1514;&#1512; &#1493;&#1506;&#1491; &#1500;&#1513;&#1497;&#1512;&#1497;&#1501; &#1506;&#1501; 2 &#1488;&#1511;&#1493;&#1512;&#1491;&#1497;&#1501; &#1493;&#1513;&#1497;&#1512;&#1492; &#1512;&#1493;&#1506;&#1491;&#1514; &#1493;&#1492;&#1499;&#1497; &#1492;&#1499;&#1497; - &#1491;&#1497;&#1505;&#1496;&#1493;&#1512;&#1513;&#1504;&#1497;&#1501;!&quot;.&nbsp; </font> </span> <font style="font-size: 11pt"> <span dir="LTR">Mr. Bungle</span><span lang="HE" style="font-family: David"> &#1493;&#1502;&#1497;&#1497;&#1511; &#1508;&#1488;&#1496;&#1493;&#1503; &#1506;&#1500; &#1499;&#1500; &#1490;&#1500;&#1490;&#1493;&#1500;&#1497;&#1493;, </span><span dir="LTR">Radiohead</span><span lang="HE" style="font-family: David">, </span><span dir="LTR">Pixies</span><span lang="HE" style="font-family: David">, &#1489;&#1488;&#1498;, </span><span dir="LTR">Prodigy</span><span lang="HE" style="font-family: David"> (&#1492;&#1513;&#1504;&#1497;&#1497;&#1501; &#1492;&#1512;&#1488;&#1513;&#1493;&#1504;&#1497;&#1501;), </span><span dir="LTR">System Of A Down</span><span lang="HE" style="font-family: David">, </span><span dir="LTR">Pantera</span><span lang="HE" style="font-family: David">, &#1489;&#1497;&#1493;&#1512;&#1511; &#1493;&#1506;&#1493;&#1491;, &#1493;&#1492;&#1499;&#1497; &#1492;&#1497;&#1488; &#1513;&#1493;&#1504;&#1488;&#1514; &#1488;&#1514; </span><span dir="LTR">Evanescence</span></font><span lang="HE" style="font-family: David"><font style="font-size: 11pt">. </font> </span></p>
      <p class="MsoNormal" dir="RTL" style="line-height: 150%; text-autospace: none; margin-left: 24.1pt"> <span lang="HE" style="font-family: David"><font style="font-size: 11pt">&#1489;&#1504;&#1493;&#1505;&#1507; &#1500;&#1499;&#1497;&#1513;&#1493;&#1512;&#1497;&#1492; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1500;&#1497;&#1497;&#1501; &#1506;&#1493;&#1505;&#1511;&#1514; &#1513;&#1512;&#1497;&#1514; &#1490;&#1501; &#1489;&#1512;&#1497;&#1511;&#1493;&#1491;, &#1493;&#1489;&#1497;&#1503; &#1492;&#1513;&#1488;&#1512; &#1492;&#1497;&#1488; &#1495;&#1489;&#1512;&#1492; &#1489;<a href="http://www.sheketak.com/" style="color: blue; text-decoration: underline; text-underline: single">&#1511;&#1489;&#1493;&#1510;&#1514; &#1513;&#1511;&#1496;&#1511;</a>. &#1489;&#1494;&#1502;&#1504;&#1492; &#1492;&#1495;&#1493;&#1508;&#1513;&#1497; &#1506;&#1493;&#1489;&#1491;&#1514; &#1513;&#1512;&#1497;&#1514; &#1500;&#1488;&#1497;&#1496;&#1492; &#1506;&#1500; &#1495;&#1493;&#1502;&#1512; &#1502;&#1511;&#1493;&#1512;&#1497; &#1513;&#1488;&#1493;&#1500;&#1497; &#1497;&#1512;&#1488;&#1492; &#1488;&#1493;&#1512; &#1489;&#1497;&#1493;&#1501; &#1502;&#1503; &#1489;&#1497;&#1502;&#1497;&#1501;.</font></span></p>
      <p><span lang="HE" dir="RTL" style="font-size: 11pt; font-family: Arial"> &#1488;&#1508;&#1513;&#1512; &#1500;&#1511;&#1512;&#1493;&#1488; &#1512;&#1488;&#1497;&#1493;&#1503; &#1506;&#1501; &#1513;&#1512;&#1497;&#1514; &#1513;&#1499;&#1493;&#1500;&#1500; &#1490;&#1501; &#1492;&#1511;&#1500;&#1496;&#1493;&#1514; &#1489;&#1500;&#1506;&#1491;&#1497;&#1493;&#1514; &#1489;&#1488;&#1514;&#1512; <a href="http://qube.co.il/qarts.asp?qid=524" style="color: blue; text-decoration: underline; text-underline: single"> &#1511;&#1497;&#1493;&#1489;</a>.</span></p>
    </div>
    <div id="Layer3" style="position:absolute; width:200px; height:115px; z-index:1; left: 244px; top: 4px;"><span class="MsoNormal style1 style4"><font face="David">&#1513;&#1512;&#1497;&#1514; &#1513;&#1510;&#1511;&#1497;<br>
&#1511;&#1500;&#1497;&#1491;&#1504;&#1497;&#1514; &#1500;&#1513;&#1506;&#1489;&#1512;<br>
1976<br>
<br>
    </font></span></div>
  </div>
  <p class="MsoNormal style1" style="line-height: 150%;" dir="rtl">&nbsp;</p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%">&nbsp;</p>
  <p class="MsoNormal" dir="RTL" style="line-height: 150%; text-autospace: none; margin-left: 24.0pt">&nbsp;</p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%">&nbsp;</p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%">&nbsp;</p>
</div>
</body>
</html>
