<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Untitled Document</title>
<style type="text/css">
<!--
body {

	scrollbar-base-color:#F9F6F1;

	scrollbar-arrow-color:#661F00;

	scrollbar-track-color:#F9F6F1;

	scrollbar-3dlight-color:#F9F6F1;

	scrollbar-highlight-color:#F9F6F1;

	scrollbar-shadow-color:#F9F6F1;

	scrollbar-face-color:#F9F6F1;

}

body,td,th {
	font-family: Arial, Helvetica, sans-serif;
}
a:link {
	color: #0000FF;
}
a:visited {
	color: #0000FF;
}
a:hover {
	color: #FF0000;
}
.style1 {
	font-size: 14pt;
	font-weight: bold;
}
.style4 {font-size: 24px}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
//-->
</script>
</head>

<body>
<div align="right">
  <div id="Layer2" style="position:absolute; width:465px; height:396px; z-index:2; left: 9px; top: 5px; overflow: scroll;">
    <div id="Layer4" style="position:absolute; width:444px; height:1088px; z-index:2; left: -4px; top: 171px;">
      <p class="MsoNormal" dir="RTL" style="line-height:150%"><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David">&#1497;&#1506;&#1500; &#1511;&#1512;&#1488;&#1493;&#1505; &#1492;&#1490;&#1497;&#1506;&#1492; &#1500;&#1506;&#1493;&#1500;&#1501; &#1489;- 21.11.1977. &#1506;&#1491; &#1490;&#1497;&#1500; 14 &#1492;&#1514;&#1490;&#1493;&#1512;&#1512;&#1492; &#1489;&#1492;&#1493;&#1491; &#1492;&#1513;&#1512;&#1493;&#1503; &#1493;&#1502;&#1488;&#1494; &#1495;&#1497;&#1492; &#1489;&#1514;&#1500;-&#1488;&#1489;&#1497;&#1489;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &#1488;&#1514; &#1492;&#1491;&#1490;&#1513; &#1513;&#1502;&#1492; &#1506;&#1500; &#1492;&#1513;&#1497;&#1512;&#1492; &#1502;&#1490;&#1497;&#1500; &#1510;&#1506;&#1497;&#1512;, &#1506;&#1493;&#1491; &#1489;&#1492;&#1493;&#1491; &#1492;&#1513;&#1512;&#1493;&#1503; &#1492;&#1497;&#1497;&#1514;&#1492; &#1495;&#1489;&#1512;&#1492; &#1489;&#1500;&#1492;&#1511;&#1492; </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Deep Contempt</span><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David">. &#1489;&#1490;&#1497;&#1500; 18 &#1504;&#1512;&#1513;&#1502;&#1492; &#1500;&#1500;&#1497;&#1502;&#1493;&#1491;&#1497;&#1501; &#1489;&#1512;&#1497;&#1502;&#1493;&#1503; &#1513;&#1501; &#1492;&#1499;&#1497;&#1512;&#1492; &#1488;&#1514; &#1504;&#1497;&#1512;, &#1513;&#1512;&#1497;&#1514;, &#1493;&#1506;&#1512;&#1503;. &#1489;&#1513;&#1504;&#1514; 1997 &#1492;&#1510;&#1496;&#1512;&#1508;&#1492; &#1500;&#1500;&#1492;&#1511;&#1514; <a href="http://www.hot-fur.com/" style="color: blue; text-decoration: underline; text-underline: single"> &#1508;&#1512;&#1493;&#1493;&#1492; &#1495;&#1502;&#1492;</a> &#1513;&#1500; &#1500;&#1497;&#1488;&#1493;&#1512; &#1508;&#1512;&#1504;&#1511;&#1500; &#1506;&#1502;&#1501; &#1492;&#1493;&#1508;&#1497;&#1506;&#1492; &#1493;&#1492;&#1511;&#1500;&#1497;&#1496;&#1492; &#1488;&#1500;&#1489;&#1493;&#1501; &#1513;&#1497;&#1510;&#1488; &#1489;&#1513;&#1504;&#1514; 1998 &#1500;&#1492;&#1508;&#1510;&#1492; &#1495;&#1493;&#1508;&#1513;&#1497;&#1514;, &#1493;&#1512;&#1511; &#1500;&#1488;&#1495;&#1512;&#1493;&#1504;&#1492; (2005) &#1506;&#1489;&#1512; &#1513;&#1497;&#1508;&#1493;&#1509; &#1493;&#1497;&#1510;&#1488; &#1489;&#1488;&#1493;&#1508;&#1503; &#1512;&#1513;&#1502;&#1497; &#1500;&#1502;&#1499;&#1497;&#1512;&#1492;. &#1506;&#1514; &#1492;&#1493;&#1495;&#1500;&#1508;&#1493; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501; &#1489;&#1495;&#1493;&#1502;&#1512;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501;, &#1488;&#1497;&#1504;&#1505;&#1496;&#1512;&#1493;&#1502;&#1504;&#1496;&#1500;&#1497;&#1497;&#1501;, &#1506;&#1494;&#1489;&#1492; &#1497;&#1506;&#1500; &#1488;&#1514; &#1492;&#1500;&#1492;&#1511;&#1492; &#1488;&#1498; &#1506;&#1491; &#1492;&#1497;&#1493;&#1501; &#1488;&#1493;&#1492;&#1489;&#1514; &#1488;&#1493;&#1514;&#1501; &#1502;&#1488;&#1493;&#1491; (&#1493;&#1490;&#1501; &#1488;&#1504;&#1495;&#1504;&#1493;, &#1512;&#1488;&#1493; &#1494;&#1488;&#1514; &#1499;&#1492;&#1502;&#1500;&#1510;&#1514; &#1492;&#1502;&#1506;&#1512;&#1499;&#1514;). &#1488;&#1514; &#1490;&#1497;&#1488; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; &#1492;&#1499;&#1497;&#1512;&#1492; &#1489;&#1502;&#1511;&#1489;&#1497;&#1500; &#1493;&#1494;&#1492; &#1510;&#1512;&#1507; &#1488;&#1493;&#1514;&#1492; &#1500;&#1500;&#1492;&#1511;&#1514; &#1502;&#1496;&#1489;&#1493;&#1495;&#1492; &#1489;&#1513;&#1504;&#1514; 1997. &#1506;&#1514; &#1505;&#1497;&#1497;&#1502;&#1492; &#1488;&#1514; &#1500;&#1497;&#1502;&#1493;&#1491;&#1497;&#1492; &#1489;&#1512;&#1497;&#1502;&#1493;&#1503; &#1489;1998 &#1492;&#1510;&#1496;&#1512;&#1508;&#1492; &#1490;&#1501; &#1500;&#1492;&#1512;&#1499;&#1489; </span><span dir="LTR" style="font-size: 11pt; line-height: 150%"> Funkapella</span><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David">, &#1513;&#1499;&#1513;&#1502;&#1493; - &#1502;&#1513;&#1500;&#1489; &#1502;&#1493;&#1505;&#1497;&#1511;&#1514; &#1488;&#1511;&#1508;&#1500;&#1492; &#1493;&#1508;&#1488;&#1504;&#1511; &#1489;&#1492;&#1512;&#1499;&#1489; &#1513;&#1500; &#1513;&#1497;&#1513;&#1492; &#1494;&#1502;&#1512;&#1497;&#1501; &#1493;&#1502;&#1514;&#1493;&#1508;&#1507;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &#1489;- </span><span dir="LTR" style="font-size: 11pt; line-height: 150%"> Funkapella</span><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &#1493;&#1502;&#1496;&#1489;&#1493;&#1495;&#1492; &#1504;&#1513;&#1488;&#1512;&#1492; &#1506;&#1491; 2001, &#1488;&#1494; &#1496;&#1505;&#1492; &#1500;&#1504;&#1497;&#1493;-&#1497;&#1493;&#1512;&#1511; &#1500;&#1513;&#1504;&#1514;&#1497;&#1497;&#1501; &#1489;&#1492;&#1501; &#1500;&#1502;&#1491;&#1492; &#1513;&#1497;&#1512;&#1492; &#1489;&#1493;&#1500;&#1490;&#1512;&#1497;&#1514;, &#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1502;&#1493;&#1491;&#1512;&#1504;&#1497;&#1514; &#1488;&#1510;&#1500; &#1508;&#1512;&#1491; &#1508;&#1512;&#1497;&#1514;', &#1502;&#1499;&#1512;&#1492; &#1502;&#1499;&#1493;&#1504;&#1497;&#1493;&#1514; &#1493;&#1492;&#1513;&#1514;&#1499;&#1512;&#1492; &#1500;&#1512;&#1493;&#1489;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &#1500;&#1488;&#1495;&#1512;&#1493;&#1504;&#1492; &#1492;&#1510;&#1496;&#1512;&#1508;&#1492; &#1513;&#1493;&#1489; &#1500;- </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Vocaliens</span><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David">, &#1502;&#1492; &#1513;&#1492;&#1497;&#1492; &#1489;&#1506;&#1489;&#1512; </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Funkapella</span><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David">. &#1497;&#1506;&#1500; &#1513;&#1512;&#1492; &#1490;&#1501; &#1489;&#1492;&#1512;&#1499;&#1489; &#1489;&#1493;&#1505;&#1492;-&#1504;&#1493;&#1489;&#1492; &#1489;&#1493; &#1492;&#1497;&#1497;&#1514;&#1492; &#1495;&#1489;&#1512;&#1492; &#1506;&#1493;&#1491; &#1500;&#1508;&#1504;&#1497; &#1513;&#1504;&#1505;&#1506;&#1492; &#1493;&#1492;&#1493;&#1511;&#1501; &#1502;&#1495;&#1491;&#1513; &#1502;&#1488;&#1494; &#1495;&#1494;&#1512;&#1514;&#1492; &#1488;&#1512;&#1510;&#1492;. &#1489;&#1504;&#1493;&#1505;&#1507; &#1495;&#1489;&#1512;&#1492; &#1497;&#1506;&#1500; &#1489;&#1504;&#1506;&#1512;&#1493;&#1514; &#1492;&#1500;&#1493;&#1493;&#1497; &#1506;&#1501; &#1504;&#1493;&#1506;&#1492; &#1490;&#1493;&#1500;&#1504;&#1505;&#1511;&#1497; &#1493;&#1490;&#1497;&#1488; &#1513;&#1502;&#1497;, &#1492;&#1512;&#1499;&#1489; &#1513;&#1492;&#1514;&#1495;&#1497;&#1500; &#1499;&#1508;&#1512;&#1493;&#1491;&#1497;&#1514; &#1492;&#1497;&#1508;-&#1492;&#1493;&#1508; &#1493;&#1492;&#1508;&#1498; &#1500;&#1502;&#1513;&#1492;&#1493; &#1505;&#1508;&#1511;-&#1511;&#1489;&#1512;&#1496;-&#1505;&#1508;&#1511;-&#1508;&#1493;&#1500;&#1504;&#1497; (&#1489;&#1511;&#1512;&#1493;&#1489; &#1492;&#1505;&#1497;&#1504;&#1490;&#1500;), &#1493;&#1513;&#1512;&#1492; &#1489;&#1508;&#1512;&#1493;&#1497;&#1497;&#1511;&#1496; </span><span dir="LTR" style="font-size: 11pt; line-height: 150%">Thin Lips</span><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &#1513;&#1500; &#1512;&#1493;&#1506;&#1497; &#1497;&#1512;&#1511;&#1493;&#1504;&#1497;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &#1489;&#1513;&#1504;&#1514; 1999 &#1508;&#1504;&#1492; &#1488;&#1500;&#1497;&#1492; &#1490;&#1497;&#1488; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; &#1493;&#1492;&#1497;&#1488; &#1504;&#1506;&#1514;&#1512;&#1492; &#1500;&#1489;&#1511;&#1513;&#1514;&#1493; &#1500;&#1492;&#1511;&#1500;&#1497;&#1496; &#1488;&#1514; &#1492;&#1513;&#1497;&#1512; <a href="../../new/bio/songs/krovim.htm">&#1511;&#1512;&#1493;&#1489;&#1497;&#1501; &#1511;&#1512;&#1493;&#1489;&#1497;&#1501;</a><b> </b>&#1500;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1489;&#1499;&#1493;&#1512;&#1492; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;. &#1492;&#1513;&#1497;&#1512; &#1492;&#1493;&#1513;&#1512; &#1489;&#1492;&#1493;&#1508;&#1506;&#1492; &#1488;&#1495;&#1514; &#1489;&#1500;&#1489;&#1491; &#1489;&#1513;&#1504;&#1514; 1999 &#1489;&#1492; &#1492;&#1514;&#1488;&#1512;&#1495;&#1492; &#1497;&#1506;&#1500;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &#1502;&#1500;&#1489;&#1491; &#1499;&#1500; &#1494;&#1488;&#1514; &#1497;&#1506;&#1500; &#1504;&#1512;&#1488;&#1497;&#1514; &#1490;&#1501; &#1489;&#1508;&#1514;&#1497;&#1495;&#1492; &#1493;&#1489;&#1505;&#1497;&#1493;&#1501; &#1513;&#1500; &#1492;&#1511;&#1500;&#1497;&#1508; &#1500;&#1513;&#1497;&#1512; <a href="../../new/bio/songs/zchu.htm">&#1494;&#1499;&#1493;&#1499;&#1497;&#1493;&#1514;</a>.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &#1490;&#1501; &#1489;&#1492;&#1511;&#1500;&#1496;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; &#1492;&#1513;&#1504;&#1497; &#1504;&#1514;&#1489;&#1511;&#1513;&#1492; &#1500;&#1506;&#1494;&#1493;&#1512; &#1493;&#1513;&#1512;&#1492; &#1506;&#1501; &#1490;&#1497;&#1488; &#1513;&#1502;&#1497; &#1488;&#1514; <a href="../../new/bio/songs/hayom.htm">&#1492;&#1497;&#1493;&#1501; &#1513;&#1500;&#1504;&#1493;</a>, &#1493;&#1514;&#1512;&#1502;&#1492; &#1488;&#1514; &#1511;&#1493;&#1500;&#1492; &#1490;&#1501; &#1500;&#1502;&#1511;&#1492;&#1500;&#1514; &#1497;&#1492;&#1500;&#1497; &#1505;&#1493;&#1489;&#1493;&#1500;, &#1506;&#1502;&#1492; &#1492;&#1510;&#1496;&#1500;&#1502;&#1492; &#1490;&#1501; &#1500;&#1511;&#1500;&#1497;&#1508; &#1500;&#1513;&#1497;&#1512; <a href="../../new/bio/songs/seret.htm">&#1505;&#1512;&#1496; &#1513;&#1500; &#1505;&#1511;&#1505;</a>. &#1497;&#1506;&#1500; &#1492;&#1514;&#1488;&#1512;&#1495;&#1492; &#1489;&#1513;&#1504;&#1497;&#1514; &#1489;&#1492;&#1493;&#1508;&#1506;&#1514; &#1492;&#1492;&#1513;&#1511;&#1492; &#1500;&#1488;&#1500;&#1489;&#1493;&#1501; &quot;&#1489;&#1499;&#1497;&#1507;&quot; &#1489;- 29.4.2005.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &#1488;&#1492;&#1489;&#1493;&#1514;&#1497;&#1492; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1500;&#1497;&#1493;&#1514; &#1492;&#1490;&#1491;&#1493;&#1500;&#1493;&#1514; &#1513;&#1500; &#1497;&#1506;&#1500; &#1504;&#1506;&#1493;&#1514; &#1505;&#1489;&#1497;&#1489; </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Faith No More</span><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David">, </span><span dir="LTR" style="font-size: 11pt; line-height: 150%">Mr. Bungle</span><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David">, &#1489;&#1497;&#1500;&#1497; &#1492;&#1493;&#1500;&#1497;&#1491;&#1497;&#1497; &#1493;&#1488;&#1505;&#1496;&#1512;&#1493;&#1491; &#1490;'&#1497;&#1500;&#1489;&#1512;&#1496;&#1493; - &#1505;&#1490;&#1504;&#1493;&#1503; &#1492;&#1513;&#1497;&#1512;&#1492; &#1513;&#1492;&#1497;&#1488; &#1502;&#1504;&#1505;&#1492; &#1500;&#1492;&#1508;&#1497;&#1511; &#1492;&#1493;&#1488; &#1511;&#1493;&#1502;&#1489;&#1497;&#1504;&#1492; &#1513;&#1500; &#1492;&#1513;&#1514;&#1497;&#1497;&#1501; &#1492;&#1500;&#1500;&#1493;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &#1500;&#1502;&#1495;&#1497;&#1497;&#1514;&#1492; &#1506;&#1493;&#1489;&#1491;&#1514; &#1497;&#1506;&#1500; &#1499;- </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">DJ</span><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &#1489;&#1502;&#1493;&#1506;&#1491;&#1493;&#1504;&#1497;&#1501; &#1493;&#1508;&#1488;&#1489;&#1497;&#1501; &#1513;&#1493;&#1504;&#1497;&#1501;, &#1489;&#1497;&#1504;&#1492;&#1501; &#1508;&#1493;&#1500;&#1492; ,&#1492;&#1502;&#1504;&#1494;&#1512;, &#1513;&#1505;&#1511;, &#1488;&#1489;&#1512;&#1511;&#1505;&#1505;, &#1493;&#1511;&#1493;&#1494;&#1504;&#1493;&#1505;&#1496;&#1512;&#1492;.</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &nbsp;</span></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"><u> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &#1491;&#1497;&#1505;&#1511;&#1493;&#1490;&#1512;&#1508;&#1497;&#1492;:</span></u></p>
      <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span style="font-size: 11pt; line-height: 150%; font-family: David">-</span><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David">&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; - &#1489;&#1499;&#1497;&#1507;, 2005<br>
        </span><span style="font-size: 11pt; line-height: 150%; font-family: David"> -</span><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David">&#1508;&#1512;&#1493;&#1493;&#1492; &#1495;&#1502;&#1492;, 1998 (2005)<br>
    -&#1492;&#1488;&#1505;&#1493;&#1504;&#1493;&#1514; &#1513;&#1500; &#1504;&#1497;&#1504;&#1492; &#1508;&#1505;&#1511;&#1493;&#1500; &#1492;&#1505;&#1512;&#1496; (&#1488;&#1505;&#1507; &#1488;&#1502;&#1491;&#1493;&#1512;&#1505;&#1511;&#1497;), 2003<br>
    -&#1488;&#1505;&#1507; &#1488;&#1502;&#1491;&#1493;&#1512;&#1505;&#1511;&#1497; - </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Live</span><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David">, 2001<br>
    </span> <span lang="HE" style="font-size:12.0pt;line-height:150%;font-family:David"> -&#1502;&#1493;&#1513;&#1497;&#1511; &#1511;&#1493;&#1508; - </span> <span dir="LTR" style="font-size: 12.0pt; line-height: 150%">Pisces</span><span lang="HE" style="font-size:12.0pt;line-height:150%;font-family:David">, 2001<br>
    -&#1506;&#1489;&#1512;&#1497; &#1500;&#1497;&#1491;&#1512; - &#1492;&#1488;&#1504;&#1513;&#1497;&#1501; &#1492;&#1495;&#1491;&#1513;&#1497;&#1501;, 2001<br>
    -&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; - &#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;, 2000</span></p>
    </div>
    <div id="Layer1" style="position:absolute; width:88px; height:118px; z-index:3; left: 67px; top: 1px;"><img src="../../new/bio/yael.jpg" width="129" height="163"></div>
    <div id="Layer3" style="position:absolute; width:260px; height:115px; z-index:1; left: 180px; top: 3px;"><span class="MsoNormal style1 style4"><font face="David">&#1497;&#1506;&#1500; &#1511;&#1512;&#1488;&#1493;&#1505;<br>
'&#1494;&#1502;&#1512;&#1514; '&#1511;&#1512;&#1493;&#1489;&#1497;&#1501; &#1511;&#1512;&#1493;&#1489;&#1497;&#1501;<br>
&#1513;&#1495;&#1511;&#1504;&#1497;&#1514; &#1511;&#1500;&#1497;&#1508;&#1497; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;<br>
1977 </font></span></div>
  </div>
  <p class="MsoNormal style1" style="line-height: 150%;" dir="rtl">&nbsp;</p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%">&nbsp;</p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%">&nbsp;</p>
  <p align="right" dir="rtl"><span lang="HE" style="line-height:150%;font-family:David"><font style="font-size: 11pt">&nbsp;</font></span></p>
  <p class="MsoNormal" style="line-height:150%" dir="rtl">&nbsp;</p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%">&nbsp;</p>
</div>
</body>
</html>
