<html dir="rtl">

<head>
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>&#1513;&#1497;&#1492;&#1497;&#1492; &#1500;&#1499;&#1501; &#1492;&#1502;&#1513;&#1498; &#1513;&#1489;&#1493;&#1506; &#1502;&#1511;&#1505;&#1497;&#1501; &#1493;&#1489;&#1492;&#1510;&#1500;&#1495;&#1492; &#1492;&#1497;&#1493;&#1501; &#1489;&#1492;&#1490;&#1512;&#1500;&#1514; &#1492;50 &#1502;&#1497;&#1500;&#1497;&#1493;&#1503;</title>
</head>

<body>

<p><span id="KonaBody"><font size="2"><br>
<font face="Arial">&#1513;&#1497;&#1492;&#1497;&#1492; &#1500;&#1499;&#1501; &#1492;&#1502;&#1513;&#1498; &#1513;&#1489;&#1493;&#1506; &#1502;&#1511;&#1505;&#1497;&#1501; &#1493;&#1489;&#1492;&#1510;&#1500;&#1495;&#1492; &#1492;&#1497;&#1493;&#1501; &#1489;&#1492;&#1490;&#1512;&#1500;&#1514; &#1492;50 &#1502;&#1497;&#1500;&#1497;&#1493;&#1503;!<br>
&#1488;&#1501; &#1502;&#1495;&#1512; &#1489;&#1489;&#1493;&#1511;&#1512; &#1514;&#1511;&#1493;&#1502;&#1493;, &#1514;&#1510;&#1495;&#1510;&#1495;&#1493; &#1513;&#1497;&#1504;&#1497;&#1497;&#1501; &#1493;&#1514;&#1499;&#1504;&#1505;&#1493; &#1500;&#1488;&#1514;&#1512; (&#1499;&#1502;&#1493; &#1502;&#1492; &#1513;&#1488;&#1514;&#1501; &#1506;&#1493;&#1513;&#1497;&#1501; &#1489;&#1499;&#1500; &#1489;&#1493;&#1511;&#1512;) 
&#1493;&#1508;&#1514;&#1488;&#1493;&#1501; &#1514;&#1490;&#1500;&#1493; &#1513;&#1492;&#1493;&#1488; &#1488;&#1514;&#1512; &#1508;&#1500;&#1488;&#1513; &#1488;&#1497;&#1504;&#1496;&#1512;&#1488;&#1511;&#1496;&#1497;&#1489;&#1497;, &#1502;&#1493;&#1491;&#1512;&#1504;&#1497;, &#1495;&#1491;&#1497;&#1513; &#1493;&#1511;&#1508;&#1497;&#1496;&#1500;&#1497;&#1505;&#1496;&#1497; &#1513;&#1502;&#1504;&#1505;&#1492; &#1500;&#1492;&#1513;&#1514;&#1500;&#1496; &#1506;&#1500; 
&#1492;&#1506;&#1493;&#1500;&#1501;- &#1514;&#1491;&#1506;&#1493; &#1513;&#1494;&#1493; &#1488;&#1504;&#1497; &#1513;&#1494;&#1499;&#1497;&#1514;&#1497; &#1489;50 &#1502;&#1497;&#1500;&#1497;&#1493;&#1503;.<br>
<br>
&#1489;&#1499;&#1500; &#1502;&#1511;&#1512;&#1492;, &#1502;&#1488;&#1494; &#1492;&#1497;&#1493;&#1501; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1492;&#1513;&#1514;&#1504;&#1493; &#1489;&#1488;&#1514;&#1512; &#1499;&#1502;&#1492; &#1491;&#1489;&#1512;&#1497;&#1501; &#1511;&#1496;&#1504;&#1497;&#1501;, &#1504;&#1493;&#1505;&#1508;&#1493; &#1511;&#1510;&#1514; &#1511;&#1512;&#1491;&#1497;&#1496;&#1497;&#1501;, &#1497;&#1513; &#1502;&#1505;&#1498; 
&#1504;&#1508;&#1512;&#1491; &#1500;&#1488;&#1504;&#1513;&#1497; &#1512;&#1494;&#1493;&#1500;&#1510;&#1497;&#1497;&#1514; 600-800, &#1493;&#1497;&#1513; &#1500;&#1497;&#1504;&#1511;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501; &#1500;&#1489;&#1497;&#1511;&#1493;&#1512;&#1493;&#1514;,&nbsp;&#1489;&#1497;&#1510;&#1497; &#1508;&#1505;&#1495;&#1488; (&#1492;&#1493; &#1499;&#1503;), 
&#1511;&#1500;&#1497;&#1508;&nbsp;&#1500;&#1513;&#1511;&quot;&#1501;&nbsp;(&#1493;&#1513;&#1500;&#1500; &#1491;&#1489;&#1512;&#1497;&#1501; &#1499;&#1500; &#1499;&#1498; &#1511;&#1496;&#1504;&#1497;&#1501; &#1513;&#1513;&#1499;&#1495;&#1514;&#1497;). &#1492;&#1514;&#1508;&#1511;&#1497;&#1491; &#1513;&#1500;&#1499;&#1501; &#1506;&#1499;&#1513;&#1497;&#1493; &#1492;&#1493;&#1488; &#1500;&#1492;&#1510;&#1489;&#1497;&#1506; 
&#1500;&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1489;&#1502;&#1510;&#1506;&#1491; &#1513;&#1500; &#1490;&#1500;&#1490;&#1500;&#1510; (&#1488;&#1501; &#1489;&#1488; &#1500;&#1499;&#1501;)- &#1493;&#1494;&#1492; &#1504;&#1499;&#1493;&#1503; &#1513;&#1500;&#1488; &#1514;&#1511;&#1489;&#1500;&#1493; &#1502;&#1508;&#1492; &#1500;&#1497;&#1504;&#1511; &#1497;&#1513;&#1497;&#1512; &#1500;&#1513;&#1501;, &#1488;&#1500;&#1488; 
&#1504;&#1513;&#1500;&#1495; &#1488;&#1514;&#1499;&#1501; &#1500;&#1488;&#1514;&#1512; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1499;&#1502;&#1493;&#1489;&#1503; <a href="http://infectzia.net/">
http://infectzia.net</a> , &#1499;&#1504;&#1505;&#1493; &#1513;&#1501; &#1500;'&#1495;&#1491;&#1513;&#1493;&#1514;' &#1493;&#1513;&#1501; &#1497;&#1492;&#1497;&#1492; &#1492;&#1500;&#1497;&#1504;&#1511; &#1500;&#1502;&#1510;&#1506;&#1491;. (&#1502;&#1504;&#1497;&#1508;&#1493;&#1500;&#1496;&#1493;&#1512;&#1497;&#1514; 
&#1488;&#1504;&#1497;, &#1492;&#1488;?)<br>
<br>
&#1492;&#1506;&#1493;&#1500;&#1501; &#1500;&#1488; &#1502;&#1510;&#1495;&#1497;&#1511; &#1493;&#1500;&#1499;&#1503; &#1500;&#1488; &#1504;&#1510;&#1495;&#1511;, &#1493;&#1502;&#1506;&#1499;&#1513;&#1497;&#1493; &#1514;&#1492;&#1497;&#1492; &#1489;&#1502;&#1497;&#1497;&#1500;&#1497;&#1504;&#1490; &#1500;&#1497;&#1505;&#1496; '&#1492;&#1508;&#1497;&#1504;&#1492; &#1492;&#1500;&#1488; &#1502;&#1510;&#1495;&#1497;&#1511;&#1492;': &#1508;&#1497;&#1504;&#1514; 
&#1489;&#1491;&#1497;&#1495;&#1493;&#1514; &#1488;&#1502;&#1488; &#1513;&#1500;&#1498;.<br>
<br>
<span style="font-weight: bold; color: #ff0000">&#1492;&#1508;&#1497;&#1504;&#1492; &#1492;&#1500;&#1488; &#1502;&#1510;&#1495;&#1497;&#1511;&#1492;:<br>
</span>(&#1492;&#1512;&#1510;&#1500;&#1497;&#1492; &#1508;&#1497;&#1514;&#1493;&#1495;): &quot;&#1488;&#1502;&#1488; &#1513;&#1500;&#1498; &#1499;&#1500; &#1499;&#1498; &#1506;&#1504;&#1497;&#1497;&#1492;, &#1506;&#1491; &#1513;&#1492;&#1513;&#1491;&#1497;&#1497;&#1501; &#1513;&#1500;&#1492; &#1488;&#1502;&#1497;&#1514;&#1497;&#1497;&#1501;&quot;.<br>
<br>
<span style="font-weight: bold; color: #0000ff"><br>
&#1508;&#1497;&#1504;&#1514; &#1502;&#1497;&#1500;&#1493;&#1514; &#1505;&#1497;&#1493;&#1501; &#1502;&#1512;&#1490;&#1513;&#1493;&#1514;:<br>
<span style="font-weight: normal; color: #000000">&#1492;&#1502;&#1513;&#1498; &#1513;&#1489;&#1493;&#1506; &#1502;&#1511;&#1505;&#1497;&#1501; &#1500;&#1499;&#1493;&#1500;&#1501;<img src="http://ico.walla.co.il/wu/s/v/clipart/smiley_big/2.gif" width="32" height="32">&nbsp;&#1514;&#1512;&#1490;&#1497;&#1513;&#1493; 
&#1495;&#1493;&#1508;&#1513;&#1497; &#1500;&#1513;&#1500;&#1493;&#1495; &#1502;&#1497;&#1497;&#1500; &#1495;&#1494;&#1512;&#1492;. (&#1490;&#1501; &#1488;&#1501; &#1492;&#1514;&#1493;&#1499;&#1503; &#1513;&#1500;&#1493; &#1492;&#1493;&#1488; '&#1488;&#1504;&#1497; &#1512;&#1493;&#1510;&#1492; &#1500;&#1492;&#1508;&#1505;&#1497;&#1511; &#1500;&#1511;&#1489;&#1500; &#1502;&#1502;&#1499;&#1501; &#1502;&#1497;&#1497;&#1500;')<br>
</span><br>
<span style="color: #007f40">&#1491;&#1497;&#1505;&#1496;&#1493;&#1512;&#1513;&#1503;:)</span><br>
</span><br>
</font><br>
<br>
&nbsp;</font></span></p>

</body>

</html>
