<html dir="rtl">

<head>
<meta name="GENERATOR" content="Microsoft FrontPage 5.0">
<meta name="ProgId" content="FrontPage.Editor.Document">
<meta http-equiv="Content-Type" content="text/html; charset=windows-1252">
<title>&#1513;&#1500;&#1493;&#1501; &#1512;&#1489; &#1493;&#1489;&#1512;&#1499;&#1493;&#1514; &#1502;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1514;&#1508;&#1493;&#1510;&#1492; &#1513;&#1500; &#1488;&#1514;&#1512; &#1492;&#1506;&#1497;&#1494;&#1497;&#1501; &#1492;&#1512;&#1513;&#1502;&#1497;</title>
</head>

<body>

<p><font face="Arial">&#1513;&#1500;&#1493;&#1501; &#1512;&#1489; &#1493;&#1489;&#1512;&#1499;&#1493;&#1514; &#1502;&#1512;&#1513;&#1497;&#1502;&#1514; &#1492;&#1514;&#1508;&#1493;&#1510;&#1492; &#1513;&#1500; &#1488;&#1514;&#1512; &#1492;&#1506;&#1497;&#1494;&#1497;&#1501; &#1492;&#1512;&#1513;&#1502;&#1497;!<br>
<br>
&#1488;&#1504;&#1497; &#1499;&#1493;&#1514;&#1489; &#1499;&#1491;&#1497; &#1500;&#1505;&#1508;&#1512; &#1500;&#1499;&#1501; &#1502;&#1492; &#1495;&#1491;&#1513; &#1489;&#1488;&#1514;&#1512; &#1493;&#1490;&#1501; &#1499;&#1491;&#1497; &#1505;&#1514;&#1501; &#1500;&#1511;&#1513;&#1511;&#1513;, &#1493;&#1502;&#1511;&#1493;&#1493;&#1492; &#1513;&#1514;&#1511;&#1513;&#1511;&#1513;&#1493; &#1489;&#1495;&#1494;&#1512;&#1492;.<br>
&#1499;&#1502;&#1506;&#1496; &#1495;&#1493;&#1491;&#1513; &#1506;&#1489;&#1512; &#1502;&#1488;&#1494; &#1513;&#1492;&#1488;&#1514;&#1512; &#1506;&#1500;&#1492;, &#1493;&#1489;&#1494;&#1502;&#1503; &#1513;&#1488;&#1504;&#1497; &#1499;&#1493;&#1514;&#1489; &#1504;&#1512;&#1513;&#1502;&#1493; &#1499;&#1489;&#1512; 4275 &#1499;&#1504;&#1497;&#1505;&#1493;&#1514; &#1500;&#1488;&#1514;&#1512;!<br>
&#1499;&#1489;&#1512; &#1499;&#1514;&#1489;&#1493; &#1506;&#1500;&#1497;&#1504;&#1493; &#1489;&#1492;&#1512;&#1489;&#1492; &#1502;&#1511;&#1493;&#1502;&#1493;&#1514;, &#1489;&#1508;&#1493;&#1512;&#1493;&#1502;&#1497;&#1501; &#1493;&#1489;&#1488;&#1514;&#1512;&#1497;&#1501; &#1499;&#1502;&#1493; &#1495;&#1491;&#1513;&#1493;&#1514; &#1506;&#1512;&#1493;&#1509; 24:<br>
<a href="http://www.music24.co.il/NewsItem.aspx?ID=222">
http://www.music24.co.il/NewsItem.aspx?ID=222</a><br>
&#1489;-YNET:<br>
<a href="http://www.ynet.co.il/articles/0,7340,L-3149134,00.html">
http://www.ynet.co.il/articles/0,7340,L-3149134,00.html</a><br>
&#1489;&#1495;&#1491;&#1513;&#1493;&#1514; &#1492;&#1513;&#1512;&#1514; &#1492;&#1506;&#1497;&#1493;&#1493;&#1512; (&#1506;&#1493;&#1504;&#1490; &#1513;&#1489;&#1514;):<br>
<a href="http://www.hasharat.co.il/html/news.php">
http://www.hasharat.co.il/html/news.php</a><br>
&#1493;&#1488;&#1508;&#1497;&#1500;&#1493; &#1489;&#1502;&#1493;&#1502;&#1492; &#1488;&#1504;&#1495;&#1504;&#1493; &#1492;&#1488;&#1514;&#1512; &#1492;&#1512;&#1513;&#1502;&#1497;!<br>
<a href="http://www.mooma.com/artist.asp?ArtistID=14604">
http://www.mooma.com/artist.asp?ArtistID=14604</a><br>
<br>
&#1488;&#1489;&#1500; &#1488;&#1504;&#1495;&#1504;&#1493; &#1500;&#1488; &#1511;&#1493;&#1508;&#1488;&#1497;&#1501; &#1506;&#1500; &#1492;&#1513;&#1502;&#1512;&#1497;&#1501; &#1493;&#1500;&#1488; &#1504;&#1493;&#1514;&#1504;&#1497;&#1501; &#1500;&#1492;&#1510;&#1500;&#1495;&#1492; &#1500;&#1505;&#1504;&#1493;&#1493;&#1512; &#1488;&#1493;&#1514;&#1504;&#1493;... ;)<br>
&#1502;&#1488;&#1494; &#1492;&#1506;&#1491;&#1499;&#1493;&#1503; &#1492;&#1488;&#1495;&#1512;&#1493;&#1503;, &#1504;&#1493;&#1505;&#1508;&#1493; &#1500;&#1488;&#1514;&#1512;:<br>
* &#1492;&#1489;&#1497;&#1493;&#1490;&#1512;&#1508;&#1497;&#1492; &#1513;&#1500; &#1513;&#1512;&#1497;&#1514; &#1513;&#1510;&#1511;&#1497; (&#1489;&#1506;&#1502;&#1493;&#1491; &#1489;&#1497;&#1493;&#1490;&#1512;&#1508;&#1497;&#1493;&#1514; - &#1499;&#1500; &#1492;&#1513;&#1488;&#1512;)<br>
* &#1488;&#1500;&#1489;&#1493;&#1501; &#1514;&#1502;&#1493;&#1504;&#1493;&#1514; &#1495;&#1491;&#1513; - &#1492;&#1493;&#1508;&#1506;&#1492; &#1489;&#1511;&#1512;&#1497;&#1497;&#1514; &#1495;&#1497;&#1497;&#1501; (&#1489;&#1506;&#1502;&#1493;&#1491; &#1502;&#1493;&#1500;&#1496;&#1497;&#1502;&#1491;&#1497;&#1492;)<br>
* 12 &#1511;&#1500;&#1497;&#1508;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1493; &#1500;&#1506;&#1502;&#1493;&#1491; &#1492;&#1489;&#1493;&#1496;&#1500;&#1490;&#1497;&#1501; (&#1502;&#1493;&#1500;&#1496;&#1497;&#1502;&#1491;&#1497;&#1492;-&#1493;&#1497;&#1491;&#1488;&#1493;)<br>
&#1497;&#1513; &#1506;&#1499;&#1513;&#1497;&#1493; 23 &#1511;&#1496;&#1506;&#1497; &#1493;&#1497;&#1491;&#1488;&#1493; &#1502;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514; &#1489;&#1488;&#1514;&#1512;!<br>
<br>
&#1493;&#1488;&#1490;&#1489; &#1492;&#1493;&#1508;&#1506;&#1493;&#1514;, &#1489;&#1496;&#1495; &#1500;&#1488; &#1513;&#1499;&#1495;&#1514;&#1501; &#1513;&#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1502;&#1493;&#1508;&#1497;&#1506;&#1497;&#1501; &#1489;&#1489;&#1488;&#1512;&#1489;&#1497; &#1489;&#1492;&#1493;&#1508;&#1506;&#1514; &#1505;&#1493;&#1499;&#1493;&#1514; &#1502;&#1497;&#1493;&#1495;&#1491;&#1514; &#1489;&#1513;&#1489;&#1514; 
&#1492;&#1511;&#1512;&#1493;&#1489;&#1492;, 22.10.2005 &#1489;&#1489;&#1488;&#1512;&#1489;&#1497; &#1489;&#1514;&quot;&#1488;.<br>
&#1497;&#1493;&#1502;&#1497;&#1497;&#1501; &#1500;&#1508;&#1504;&#1497; &#1494;&#1492;, &#1492;&#1508;&#1493;&#1512;&#1493;&#1501; &#1489;&#1514;&#1508;&#1493;&#1494; &#1502;&#1488;&#1512;&#1490;&#1503; &#1502;&#1508;&#1490;&#1513;. &#1499;&#1500; &#1492;&#1508;&#1512;&#1496;&#1497;&#1501; &#1504;&#1502;&#1510;&#1488;&#1497;&#1501; &#1499;&#1488;&#1503;:<br>
<a href="http://www.tapuz.co.il/tapuzforum/main/Viewmsg.asp?forum=1313&msgid=63343363">
http://www.tapuz.co.il/tapuzforum/main/Viewmsg.asp?forum=1313&amp;msgid=63343363</a><br>
<br>
&#1488;&#1494; &#1494;&#1492;&#1493; &#1500;&#1492;&#1508;&#1506;&#1501;.<br>
&#1488;&#1492;, &#1489;&#1506;&#1510;&#1501;, &#1497;&#1513; &#1508;&#1497;&#1504;&#1493;&#1514; &#1493;&#1499;&#1488;&#1500;&#1492;. <span style="font-weight: bold; color: #ff0000">&#1492;&#1508;&#1497;&#1504;&#1492; 
&#1492;&#1500;&#1488; &#1502;&#1510;&#1495;&#1497;&#1511;&#1492;:<br>
</span>&#1513;&#1514;&#1497; &#1490;'&#1497;&#1512;&#1508;&#1493;&#1514; &#1506;&#1493;&#1500;&#1493;&#1514; &#1489;&#1502;&#1506;&#1500;&#1497;&#1514;.<br>
&#1488;&#1494; &#1488;&#1495;&#1514; &#1513;&#1493;&#1488;&#1500;&#1514; &#1488;&#1514; &#1492;&#1513;&#1504;&#1497;&#1492;, &#1500;&#1502;&#1492; &#1488;&#1504;&#1495;&#1504;&#1493; &#1506;&#1493;&#1500;&#1493;&#1514;?<br>
&#1492;&#1513;&#1504;&#1497;&#1492; &#1506;&#1493;&#1504;&#1492; &#1500;&#1492; -&nbsp;&#1500;&#1502;&#1492;, &#1488;&#1514; &#1512;&#1493;&#1510;&#1492; &#1500;&#1512;&#1491;&#1514;?<br>
<br>
<!--StartFragment --></font><span id="KonaBody"><font face="Arial" size="2">
<span style="font-size: 16px; font-weight: bold; color: rgb(0,0,255)">
<span style="font-size: 16px; font-weight: bold; color: rgb(0,0,255)" id="KonaBody">
<span style="font-weight: bold; font-size: 16px; color: rgb(0,0,255)">&#1508;&#1497;&#1504;&#1514; &#1502;&#1497;&#1500;&#1493;&#1514; 
&#1505;&#1497;&#1493;&#1501; &#1502;&#1512;&#1490;&#1513;&#1493;&#1514;:</span></span></span></font></span><font face="Arial"><br>
&#1495;&#1497;&#1497;&#1501; &#1512;&#1511; &#1508;&#1506;&#1501; &#1488;&#1495;&#1514;, &#1488;&#1494; &#1488;&#1500; &#1514;&#1513;&#1499;&#1495;&#1493; &#1500;&#1492;&#1497;&#1499;&#1504;&#1505; &#1492;&#1512;&#1489;&#1492; &#1500;&#1488;&#1514;&#1512; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;! (&#1500;&#1488; &#1489;&#1496;&#1493;&#1495; &#1513;&#1514;&#1492;&#1497;&#1492; &#1500;&#1499;&#1501; 
&#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1489;&#1495;&#1497;&#1497;&#1501; &#1492;&#1489;&#1488;&#1497;&#1501;)<br>
<br>
<span style="font-weight: bold; color: #007f40">&#1508;&#1512;&#1504;&#1511;</span></font></p>

</body>

</html>
