<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Untitled Document</title>
<style type="text/css">
<!--
body {

	scrollbar-base-color:#F9F6F1;

	scrollbar-arrow-color:#661F00;

	scrollbar-track-color:#F9F6F1;

	scrollbar-3dlight-color:#F9F6F1;

	scrollbar-highlight-color:#F9F6F1;

	scrollbar-shadow-color:#F9F6F1;

	scrollbar-face-color:#F9F6F1;

}

.style1 {font-size: 14px}
.style2 {font-size: 12px}
body,td,th {
	font-family: Arial, Helvetica, sans-serif;
}
.style19 {color: #330099}
-->
</style>
</head>

<body>
<div id="Layer1" style="position:absolute; width:454px; height:408px; z-index:30; left: 8px; top: 6px; overflow: scroll;">
  <div id="Layer16" style="position:absolute; width:283px; height:115px; z-index:29; left: 119px; top: 0px;">
    <div align="right" class="style1"><strong>&#1488;&#1504;&#1513;&#1497;&#1501; &#1513;&#1513;&#1497;&#1504;&#1493; &#1511;&#1510;&#1514; &#1488;&#1514; &#1492;&#1502;&#1497;&#1500;&#1497;&#1501; &#1513;&#1500; &#1492;&#1513;&#1497;&#1512;&#1497;&#1501;</strong> <br>
        <br>
        <a href="../x/fan/mefanim.htm" target="_blank">&#1495;&#1493;&#1497; &#1489;&#1500;&#1488;&#1496; - &#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1497;&#1501; (&#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;) 24.8.05 </a><br>
        <a href="../x/fan/hungariim.htm" target="_blank">&#1490;'&#1508;&#1497; &#1492;&#1490;'&#1497;&#1512;&#1507; - &#1492;&#1493;&#1504;&#1490;&#1512;&#1497;&#1497;&#1501; (&#1508;&#1493;&#1500;&#1504;&#1497;&#1501;) 11.12.05 </a><br>
        <a href="../x/fan/boten.htm" target="_blank">&#1505;&#1488;&#1503;&#1513;&#1497;&#1497;&#1504;&#1512;- &#1489;&#1493;&#1496;&#1503; &#1502;&#1514;&#1493;&#1511; &#1489;&#1511;&#1512;&#1511;&#1505; (&#1488;&#1501; &#1492;&#1491;&#1512;&#1498;) 3.12.05 </a><br>
        <a href="../x/fan/kasper.htm" target="_blank">&#1491;&#1497;&#1505;&#1496;&#1493;&#1512;&#1513;&#1503; - &#1491;&#1493;&#1511;&#1496;&#1493;&#1512; &#1511;&#1505;&#1508;&#1512; (&#1488;&#1501; &#1492;&#1491;&#1512;&#1498;) 3.12.05 </a><br>
        <a href="../x/fan/li.htm" target="_blank">&#1491;&#1497;&#1505;&#1496;&#1493;&#1512;&#1513;&#1503; - &#1500;&#1497; &#1488;&#1497;&#1503; (&#1488;&#1497;&#1503; &#1500;&#1497;) 5.10.05 </a><br>
        <a href="../new/fan/shuki.htm">&#1497;&#1490;&#1488;&#1500; &#1508;&#1497;&#1497;&#1490;&#1500;&#1492; - &#1513;&#1493;&#1511;&#1497; &#1492;&#1489;&#1512;&#1497;&#1493;&#1503;</a><br>
        <a href="../new/fan/mix.htm">&#1497;&#1490;&#1488;&#1500; &#1508;&#1497;&#1497;&#1490;&#1500;&#1492; - &#1502;&#1497;&#1511;&#1505;&#1508;&#1511;&#1510;&#1497;&#1492;</a><br>
    </div>
  </div>
  <div id="Layer4" style="position:absolute; width:274px; height:32; z-index:26; left: 60px; top: 305px;">
    <p align="center" class="style2"><span lang="he">&#1511;&#1500;&#1497;&#1508; &#1500;&#1488; &#1512;&#1513;&#1502;&#1497; &#1500;&#1513;&#1497;&#1512; &#1513;&#1511;&quot;&#1501; &#1513;&#1506;&#1513;&#1492; <a href="http://stage.co.il/Authors/NirWaxman">&#1504;&#1497;&#1512; &#1493;&#1511;&#1505;&#1502;&#1503;</a></span> 
  </div>
  <div id="Layer6" style="position:absolute; width:91px; height:64px; z-index:28; left: 300px; top: 267px;"><a href="../x/fan/nirwaxman-shekem.wmv"><img src="../x/shekem.jpg" width="100" border="0"></a></div>
  <div id="Layer2" style="position:absolute; width:291px; height:38px; z-index:24; left: 9px; top: 157px;">
    <div align="center" class="style1">&#1502;&#1499;&#1497;&#1512;&#1497;&#1501; &#1488;&#1514; &#1494;&#1492; &#1513;&#1502;&#1513;&#1506;&#1502;&#1501; &#1502;&#1502;&#1513; &#1493;&#1488;&#1514;&#1501; &#1502;&#1510;&#1500;&#1502;&#1497;&#1501;/&#1502;&#1511;&#1500;&#1497;&#1496;&#1497;&#1501; ?&#1488;&#1514; &#1506;&#1510;&#1502;&#1499;&#1501; &#1513;&#1512;&#1497;&#1501; &#1493;&#1502;&#1504;&#1490;&#1504;&#1497;&#1501; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;</div>
  </div>
  <div id="Layer10" style="position:absolute; width:245px; height:21px; z-index:29; left: 56px; top: 192px;"><a href="../x/fan/Shuki.mpga" class="style2">&#1502;&#1514;&#1503; &#1492;&#1513;&#1490;&#1500;&#1503; &#1513;&#1512; &#1513;&#1493;&#1511;&#1497;- &#1488;&#1493;&#1491;&#1497;&#1493;, &#1499;&#1502;&#1506;&#1496; &#1502;&#1490;&#1492; &#1488;&#1495;&#1491; </a></div>
  <div id="Layer3" style="position:absolute; width:241px; height:21px; z-index:25; left: 81px; top: 233px;">
    <div align="right"><a href="../x/fan/oldblend_namer.wmv" class="style2">&#1500;&#1492;&#1511;&#1514; &#1488;&#1493;&#1500;&#1491;&#1489;&#1500;&#1504;&#1491; &#1489;&#1499;&#1497;&#1505;&#1493;&#1497; &#1500;&#1506;&#1497;&#1503; &#1492;&#1504;&#1502;&#1512;- &#1493;&#1497;&#1491;&#1488;&#1493;, 14.8 &#1502;&#1490;&#1492; </a></div>
    <div align="right"></div>
    <div align="right"></div>
  </div>
  <div id="Layer7" style="position:absolute; width:93px; height:67px; z-index:28; left: -22px; top: 221px;"><a href="../x/fan/oldblend_namer.wmv"><img src="../x/oldblend.jpg" width="100" border="0"></a></div>
  <div id="Layer5" style="position:absolute; width:296px; height:27px; z-index:30; left: 100px; top: 360px;" class="style2"><a href="../new/down/shuki.ppt">&#1502;&#1513;&#1508;&#1495;&#1514; &#1488;&#1512;&#1502;&#1493;&#1503; &#1490;&#1488;&#1497;&#1501; &#1500;&#1492;&#1510;&#1497;&#1490;: &#1502;&#1510;&#1490;&#1514; &#1508;&#1488;&#1493;&#1488;&#1512; &#1508;&#1493;&#1497;&#1504;&#1496; &#1500;&#1513;&#1493;&#1511;&#1497; </a>
      <div id="Layer8" style="position:absolute; width:78px; height:79px; z-index:31; left: -84px; top: -28px;"><a href="../new/down/shuki.ppt"><img src="../new/down/shuki.jpg" width="80" border="0"></a></div>
  </div>
  <div id="Layer12" class="style19" style="position:absolute; width:419px; height:548px; z-index:29; left: -2px; top: 415px;">
    <p align="right" class=MsoNormal dir=RTL><span lang=HE style='font-size:11.0pt;font-family: Arial'><o:p>&#1508;&#1514;&#1495; &#1514;&#1511;&#1493;&#1493;&#1492; / &#1491;&#1497;&#1505;&#1496;&#1493;&#1512;&#1513;&#1503; 16.11.05 &nbsp;</o:p></span></p>
    <p align="right" class=MsoNormal dir=RTL><span lang=HE style='font-size:9.0pt;font-family: Arial'>&#1494;&#1492; &#1492;&#1497;&#1492; &#1489;&#1506;&#1512;&#1489; &#1499;&quot;&#1495; &#1489;&#1499;&#1505;&#1500;&#1493;. &#1504;&#1505;&#1506;&#1514;&#1497; &#1489;&#1488;&#1497;&#1497;&#1500;&#1493;&#1503; &#1491;&#1512;&#1493;&#1501; &#1488;&#1500; &#1506;&#1489;&#1512; &#1492;&#1506;&#1497;&#1512; &#1492;&#1490;&#1491;&#1493;&#1500;&#1492;- &#1488;&#1497;&#1503; &#1489;&#1488;&#1502;&#1514; &#1502;&#1492; &#1500;&#1495;&#1508;&#1513; &#1488;&#1510;&#1500;&#1504;&#1493; &#1508;&#1492; &#1489;&#1490;&#1503;-&#1497;&#1489;&#1504;&#1492;. &#1505;&#1514;&#1501; &#1495;&#1493;&#1512; &#1502;&#1506;&#1488;&#1508;&#1503;, &#1499;&#1493;&#1500;&#1501; &#1502;&#1506;&#1513;&#1504;&#1497;&#1501; &#1504;&#1493;&#1489;&#1500;&#1505;. &#1488;&#1497;&#1499;&#1505;. &#1505;&#1497;&#1508;&#1512;&#1493; &#1500;&#1497; &#1508;&#1506;&#1501; &#1513;&#1502;&#1510;&#1488;&#1493; &#1494;&#1504;&#1489; &#1513;&#1500; &#1506;&#1499;&#1489;&#1512; &#1502;&#1490;&#1493;&#1500;&#1490;&#1500; &#1489;&#1514;&#1493;&#1498; &#1492;&#1505;&#1497;&#1490;&#1512;&#1497;&#1492;, &#1493;&#1499;&#1504;&#1507; &#1513;&#1500; &#1495;&#1493;&#1502;&#1497;&#1497;&#1504;&#1497;. &#1489;&#1511;&#1497;&#1510;&#1493;&#1512;, &#1492;&#1490;&#1506;&#1514;&#1497; &#1500;&#1514;&#1500; &#1488;&#1489;&#1497;&#1489; &#1493;&#1500;&#1488; &#1492;&#1497;&#1492; &#1495;&#1504;&#1497;&#1492;, &#1488;&#1494; &#1506;&#1510;&#1512;&#1514;&#1497; &#1488;&#1514; &#1492;&#1488;&#1493;&#1496;&#1493; &#1489;&#1488;&#1502;&#1510;&#1506; &#1492;&#1499;&#1489;&#1497;&#1513; &#1493;&#1497;&#1512;&#1491;&#1514;&#1497; &#1500;&#1508;&#1488;&#1489; &#1492;&#1511;&#1512;&#1493;&#1489;, &#1506;&#1500; &#1492;&#1494;&#1497;&#1503; &#1513;&#1500;&#1497;, &#1513;&#1497;&#1510;&#1508;&#1512;&#1493;. &#1500;&#1489;&#1504;&#1493;&#1514; &#1502;&#1493;&#1514;&#1512; &#1492;&#1499;&#1500;, &#1500;&#1488;?:) <o:p></o:p></span></p>
    <p align="right" class=MsoNormal dir=RTL><span lang=HE style='font-size:9.0pt;font-family: Arial'>&#1492;&#1514;&#1511;&#1512;&#1489;&#1514;&#1497; &#1500;&#1489;&#1512; &#1493;&#1512;&#1510;&#1497;&#1514;&#1497; &#1500;&#1492;&#1494;&#1502;&#1497;&#1503; &#1489;&#1497;&#1512;&#1492; &#1499;&#1513;&#1513;&#1502;&#1514;&#1497; &#1500;&#1489; &#1513;&#1492;&#1489;&#1512;&#1502;&#1503; &#1513;&#1501; &#1502;&#1499;&#1497;&#1512; &#1488;&#1514; &#1499;&#1493;&#1500;&#1501; &#1493;&#1504;&#1493;&#1514;&#1503; &#1500;&#1492;&#1501; &#1497;&#1513;&#1512; &#1489;&#1500;&#1497; &#1500;&#1513;&#1488;&#1493;&#1500; &#1488;&#1508;&#1497;&#1500;&#1493; &#1488;&#1497;&#1494;&#1492; &ndash; &#1505;&#1493;&#1490;. &#1511;&#1497;&#1504;&#1488;&#1514;&#1497; &#1511;&#1510;&#1514;. &#1490;&#1501; &#1488;&#1504;&#1497; &#1512;&#1493;&#1510;&#1492; &#1489;&#1497;&#1512;&#1492; &#1499;&#1499;&#1492; &#1505;&#1514;&#1501;. &#1513;&#1514;&#1511;&#1514;&#1497; &#1499;&#1502;&#1492; &#1491;&#1511;&#1493;&#1514;, &#1489;&#1514;&#1511;&#1493;&#1493;&#1492; &#1513;&#1492;&#1493;&#1488; &#1508;&#1513;&#1493;&#1496; &#1497;&#1510;&#1497;&#1506; &#1500;&#1497;, &#1488;&#1489;&#1500; &#1494;&#1492; &#1500;&#1488; &#1492;&#1490;&#1497;&#1506;. &#1504;&#1506;&#1500;&#1489;&#1514;&#1497;. &#1500;&#1488; &#1510;&#1512;&#1497;&#1498; &#1489;&#1497;&#1512;&#1492;, &#1490;&#1501; &#1499;&#1499;&#1492; &#1488;&#1504;&#1497; &#1510;&#1512;&#1497;&#1499;&#1492; &#1500;&#1504;&#1492;&#1493;&#1490; &#1492;&#1489;&#1497;&#1514;&#1492; &#1488;&#1495;&#1512; &#1499;&#1498;...<o:p></o:p></span></p>
    <p align="right" class=MsoNormal dir=RTL><span lang=HE style='font-size:9.0pt;font-family: Arial'>&#1489;&#1502;&#1489;&#1496; &#1502;&#1493;&#1513;&#1508;&#1500; &#1504;&#1497;&#1490;&#1513;&#1514;&#1497; &#1500;&#1508;&#1497;&#1504;&#1514; &#1492;&#1495;&#1491;&#1512; &#1493;&#1492;&#1514;&#1512;&#1499;&#1489;&#1500;&#1514;&#1497; &#1489;&#1514;&#1493;&#1498; &#1506;&#1510;&#1502;&#1497;.<span
style='mso-spacerun:yes'>&nbsp; </span>&#1492;&#1505;&#1514;&#1504;&#1493;&#1493;&#1512;&#1514;&#1497;, &#1500;&#1488; &#1492;&#1489;&#1504;&#1514;&#1497; &#1502;&#1488;&#1497;&#1508;&#1492; &#1494;&#1492; &#1492;&#1490;&#1497;&#1506;- &#1494;&#1512;&#1511;&#1493;&#1512; &#1499;&#1495;&#1493;&#1500; &#1502;&#1496;&#1493;&#1512;&#1507; &#1492;&#1488;&#1497;&#1512; &#1489;&#1491;&#1497;&#1493;&#1511; &#1506;&#1500;&#1497;&#1497;, &#1502;&#1502;&#1513; &#1508;&#1495;&#1491;&#1514;&#1497;!<o:p></o:p></span></p>
    <p align="right" class=MsoNormal dir=RTL><span lang=HE style='font-size:9.0pt;font-family: Arial'>&#1513;&#1502;&#1504;&#1502;&#1503; &#1495;&#1502;&#1493;&#1491; &#1492;&#1505;&#1514;&#1499;&#1500; &#1500;&#1499;&#1497;&#1493;&#1493;&#1504;&#1497; &#1489;&#1502;&#1489;&#1496; &#1513;&#1500; '&#1494;&#1493;&#1492;&#1497; &#1492;&#1488;&#1497;&#1513;&#1492;!', &#1492;&#1493;&#1495;&#1502;&#1488;&#1514;&#1497; &#1506;&#1491; &#1502;&#1488;&#1493;&#1491;.. &#1497;&#1491;&#1506;&#1514;&#1497; &#1513;&#1492;&#1497;&#1497;&#1514;&#1497; &#1510;&#1512;&#1497;&#1499;&#1492; &#1500;&#1513;&#1497;&#1501; &#1489;&#1493;&#1513;&#1501; &#1492;&#1497;&#1493;&#1501;, &#1513;&#1497;&#1496;! &#1500;&#1488; &#1504;&#1493;&#1512;&#1488;, &#1492;&#1493;&#1488; &#1497;&#1514;&#1490;&#1489;&#1512; &#1506;&#1500; &#1494;&#1492;. &#1492;&#1514;&#1511;&#1512;&#1489;&#1514;&#1497; &#1488;&#1500;&#1497;&#1493;, &#1492;&#1495;&#1494;&#1512;&#1514;&#1497; &#1500;&#1493; &#1495;&#1497;&#1493;&#1498;, &#1493;&#1500;&#1508;&#1514;&#1506; &#1492;&#1497;&#1497;&#1504;&#1493; &#1506;&#1512;&#1493;&#1502;&#1497;&#1501; &#1500;&#1488;&#1493;&#1512; &#1504;&#1512;&#1493;&#1514;, <o:p></o:p></span></p>
    <p align="right" class=MsoNormal dir=RTL><span lang=HE style='font-size:9.0pt;font-family: Arial'>&#1492;&#1493;&#1488; &#1502;&#1497;&#1500;&#1502;&#1500; &#1502;&#1513;&#1492;&#1493; &#1506;&#1500; &#1488;&#1495;&#1493;, &#1495;&#1489;&#1500; &#1513;&#1488;&#1504;&#1497; &#1500;&#1488; &#1497;&#1493;&#1491;&#1506;&#1514; &#1502;&#1492; &#1494;&#1492;. &#1513;&#1497;&#1514;&#1497;&#1497;&#1508;&#1495;, &#1502;&#1492; &#1488;&#1499;&#1508;&#1514; &#1500;&#1497;. &#1492;&#1506;&#1497;&#1511;&#1512; &#1513;&#1497;&#1514;&#1511;&#1506; &#1488;&#1493;&#1514;&#1497; &ndash; &#1499;&#1489;&#1512; 7 &#1495;&#1493;&#1491;&#1513;&#1497;&#1501; &#1500;&#1488; &#1511;&#1497;&#1489;&#1500;&#1514;&#1497; &#1494;&#1497;&#1503;! &#1489;&#1488;&#1505;&#1492;. &#1488;&#1489;&#1500; &#1492;&#1493;&#1488; &#1506;&#1493;&#1513;&#1492; &#1492;&#1499;&#1500; &#1499;&#1500; &#1499;&#1498; &#1491;&#1512;&#1502;&#1496;&#1497; &#1493;&#1500;&#1488;&#1496;, &#1499;&#1488;&#1497;&#1500;&#1493; &#1506;&#1493;&#1491; &#1513;&#1504;&#1497;&#1492; &#1492;&#1493;&#1488; &#1492;&#1493;&#1500;&#1498; &#1500;&#1510;&#1512;&#1493;&#1495; &#1502;&#1513;&#1492;&#1493;. &#1499;&#1491;&#1497; &#1500;&#1506;&#1493;&#1512;&#1512; &#1488;&#1493;&#1514;&#1493; &#1502;&#1492;&#1492;&#1497;&#1508;&#1504;&#1493;&#1494;&#1492; &#1513;&#1489;&#1492; &#1492;&#1493;&#1488; &#1513;&#1493;&#1512;&#1492;, &#1513;&#1488;&#1500;&#1514;&#1497; &#1488;&#1493;&#1514;&#1493; , &#1489;&#1502;&#1497;&#1512;&#1489; &#1496;&#1497;&#1508;&#1513;&#1493;&#1514;&#1497;, &#1502;&#1502;&#1513; &#1513;&#1504;&#1497;&#1492; &#1500;&#1508;&#1504;&#1497; &#1513;&#1492;&#1493;&#1488; &#1506;&#1502;&#1491; &#1500;&#1488;-&#1500;&#1492;&#1495;&#1496;&#1497;&#1488; &#1488;&#1514; &#1490;&#1493;&#1502;&#1514; &#1492;&#1488;&#1492;&#1489;&#1492; &#1513;&#1500;&#1497;: &#1514;&#1490;&#1497;&#1491; &#1500;&#1497;, &#1502;&#1488;&#1497;&#1508;&#1492; &#1488;&#1514;&#1492;?<o:p></o:p></span></p>
    <p align="right" class=MsoNormal dir=RTL><span lang=HE style='font-size:9.0pt;font-family: Arial'>&#1492;&#1488;&#1491;&#1497;&#1493;&#1496; &#1511;&#1508;&#1509;, &#1492;&#1513;&#1514;&#1493;&#1500;&#1500; &#1493;&#1510;&#1512;&#1495;, &#1505;&#1506;&#1502;&#1511;, &#1502;&#1492; &#1489;&#1505;&#1498; &#1492;&#1499;&#1500; &#1513;&#1488;&#1500;&#1514;&#1497;? &#1502;&#1492;, &#1490;&#1503; &#1497;&#1489;&#1504;&#1492; &#1499;&#1488;&#1497;&#1500;&#1493;? &#1497;&#1513; &#1500;&#1498; &#1502;&#1513;&#1492;&#1493; &#1497;&#1493;&#1514;&#1512; &#1490;&#1512;&#1493;&#1506; &#1502;&#1494;&#1492;? &#1488;&#1492;, &#1508;&#1514;&#1495; &#1514;&#1511;&#1493;&#1493;&#1492;. &#1499;&#1503; &#1504;&#1493; , &#1497;&#1513; &#1488;&#1497;&#1494;&#1492; &#1500;&#1492;&#1511;&#1492; &#1502;&#1513;&#1501; &#1500;&#1488;?<o:p></o:p></span></p>
    <p align="right" class=MsoNormal dir=RTL><span lang=HE style='font-size:9.0pt;font-family: Arial'>&#1488;&#1491;&#1497;&#1493;&#1496;. &#1492;&#1514;&#1495;&#1497;&#1500; &#1500;&#1505;&#1508;&#1512; &#1500;&#1497; &#1506;&#1500; &#1506;&#1512;&#1505;&#1497;&#1501;, &#1494;&#1511;&#1504;&#1493;&#1514;, &#1493;&#1489;&#1504;&#1497; &#1506;&#1511;&#1497;&#1489;&#1488;. &#1504;&#1493;, &#1488;&#1494; &#1514;&#1506;&#1489;&#1493;&#1512; &#1491;&#1497;&#1512;&#1492; &#1499;&#1489;&#1512;, &#1502;&#1492; &#1492;&#1505;&#1512;&#1496;? &#1502;&#1513;&#1493;&#1501; &#1502;&#1511;&#1493;&#1501; &#1510;&#1510;&#1493; &#1506;&#1493;&#1491; &#1493;&#1506;&#1493;&#1491; &#1490;&#1489;&#1512;&#1497;&#1501; &#1506;&#1501; &#1499;&#1500;&#1497; &#1504;&#1490;&#1497;&#1504;&#1492;, &#1495;&#1497;&#1489;&#1512;&#1493; &#1500;&#1502;&#1490;&#1489;&#1512;&#1497;&#1501;, &#1506;&#1513;&#1493; &#1489;&#1500;&#1488;&#1504;&#1505; &#1493;&#1492;&#1514;&#1495;&#1497;&#1500;&#1493; &#1500;&#1504;&#1490;&#1503; &#1500;&#1497; &#1506;&#1500; &#1492;&#1502;&#1497;&#1496;&#1492;, &#1490;&#1497;&#1496;&#1512;&#1493;&#1514; &#1513;&#1493;&#1512;&#1511;&#1493;&#1514; &ndash; &#1493;&#1492;&#1493;&#1488; &#1500;&#1488; &#1502;&#1488;&#1502;&#1497;&#1503; &#1513;&#1492;&#1493;&#1488; &#1490;&#1512; &#1489;&#1508;&#1514;&#1495; &#1514;&#1511;&#1493;&#1493;&#1492;, &#1497;&#1493;&#1508;&#1497;! &#1514;&#1493;&#1508;&#1497;&#1501; &#1502;&#1514;&#1495;&#1512;&#1506;&#1497;&#1501;, &#1513;&#1504;&#1497;&#1501; &#1506;&#1500; &#1490;&#1489;&#1497; &#1513;&#1504;&#1497;&#1501;, &#1493;&#1488;&#1504;&#1497; &#1502;&#1505;&#1514;&#1514;&#1512;&#1514; &#1506;&#1512;&#1493;&#1502;&#1492; &#1493;&#1502;&#1508;&#1493;&#1495;&#1491;&#1514; &#1502;&#1514;&#1495;&#1514; &#1500;&#1513;&#1502;&#1497;&#1499;&#1492; &#1491;&#1511;&#1492;, &#1502;&#1495;&#1499;&#1492; &#1513;&#1492;&#1508;&#1512;&#1497;&#1511;&#1497;&#1501; &#1497;&#1511;&#1508;&#1500;&#1493; &#1488;&#1514; &#1506;&#1510;&#1502;&#1501; &#1493;&#1497;&#1495;&#1494;&#1512;&#1493; &#1500;&#1508;&#1514;&#1495; &#1514;&#1511;&#1493;&#1493;&#1492;. &#1508;&#1506;&#1501; &#1488;&#1495;&#1512;&#1493;&#1504;&#1492; &#1513;&#1488;&#1504;&#1497; &#1500;&#1493;&#1511;&#1495;&#1514; &#1488;&#1514; &#1488;&#1497;&#1497;&#1500;&#1493;&#1503; &#1491;&#1512;&#1493;&#1501;<o:p></o:p></span></p>
    <p align="right" class=MsoNormal dir=RTL><span lang=HE style='font-size:9.0pt;font-family: Arial'><o:p></o:p></span></p>
  </div>
</div>
</body>
</html>
