<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Untitled Document</title>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
//-->
</script>
<style type="text/css">
<!--
.style1 {
	font-family: Arial, Helvetica, sans-serif;
	font-size: 14px;
}
-->
</style>
</head>

<body>
<div id="Layer1" style="position:absolute; width:438px; height:368px; z-index:1; left: 8px; top: 11px;">
  <div align="right" class="style1">
    <p align="right">!&#1493;&#1489;&#1499;&#1503;, &#1489;&#1512;&#1493;&#1499;&#1497;&#1501; &#1492;&#1489;&#1488;&#1497;&#1501;<br>
      <br>
      <strong>.&#1492;&#1492;&#1493;&#1508;&#1506;&#1492; &#1492;&#1511;&#1512;&#1493;&#1489;&#1492; - 1.3.2006 , 22:00 - &#1489;&#1488;&#1512;&#1489;&#1497; &#1514;&#1500; &#1488;&#1489;&#1497;&#1489;</strong><br>
    <br>
    &#1488;&#1514;&#1512; &#1492;&#1506;&#1497;&#1494;&#1497;&#1501; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1497;&#1491;&#1493;&#1506; &#1489;&#1510;&#1497;&#1489;&#1493;&#1512; &#1499;&#1488;&#1514;&#1512; &#1513;&#1500;&#1488; &#1505;&#1490;&#1493;&#1512; &#1489;&#1502;&#1497;&#1493;&#1495;&#1491; &#1506;&#1500; &#1488;&#1497;&#1498; &#1492;&#1493;&#1488; <br>
    ,&#1488;&#1502;&#1493;&#1512; &#1489;&#1491;&#1497;&#1493;&#1511; &#1500;&#1492;&#1512;&#1488;&#1493;&#1514;. &#1488;&#1494; &#1504;&#1497;&#1505;&#1497;&#1504;&#1493; &#1506;&#1493;&#1491; &#1490;&#1512;&#1505;&#1514; &#1506;&#1497;&#1510;&#1493;&#1489;- &#1493;&#1506;&#1491; &#1499;&#1502;&#1492; &#1513;&#1494;&#1492; &#1504;&#1512;&#1488;&#1492; &#1502;&#1508;&#1492;<br>
    (&#1492;&#1497;&#1488; &#1492;&#1499;&#1497; &#1502;&#1490;&#1504;&#1497;&#1489;&#1492;. &#1489;&#1512;&#1493;&#1499;&#1497;&#1501; &#1492;&#1489;&#1488;&#1497;&#1501; &#1500;&#1490;&#1512;&#1505;&#1514; &#1492;&#1506;&#1508;&#1512;&#1493;&#1503;! (&#1488;&#1493;: &#1490;&#1497;&#1488; &#1513;&#1502;&#1497;, &#1490;'&#1497;&#1504;&#1490;'&#1497;, &#1502;&#1489;&#1497;&#1497;&#1510;&#1514;<br>
    <br>
    &#1500;&#1510;&#1506;&#1512;&#1499;&#1501;, &#1492;&#1488;&#1504;&#1513;&#1497;&#1501; &#1513;&#1488;&#1493;&#1492;&#1489;&#1497;&#1501; &#1497;&#1493;&#1514;&#1512; &#1488;&#1514; &#1492;&#1490;&#1512;&#1505;&#1488;&#1493;&#1514; &#1492;&#1511;&#1493;&#1491;&#1502;&#1493;&#1514;- &#1492;&#1503; &#1500;&#1488; &#1497;&#1514;&#1506;&#1491;&#1499;&#1504;&#1493; &#1506;&#1493;&#1491;<br>
    &#1500;&#1506;&#1493;&#1500;&#1502;&#1497; &#1506;&#1491;. &#1500;&#1506;&#1493;&#1502;&#1514; &#1494;&#1488;&#1514;, &#1499;&#1488;&#1503; &#1514;&#1493;&#1499;&#1500;&#1493; &#1500;&#1492;&#1504;&#1493;&#1514; &#1502;&#1506;&#1491;&#1499;&#1493;&#1504;&#1497; &#1492;&#1493;&#1508;&#1506;&#1493;&#1514;, &#1488;&#1500;&#1489;&#1493;&#1502;&#1497; &#1514;&#1502;&#1493;&#1504;&#1493;&#1514; <br>
    ,&#1502;&#1505;&#1493;&#1491;&#1512;&#1497;&#1501; &#1499;&#1492;&#1500;&#1499;&#1492; (&#1505;&#1493;&#1507; &#1505;&#1493;&#1507;!) , &#1493;&#1489;&#1499;&#1500; &#1492;&#1495;&#1512;&#1488; &#1492;&#1495;&#1491;&#1513;- &#1511;&#1500;&#1497;&#1508;&#1497;&#1501; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1500;&#1492;&#1493;&#1512;&#1491;&#1492;<br>
    &#1506;&#1502;&#1493;&#1491; &#1508;&#1488;&#1504;-&#1488;&#1512;&#1496; (&#1497;&#1510;&#1497;&#1512;&#1493;&#1514; &#1513;&#1500; &#1502;&#1506;&#1512;&#1497;&#1510;&#1497;&#1501;) &#1502;&#1506;&#1493;&#1491;&#1499;&#1503;, &#1506;&#1502;&#1493;&#1491;&#1497; &#1513;&#1497;&#1512;&#1497;&#1501; &#1495;&#1491;&#1513;&#1497;&#1501; &#1493;&#1502;&#1490;&#1504;&#1497;&#1489;&#1497;&#1501; <br>
    &#1500;&#1499;&#1500; &#1492;&#1491;&#1506;&#1493;&#1514; (&#1499;&#1502;&#1506;&#1496; &#1489;&#1499;&#1500; &#1506;&#1502;&#1493;&#1491; &#1497;&#1513; &#1502;&#1497;&#1500;&#1497;&#1501;, &#1488;&#1511;&#1493;&#1512;&#1491;&#1497;&#1501;, &#1496;&#1488;&#1489;&#1497;&#1501;, &#1514;&#1512;&#1490;&#1493;&#1501; &#1500;&#1488;&#1504;&#1490;&#1500;&#1497;&#1514;, &#1511;&#1497;&#1513;&#1493;&#1512;<br>
    &#1500;&#1511;&#1500;&#1497;&#1508; (&#1488;&#1501; &#1497;&#1513;..) &#1502;&#1497;&#1491;&#1506; &#1504;&#1493;&#1505;&#1507;, &#1508;&#1488;&#1504;-&#1488;&#1512;&#1496; &#1493;&#1492;&#1491;&#1493;&#1489;&#1491;&#1489;&#1503; &#1513;&#1489;&#1511;&#1510;&#1508;&#1514; &#1492;&#1502;&#1511;&#1493;&#1500;&#1511;&#1500;&#1514; - &#1496;&#1501; &#1496;&#1501;<br>
    &#1496;&#1501;! &#1488;&#1514; &#1492;&#1513;&#1497;&#1512; (&#1489;&#1493;&#1496;&#1500;&#1490; &#1513;&#1500;&#1493;) &#1500;&#1492;&#1513;&#1502;&#1506;&#1492;!) &#1488;&#1497;&#1494;&#1492; &#1497;&#1493;&#1508;&#1497;. &#1514;&#1512;&#1488;&#1493; &#1500;&#1497; &#1506;&#1493;&#1491; &#1488;&#1514;&#1512; &#1512;&#1513;&#1502;&#1497; &#1513;&#1504;&#1493;&#1514;&#1503;<br>
    &#1499;&#1488;&#1500;&#1492; &#1488;&#1508;&#1513;&#1512;&#1493;&#1497;&#1493;&#1514;. &#1496;&#1493;&#1489;, &#1514;&#1492;&#1504;&#1493;, &#1514;&#1489;&#1493;&#1488;&#1493; &#1500;&#1492;&#1493;&#1508;&#1506;&#1492; &#1489;&#1502;&#1512;&#1509;, &#1493;&#1513;&#1497;&#1492;&#1497;&#1492; &#1489;&#1499;&#1497;&#1507;</p>
    <p align="left"><strong><br>
      &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;.&#1504;&#1496;</strong></p>
  </div>
</div>
</body>
</html>
