<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Untitled Document</title>
<style type="text/css">
<!--
body,td,th {
	font-family: Arial, Helvetica, sans-serif;
}
a:link {
	color: #0000FF;
}
a:visited {
	color: #0000FF;
}
a:hover {
	color: #FF0000;
}
.style1 {
	font-size: 14pt;
	font-weight: bold;
}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);

function MM_swapImgRestore() { //v3.0
  var i,x,a=document.MM_sr; for(i=0;a&&i<a.length&&(x=a[i])&&x.oSrc;i++) x.src=x.oSrc;
}

function MM_preloadImages() { //v3.0
  var d=document; if(d.images){ if(!d.MM_p) d.MM_p=new Array();
    var i,j=d.MM_p.length,a=MM_preloadImages.arguments; for(i=0; i<a.length; i++)
    if (a[i].indexOf("#")!=0){ d.MM_p[j]=new Image; d.MM_p[j++].src=a[i];}}
}

function MM_findObj(n, d) { //v4.01
  var p,i,x;  if(!d) d=document; if((p=n.indexOf("?"))>0&&parent.frames.length) {
    d=parent.frames[n.substring(p+1)].document; n=n.substring(0,p);}
  if(!(x=d[n])&&d.all) x=d.all[n]; for (i=0;!x&&i<d.forms.length;i++) x=d.forms[i][n];
  for(i=0;!x&&d.layers&&i<d.layers.length;i++) x=MM_findObj(n,d.layers[i].document);
  if(!x && d.getElementById) x=d.getElementById(n); return x;
}

function MM_swapImage() { //v3.0
  var i,j=0,x,a=MM_swapImage.arguments; document.MM_sr=new Array; for(i=0;i<(a.length-2);i+=3)
   if ((x=MM_findObj(a[i]))!=null){document.MM_sr[j++]=x; if(!x.oSrc) x.oSrc=x.src; x.src=a[i+2];}
}
//-->
</script>
</head>

<body onLoad="MM_preloadImages('omri2.gif')">
<div align="right">
  <div id="Layer1" style="position:absolute; width:88px; height:118px; z-index:1; left: 84px; top: 1px;"><a href="#" onMouseOut="MM_swapImgRestore()" onMouseOver="MM_swapImage('Image1','','omri2.gif',1)"><img src="omri.gif" name="Image1" width="185" border="0"></a></div>
  <p class="MsoNormal style1" style="line-height: 150%;" dir="rtl"><font face="David">&#1506;&#1502;&#1512;&#1497; &#1492;&#1504;&#1490;&#1489;&#1497;<br>
    &#1502;&#1514;&#1493;&#1508;&#1507;<br>
    &#1489;&#1495;&#1505;&#1491; &#1506;&#1500;&#1497;&#1493;&#1503;<br>
    1977 
    <br>
    <br>
    <br>
  </font></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">&#1506;&#1502;&#1512;&#1497; &#1504;&#1493;&#1500;&#1491; &#1489;- 05.10.1977 &#1493;&#1490;&#1491;&#1500; &#1489;&#1492;&#1512;&#1510;&#1500;&#1497;&#1492;. &#1489;&#1494;&#1499;&#1512;&#1493;&#1504;&#1493; &#1492;&#1502;&#1506;&#1493;&#1502;&#1506;&#1501; &#1497;&#1513;&#1504;&#1492; &#1492;&#1493;&#1508;&#1506;&#1492; &#1513;&#1512;&#1488;&#1492; &#1489;&#1490;&#1497;&#1500; 6 &#1513;&#1500; &#1500;&#1492;&#1511;&#1492; &#1499;&#1500;&#1513;&#1492;&#1497; &#1489;&#1489;&#1497;&#1514; &#1492;&#1505;&#1508;&#1512;. &#1492;&#1493;&#1488; &#1494;&#1493;&#1499;&#1512; &#1513;&#1504;&#1502;&#1513;&#1498; &#1488;&#1500; &#1514;&#1495;&#1489;&#1493;&#1500;&#1493;&#1514;&#1497;&#1493; &#1513;&#1500; &#1492;&#1502;&#1514;&#1493;&#1508;&#1507; &#1493;&#1502;&#1497;&#1491; &#1497;&#1491;&#1506; &#1513;&#1494;&#1492; &#1502;&#1492; &#1513;&#1510;&#1512;&#1497;&#1498; &#1500;&#1506;&#1513;&#1493;&#1514;. &#1489;&#1490;&#1497;&#1500; 7 &#1499;&#1489;&#1512; &#1500;&#1502;&#1491; &#1514;&#1493;&#1508;&#1497;&#1501; &#1489;&#1495;&#1512;&#1497;&#1510;&#1493;&#1514; &#1493;&#1492;&#1514;&#1511;&#1491;&#1501; &#1500;&#1513;&#1489;&#1497;&#1506;&#1493;&#1514; &#1512;&#1510;&#1493;&#1504;&#1493; &#1513;&#1500; &#1502;&#1493;&#1512;&#1492;&#1493;, &#1488;&#1498; &#1502;&#1511;&#1509; &#1513;&#1504;&#1514;&#1497;&#1497;&#1501; &#1488;&#1497;&#1489;&#1491; &#1506;&#1504;&#1497;&#1497;&#1503; &#1489;&#1500;&#1497;&#1502;&#1493;&#1491;&#1497;&#1501; &#1493;&#1492;&#1514;&#1511;&#1493;&#1508;&#1492; &#1489;&#1488;&#1492; &#1488;&#1500; &#1505;&#1497;&#1493;&#1502;&#1492;. &#1506;&#1502;&#1512;&#1497; &#1504;&#1496;&#1513; &#1488;&#1514; &#1492;&#1514;&#1493;&#1508;&#1497;&#1501; &#1493;&#1502;&#1506;&#1493;&#1500;&#1501;, &#1502;&#1506;&#1493;&#1500;&#1501; &#1500;&#1488; &#1495;&#1494;&#1512; &#1500;&#1504;&#1490;&#1503;.</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1494;&#1488;&#1514; &#1488;&#1493;&#1502;&#1512;&#1514;...</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1500;&#1488; &#1492;&#1497;&#1497;&#1514;&#1492; &#1500;&#1493; &#1502;&#1506;&#1512;&#1499;&#1514; &#1489;&#1489;&#1497;&#1514;, &#1488;&#1494; &#1500;&#1506;&#1514; &#1506;&#1514;&#1492; &#1492;&#1508;&#1505;&#1497;&#1511; &#1500;&#1504;&#1490;&#1503;.</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1489;&#1505;&#1493;&#1507; &#1513;&#1504;&#1514; 1992 &#1493;&#1492;&#1493;&#1488; &#1489;&#1499;&#1497;&#1514;&#1492; &#1497;' &#1504;&#1495;&#1513;&#1507; &#1500;&#1500;&#1492;&#1511;&#1493;&#1514; &#1499;&#1490;&#1493;&#1503; </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Faith No More</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, </span><span dir="LTR" style="font-size: 11pt; line-height: 150%"> Metallica</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, </span><span dir="LTR" style="font-size: 11pt; line-height: 150%">Pearl Jam</span><span lang="HE" style="font-size:

11pt;line-height:150%;font-family:David">, &#1493;&#1506;&#1493;&#1491;, &#1493;&#1492;&#1514;&#1493;&#1508;&#1497;&#1501; &quot;&#1511;&#1508;&#1510;&#1493;&quot; &#1500;&#1493; &#1492;&#1495;&#1493;&#1510;&#1492;. &#1492;&#1493;&#1488; &#1502;&#1510;&#1488; &#1513;&#1492;&#1493;&#1488; &#1502;&#1489;&#1497;&#1503; &#1500;&#1500;&#1497;&#1489;&#1501; &#1513;&#1500; &#1492;&#1502;&#1514;&#1493;&#1508;&#1508;&#1497;&#1501; &#1493;&#1488;&#1514; &#1492;&#1514;&#1508;&#1511;&#1497;&#1491;&#1497;&#1501; &#1513;&#1492;&#1501; &#1504;&#1497;&#1490;&#1504;&#1493; &#1493;&#1492;&#1512;&#1510;&#1493;&#1503; &#1500;&#1504;&#1490;&#1503; &#1513;&#1489; &#1489;&#1502;&#1500;&#1493;&#1488; &#1492;&#1502;&#1512;&#1509;. &#1512;&#1493;&#1493;&#1497; &#1502;&#1511;&#1500;&#1493;&#1514; &#1488;&#1498; &#1504;&#1496;&#1493;&#1500; &#1502;&#1506;&#1512;&#1499;&#1514; &#1497;&#1513;&#1489; &#1492;&#1504;&#1506;&#1512; &#1489;&#1495;&#1491;&#1512;&#1493; &#1493;&#1504;&#1497;&#1490;&#1503; &#1506;&#1501; &#1492;&#1500;&#1492;&#1511;&#1493;&#1514; &#1513;&#1499;&#1492; &#1488;&#1492;&#1489;. &#1506;&#1501; &#1489;&#1493;&#1488; &#1492;&#1511;&#1497;&#1509; &#1490;&#1502;&#1512; &#1488;&#1493;&#1502;&#1512; &#1489;&#1500;&#1489;&#1493; &#1513;&#1497;&#1492;&#1497;&#1492; &#1502;&#1492; &#1513;&#1497;&#1492;&#1497;&#1492;, &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1489;&#1489;&#1493;&#1512;&#1490;&#1512;&#1488;&#1504;&#1509;' &#1500;&#1488; &#1514;&#1513;&#1489;&#1493;&#1512; &#1488;&#1493;&#1514;&#1493; &#1493;&#1488;&#1514; &#1492;&#1499;&#1505;&#1507; &#1497;&#1495;&#1505;&#1493;&#1498; &#1500;&#1496;&#1493;&#1489;&#1514; &#1505;&#1496; &#1492;&#1514;&#1493;&#1508;&#1497;&#1501; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503;. &#1506;&#1491; &#1488;&#1494; &#1488;&#1499;&#1500; &#1505;&#1508;&#1512;&#1491;&#1497; &#1499;&#1508;&#1493;&#1500;. &#1508;&#1497;&#1511;&#1504;&#1496;&#1497;. &#1506;&#1493;&#1491; &#1500;&#1488; &#1492;&#1497;&#1497;&#1514;&#1492; &#1511;&#1493;&#1502;&#1489;&#1497;&#1504;&#1492;, &#1488;&#1489;&#1500; &#1492;&#1495;&#1497;&#1497;&#1501; &#1500;&#1488; &#1492;&#1497;&#1493; &#1511;&#1513;&#1497;&#1501; &#1499;&#1502;&#1493; &#1513;&#1494;&#1492; &#1488;&#1493;&#1500;&#1497; &#1504;&#1513;&#1502;&#1506;.</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1506;&#1501; &#1492;&#1490;&#1513;&#1502;&#1514; &#1492;&#1497;&#1506;&#1491; &#1492;&#1513;&#1500;&#1497;&#1498; &#1488;&#1514; &#1502;&#1491;&#1497; &#1492;&#1489;&#1493;&#1512;&#1490;&#1512;&#1488;&#1504;&#1509;' (&#1500;&#1499;&#1489;&#1497;&#1505;&#1492;) &#1493;&#1492;&#1495;&#1500; &#1502;&#1514;&#1488;&#1502;&#1503; &#1489;&#1488;&#1497;&#1504;&#1496;&#1504;&#1505;&#1497;&#1489;&#1497;&#1493;&#1514; &#1506;&#1500; &#1502;&#1506;&#1512;&#1499;&#1514;&#1493; &#1492;&#1495;&#1491;&#1513;&#1492;, &#1506;&#1501; &#1502;&#1506;&#1489;&#1512;&#1497;&#1501; &#1495;&#1491;&#1497;&#1501; &#1500;&#1508;&#1491;-&#1488;&#1497;&#1502;&#1493;&#1503; &#1493;&#1499;&#1512;&#1497;&#1493;&#1514; &#1489;&#1513;&#1506;&#1493;&#1514; &#1513;&#1488;&#1505;&#1493;&#1512;. &#1506;&#1501; &#1492;&#1495;&#1513;&#1497;&#1508;&#1492; &#1500;&#1512;&#1493;&#1511; &#1502;&#1514;&#1511;&#1491;&#1501;, &#1500;&#1492;&#1511;&#1493;&#1514; &#1499;&#1490;&#1493;&#1503; </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Yes</span><span lang="HE" style="font-size:11pt;line-height:150%;

font-family:David">, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Rush</span><span lang="HE" style="font-size:11pt;line-height:150%;

font-family:David">, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Gong</span><span lang="HE" style="font-size:11pt;line-height:150%;

font-family:David">, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">King Crimson</span><span lang="HE" style="font-size:11pt;

line-height:150%;font-family:David">, &#1493;&#1508;&#1512;&#1488;&#1504;&#1511; &#1494;&#1488;&#1508;&#1492;, &#1490;&#1489;&#1512;&#1492; &#1492;&#1492;&#1514;&#1500;&#1492;&#1489;&#1493;&#1514; &#1493;&#1488;&#1514; &#1512;&#1493;&#1489; &#1494;&#1502;&#1504;&#1493; &#1492;&#1511;&#1491;&#1497;&#1513; &#1506;&#1502;&#1512;&#1497; &#1500;&#1488;&#1497;&#1502;&#1493;&#1504;&#1497;&#1501; &#1493;&#1513;&#1497;&#1508;&#1493;&#1512; &#1492;&#1496;&#1499;&#1504;&#1497;&#1511;&#1492;. &#1504;&#1490;&#1497;&#1504;&#1492; &#1489;&#1492;&#1512;&#1499;&#1489;&#1497;&#1501; &#1500;&#1488; &#1488;&#1495;&#1512;&#1492; &#1500;&#1489;&#1493;&#1488; &#1493;&#1492;&#1504;&#1505;&#1497;&#1493;&#1503; &#1513;&#1510;&#1489;&#1512; &#1489;&#1500;&#1492;&#1511;&#1493;&#1514; &#1514;&#1497;&#1499;&#1493;&#1503; &#1500;&#1502;&#1497;&#1504;&#1497;&#1492;&#1503; &#1514;&#1512;&#1501; &#1490;&#1501; &#1492;&#1493;&#1488; &#1500;&#1492;&#1513;&#1514;&#1508;&#1512;&#1493;&#1514; &#1492;&#1504;&#1506;&#1512; &#1489;&#1499;&#1500;&#1497; &#1492;&#1495;&#1491;&#1513;-&#1497;&#1513;&#1503;.</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David; color: black"> &quot;&#1500;&#1494;&#1499;&#1493;&#1514; &#1492;&#1493;&#1512;&#1497;&#1497; &#1497;&#1497;&#1488;&#1502;&#1512; &#1513;&#1492;&#1501; &#1500;&#1488; &#1504;&#1497;&#1505;&#1493; &#1500;&#1506;&#1510;&#1493;&#1512; &#1488;&#1493;&#1514;&#1497; &#1488;&#1493; &#1500;&#1492;&#1490;&#1489;&#1497;&#1500; &#1488;&#1493;&#1514;&#1497;, &#1492;&#1501; &#1512;&#1511; &#1512;&#1510;&#1493; &#1513;&#1492;&#1514;&#1493;&#1508;&#1497;&#1501; &#1500;&#1488; &#1497;&#1489;&#1493;&#1488;&#1493; &#1506;&#1500; &#1495;&#1513;&#1489;&#1493;&#1503; &#1492;&#1500;&#1497;&#1502;&#1493;&#1491;&#1497;&#1501;&quot;, &#1488;&#1498; &#1502;&#1504;&#1490;&#1491;, &#1492;&#1500;&#1498; &#1493;&#1504;&#1506;&#1491;&#1512; &#1506;&#1493;&#1491; &#1493;&#1506;&#1493;&#1491; &#1502;&#1492;&#1500;&#1497;&#1502;&#1493;&#1491;&#1497;&#1501; &#1506;&#1500; &#1502;&#1504;&#1514; &#1500;&#1504;&#1490;&#1503;, &#1506;&#1491; &#1488;&#1513;&#1512; &#1505;&#1497;&#1497;&#1501; &#1499;&#1497;&#1514;&#1492; &#1497;&quot;&#1488; &#1493;&#1492;&#1502;&#1513;&#1497;&#1498; &#1500;&#1500;&#1497;&#1502;&#1493;&#1491;&#1497;&#1501; &#1489;<a href="http://www.rimonschool.co.il/" style="color: blue; text-decoration: underline; text-underline: single">&#1512;&#1497;&#1502;&#1493;&#1503;</a>. </span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David; color: black"> &#1488;&#1514; &#1489;&#1495;&#1497;&#1504;&#1493;&#1514; &#1492;&#1499;&#1504;&#1497;&#1505;&#1492; &#1500;&#1512;&#1497;&#1502;&#1493;&#1503; &#1506;&#1489;&#1512; &#1489;&#1504;&#1511;&#1500; &#1493;&#1505;&#1497;&#1497;&#1501; &#1513;&#1504;&#1492; &#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1506;&#1501; &#1492;&#1489;&#1504;&#1492; &#1513;&#1488;&#1514; &#1492;&#1502;&#1492;&#1500;&#1498; &#1492;&#1494;&#1492; &#1492;&#1497;&#1492; &#1506;&#1491;&#1497;&#1507; &#1500;&#1491;&#1495;&#1493;&#1514; &#1499;&#1502;&#1506;&#1492;. &#1512;&#1497;&#1502;&#1493;&#1503; &#1500;&#1488; &#1492;&#1497;&#1492; &#1492;&#1502;&#1511;&#1493;&#1501; &#1489;&#1513;&#1489;&#1497;&#1500;&#1493; &#1489;&#1513;&#1500;&#1489; &#1494;&#1492;. &#1506;&#1501; &#1514;&#1493;&#1501; &#1513;&#1504;&#1514; &#1492;&#1500;&#1497;&#1502;&#1493;&#1491;&#1497;&#1501; &#1492;&#1502;&#1513;&#1497;&#1498; &#1489;&#1491;&#1512;&#1499;&#1493; &#1500;&#1500;&#1488; &#1502;&#1505;&#1490;&#1512;&#1514; &#1500;&#1497;&#1502;&#1493;&#1491;&#1497;&#1514;, &#1493;&#1506;&#1491; &#1502;&#1492;&#1512;&#1492; &#1492;&#1513;&#1514;&#1500;&#1489; &#1489;&#1492;&#1512;&#1499;&#1489;&#1497;&#1501; &#1512;&#1489;&#1497;&#1501;.</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David; color: black"> &#1489;-1997 &#1495;&#1489;&#1512; &#1500;</span><span dir="LTR" style="font-size: 11pt; line-height: 150%; font-family: Verdana; color: black">Alone</span><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David; color: black"> &#1513;&#1500; &#1488;&#1500;&#1493;&#1503; &#1513;&#1490;&#1497;&#1488; &#1513;&#1501; &#1504;&#1513;&#1488;&#1512; &#1506;&#1491; &#1492;&#1505;&#1493;&#1507; &#1492;&#1502;&#1512; &#1489;&#1513;&#1504;&#1514; 2004. &#1489;-1998 &#1492;&#1510;&#1496;&#1512;&#1507; &#1500;&#1502;&#1496;&#1489;&#1493;&#1495;&#1492; &#1513;&#1500; &#1490;&#1497;&#1488; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; (&#1493;&#1492;&#1502;&#1513;&#1497;&#1498; &#1500;&#1500;&#1492;&#1511;&#1492; &#1504;&#1493;&#1505;&#1508;&#1514; &#1513;&#1500; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; &#1513;&#1489;&#1488;&#1492; &#1500;&#1488;&#1495;&#1512;&#1497;&#1492; - &#1488;&#1496;&#1500;&#1497;&#1494;, &#1489;&#1492; &#1492;&#1493;&#1488; &#1502;&#1504;&#1490;&#1503; &#1506;&#1491; &#1506;&#1510;&#1501; &#1492;&#1497;&#1493;&#1501; &#1492;&#1494;&#1492;), &#1493;&#1500;&#1508;&#1500;&#1488;&#1508;&#1500; &#1488;&#1493;&#1493;&#1504;&#1490;&#1488;&#1512;&#1491; - &#1505;&#1493;&#1508;&#1512;&#1490;&#1512;&#1493;&#1508; &#1513;&#1502;&#1511;&#1493;&#1512;&#1493; &#1489;&#1506;&#1493;&#1489;&#1491;&#1497; &#1495;&#1504;&#1493;&#1514; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1513;&#1500; &#1492;&#1488;&#1493;&#1494;&#1503; &#1492;&#1513;&#1500;&#1497;&#1513;&#1497;&#1514; &#1488;&#1513;&#1512; &#1492;&#1514;&#1502;&#1495;&#1492; &#1489;&#1505;&#1513;&#1504;&#1497;&#1501; &#1488;&#1512;&#1493;&#1499;&#1497;&#1501; &#1513;&#1500; &#1488;&#1497;&#1502;&#1508;&#1512;&#1493;&#1489;&#1497;&#1494;&#1510;&#1497;&#1492; &#1492;&#1494;&#1493;&#1497;&#1492;. &#1489;-1999 &#1495;&#1489;&#1512; &#1500;&#1513;&#1504;&#1497; &#1492;&#1512;&#1499;&#1489;&#1497;&#1501; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501;: &#1500;&#1492;&#1511;&#1514;&#1492; &#1513;&#1500; <a href="http://www.ronakenan.com/" style="color: blue; text-decoration: underline; text-underline: single"> &#1512;&#1493;&#1504;&#1492; &#1511;&#1497;&#1504;&#1503;</a>, &#1488;&#1493;&#1514;&#1492; &#1492;&#1499;&#1497;&#1512; &#1491;&#1512;&#1498; &#1506;&#1493;&#1502;&#1512; &#1495;&#1494;&#1497;&#1494;, &#1513;&#1493;&#1514;&#1508;&#1493; &#1500;&#1491;&#1497;&#1512;&#1492; &#1491;&#1488;&#1494;, &#1493;&#1506;&#1502;&#1492; &#1502;&#1493;&#1505;&#1497;&#1507; &#1500;&#1504;&#1490;&#1503; &#1490;&#1501; &#1492;&#1497;&#1493;&#1501;, &#1493;&#1500;&#1492;&#1511;&#1514; &#1492;&#1488;&#1497;&#1504;&#1491;&#1497;-&#1512;&#1493;&#1511; </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%; font-family: Verdana; color: black"> Mono Addicted Acid Man</span><span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David; color: black"> &#1488;&#1497;&#1514;&#1501; &#1504;&#1497;&#1490;&#1503; &#1513;&#1504;&#1492; &#1500;&#1506;&#1512;&#1498;. &#1489;- 2002-3 &#1495;&#1489;&#1512; &#1500;&#1491;&#1493;&#1497;&#1491; &#1489;&#1512;&#1493;&#1494;&#1492; &#1500;&#1505;&#1497;&#1489;&#1493;&#1489; &#1492;&#1492;&#1493;&#1508;&#1506;&#1493;&#1514; &#1513;&#1489;&#1506;&#1511;&#1489;&#1493;&#1514; &#1492;&#1488;&#1500;&#1489;&#1493;&#1501; '&#1492;&#1499;&#1500; &#1488;&#1493; &#1499;&#1500;&#1493;&#1501;'.</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1488;&#1514; &#1512;&#1493;&#1489; &#1495;&#1489;&#1512;&#1497; &#1500;&#1492;&#1511;&#1514; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1492;&#1499;&#1497;&#1512; &#1502;&#1489;&#1506;&#1493;&#1491; &#1502;&#1493;&#1506;&#1491;: &#1488;&#1514; &#1513;&#1512;&#1497;&#1514;, &#1490;&#1497;&#1488; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514;, &#1493;&#1497;&#1512;&#1493;&#1503; &#1502;&#1502;&#1496;&#1489;&#1493;&#1495;&#1492;, &#1493;&#1490;&#1501; &#1502;&#1492;&#1491;&#1500;&#1508;&#1497; &#1513;&#1501; &#1506;&#1489;&#1512;&#1493; &#1497;&#1512;&#1493;&#1503; &#1493;&#1513;&#1512;&#1497;&#1514;, &#1488;&#1514; &#1490;&#1497;&#1488; &#1513;&#1502;&#1497; &#1502;&#1512;&#1497;&#1502;&#1493;&#1503; &#1493;&#1502;- </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Alone</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, &#1493;&#1499;&#1504;&#1512;&#1488;&#1492; &#1490;&#1501; &#1488;&#1514; &#1512;&#1503; &#1502;&#1488;&#1497;&#1508;&#1513;&#1492;&#1493;. &#1506;&#1500; &#1499;&#1503; &#1500;&#1488; &#1508;&#1500;&#1488; &#1513;&#1513;&#1502;&#1493; &#1506;&#1500;&#1492; &#1499;&#1502;&#1493;&#1506;&#1502;&#1491; &#1512;&#1488;&#1493;&#1497; &#1500;&#1514;&#1508;&#1493;&#1505; &#1488;&#1514; &#1502;&#1511;&#1493;&#1502;&#1493; &#1513;&#1500; &#1512;&#1503; &#1497;&#1493;&#1512;&#1490;&#1504;&#1505;&#1493;&#1503; &#1506;&#1493;&#1491; &#1499;&#1513;&#1492;&#1510;&#1492;&#1497;&#1512; &#1500;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1506;&#1500; &#1499;&#1493;&#1493;&#1504;&#1514;&#1493; &#1500;&#1506;&#1494;&#1493;&#1489;, &#1489;&#1513;&#1504;&#1514; 2000. &#1489;&#1514;&#1495;&#1497;&#1500;&#1492; &#1492;&#1506;&#1491;&#1497;&#1507; &#1513;&#1500;&#1488; &#1500;&#1506;&#1513;&#1493;&#1514; &#1499;&#1503;, &#1493;&#1505;&#1512;&#1489; &#1500;&#1492;&#1510;&#1506;&#1514;&#1501; &#1513;&#1500; &#1497;&#1493;&#1512;&#1490;&#1503; &#1493;&#1513;&#1502;&#1497; &#1500;&#1489;&#1493;&#1488; &#1500;&#1495;&#1494;&#1512;&#1492;. &#1492;&#1493;&#1488; &#1491;&#1497;&#1502;&#1492; &#1488;&#1514; &#1492;&#1505;&#1497;&#1496;&#1493;&#1488;&#1510;&#1497;&#1492; &#1500;&#1500;&#1492;&#1511;&#1514; </span><span dir="LTR" style="font-size: 11pt; line-height: 150%">Primus</span><span lang="HE" style="font-size:11pt;

line-height:150%;font-family:David">, &#1513;&#1504;&#1513;&#1502;&#1506;&#1493; &#1513;&#1493;&#1504;&#1492; &#1500;&#1488;&#1495;&#1512; &#1513;&#1489;&#1468;&#1456;&#1512;&#1461;&#1497;&#1456;&#1497;&#1456;&#1503; &#1514;&#1508;&#1505; &#1488;&#1514; &#1502;&#1511;&#1493;&#1502;&#1493; &#1513;&#1500; &#1492;&#1462;&#1512;&#1456;&#1489;&#1468; &#1513;&#1506;&#1494;&#1489;. &#1492;&#1493;&#1488; &#1488;&#1492;&#1489; &#1488;&#1514; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1499;&#1508;&#1497; &#1513;&#1492;&#1501; &#1493;&#1500;&#1488; &#1512;&#1510;&#1492; &#1513;&#1505;&#1490;&#1504;&#1493;&#1503; &#1492;&#1504;&#1490;&#1497;&#1504;&#1492; &#1513;&#1500;&#1493; &#1497;&#1513;&#1504;&#1492; &#1488;&#1493;&#1514;&#1501; &#1493;&#1488;&#1514; &#1488;&#1497;&#1498; &#1513;&#1492;&#1511;&#1492;&#1500; &#1502;&#1499;&#1497;&#1512; &#1488;&#1493;&#1514;&#1501;. &#1490;&#1497;&#1488; &#1489;&#1503;-&#1513;&#1496;&#1512;&#1497;&#1514; &#1502;&#1510;&#1491;&#1493; &#1490;&#1501; &#1499;&#1503; &#1492;&#1506;&#1491;&#1497;&#1507; &#1513;&#1500;&#1488; &#1500;&#1506;&#1512;&#1489;&#1489; &#1513;&#1502;&#1495;&#1492; &#1489;&#1513;&#1502;&#1495;&#1492; (&#1488;&#1493; &#1489;&#1513;&#1512; &#1506;&#1501; &#1495;&#1500;&#1489;, &#1500;&#1508;&#1497; &#1490;&#1512;&#1505;&#1488;&#1493;&#1514; &#1488;&#1495;&#1512;&#1493;&#1514;), &#1493;&#1492;&#1492;&#1510;&#1506;&#1492; &#1504;&#1491;&#1495;&#1514;&#1492;. &#1502;&#1513;&#1504;&#1506;&#1513;&#1492; &#1492;&#1502;&#1510;&#1489; &#1511;&#1512;&#1497;&#1496;&#1497; &#1493;&#1502;&#1514;&#1493;&#1508;&#1507; &#1512;&#1488;&#1493;&#1497; &#1506;&#1493;&#1491; &#1500;&#1488; &#1504;&#1502;&#1510;&#1488; &#1492;&#1495;&#1500;&#1497;&#1496;&#1493; &#1513;&#1504;&#1497; &#1492;&#1510;&#1491;&#1491;&#1497;&#1501; &#1500;&#1514;&#1514; &#1492;&#1494;&#1491;&#1502;&#1504;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1514; &#1500;&#1512;&#1506;&#1497;&#1493;&#1503;, &#1493;&#1494;&#1493; &#1492;&#1493;&#1499;&#1497;&#1495;&#1492; &#1493;&#1502;&#1502;&#1513;&#1497;&#1499;&#1492; &#1500;&#1492;&#1493;&#1499;&#1497;&#1495; &#1488;&#1514; &#1506;&#1510;&#1502;&#1492; &#1506;&#1491; &#1506;&#1510;&#1501; &#1492;&#1497;&#1493;&#1501; &#1492;&#1494;&#1492;. &#1489;&#1502;&#1512;&#1509; 2001 &#1492;&#1493;&#1508;&#1497;&#1506; &#1500;&#1512;&#1488;&#1513;&#1493;&#1504;&#1492; &#1499;&#1502;&#1514;&#1493;&#1508;&#1507; &#1500;&#1492;&#1511;&#1514; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1489;&#1502;&#1493;&#1506;&#1491;&#1493;&#1503; &quot;&#1488;&#1497;&#1502;&#1504;&#1494;&#1497;&#1492;&quot; &#1489;&#1512;&#1488;&#1513;&#1500;&quot;&#1510;.</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1504;&#1493;&#1505;&#1507; &#1506;&#1500; &#1499;&#1500; &#1502;&#1497;&nbsp; &#1513;&#1499;&#1489;&#1512; &#1492;&#1493;&#1494;&#1499;&#1512; &#1502;&#1493;&#1504;&#1492; &#1506;&#1502;&#1512;&#1497; &#1506;&#1501; &#1492;&#1488;&#1502;&#1504;&#1497;&#1501; &#1492;&#1488;&#1492;&#1493;&#1489;&#1497;&#1501; &#1506;&#1500;&#1497;&#1493; &#1488;&#1514; &#1505;&#1496;&#1497;&#1493;&#1488;&#1512;&#1496; &#1511;&#1493;&#1508;&#1500;&#1504;&#1491;</span><span style="font-size:11pt;line-height:150%;font-family:David">,<br>
    </span><span dir="LTR" style="font-size: 11pt; line-height: 150%">Police</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, </span><span dir="LTR" style="font-size: 11pt; line-height: 150%">Blonde Redhead</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, </span><span dir="LTR" style="font-size: 11pt; line-height: 150%">Ween</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, </span><span dir="LTR" style="font-size: 11pt; line-height: 150%">Mr. Bungle</span><span lang="HE" style="font-size:

11pt;line-height:150%;font-family:David">, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Portishead</span><span lang="HE" style="font-size:11pt;line-height:150%;

font-family:David">, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Slint</span><span lang="HE" style="font-size:11pt;line-height:150%;

font-family:David">, &#1493;&#1506;&#1493;&#1491; &#1512;&#1489;&#1497;&#1501; &#1488;&#1495;&#1512;&#1497;&#1501;. &#1488;&#1492;&#1489;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1493;&#1514; &#1489;&#1495;&#1497;&#1497;&#1493; &#1495;&#1493;&#1489;&#1511;&#1493;&#1514; &#1502;&#1513;&#1495;&#1511;&#1497; &#1493;&#1497;&#1491;&#1488;&#1493;, &#1502;&#1495;&#1513;&#1489;&#1497;&#1501; &#1497;&#1513;&#1504;&#1497;&#1501; &#1499;&#1490;&#1493;&#1503; &#1511;&#1493;&#1502;&#1493;&#1491;&#1493;&#1512; 64, &#1511;&#1493;&#1504;&#1505;&#1493;&#1500;&#1493;&#1514; &#1502;&#1513;&#1495;&#1511; &#1493;&#1499;&#1491;&#1493;&#1502;&#1492;.</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1499;&#1497;&#1493;&#1501; &#1506;&#1502;&#1512;&#1497; &#1502;&#1514;&#1490;&#1493;&#1512;&#1512; &#1489;&#1514;&#1500;-&#1488;&#1489;&#1497;&#1489;, &#1493;&#1506;&#1493;&#1489;&#1491; &#1489;&#1506;&#1512;&#1497;&#1499;&#1514; &#1508;&#1512;&#1493;&#1502;&#1493;&#1488;&#1497;&#1501; &#1500;&#1506;&#1512;&#1493;&#1509; 10 &#1493;</span><span style="font-size:11pt;line-height:150%;font-family:David">-</span><span dir="LTR" style="font-size: 11pt; line-height: 150%">AXN</span><span lang="HE" style="font-size:11pt;line-height:150%;

font-family:David">.</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &nbsp;</span></p>
  <p class="MsoNormal" style="line-height:150%" dir="rtl"><u> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1491;&#1497;&#1505;&#1511;&#1493;&#1490;&#1512;&#1508;&#1497;&#1492;:<br>
    </span></u> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> - &#1502;&#1488;&#1497;&#1512; &#1488;&#1512;&#1497;&#1488;&#1500; - &#1502;&#1493;&#1491;&#1492; &#1488;&#1504;&#1497;, 2000, &#1514;&#1512;&#1501; &#1506;&#1512;&#1493;&#1510;&#1497; &#1505;&#1504;&#1497;&#1497;&#1512; &#1493;&#1499;&#1500;&#1497; &#1492;&#1511;&#1513;&#1492; &#1500;&#1488;&#1500;&#1489;&#1493;&#1501; &#1513;&#1497;&#1510;&#1488; &#1488;&#1495;&#1512;&#1497; &#1508;&#1496;&#1497;&#1512;&#1514;&#1493; &#1513;&#1500; &#1502;&#1488;&#1497;&#1512; &#1488;&#1512;&#1497;&#1488;&#1500;<br>
  - &#1508;&#1500;&#1488;&#1508;&#1500; &#1488;&#1493;&#1493;&#1504;&#1490;&#1488;&#1512;&#1491;, 2000<br>
  - &#1512;&#1493;&#1504;&#1492; &#1511;&#1497;&#1504;&#1503;, </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">EP</span><span lang="HE" style="font-size:11pt;line-height:150%;

font-family:David">, 4 &#1513;&#1497;&#1512;&#1497;&#1501;, 2000<br>
  - &#1488;&#1512;&#1497;&#1511; &#1488;&#1497;&#1497;&#1504;&#1513;&#1496;&#1497;&#1497;&#1503; - &#1513;&#1502;&#1513; &#1512;&#1496;&#1493;&#1489;&#1492;, 2002<br>
  - &#1512;&#1493;&#1504;&#1492; &#1511;&#1497;&#1504;&#1503; - &#1500;&#1504;&#1513;&#1493;&#1501; &#1489;&#1505;&#1508;&#1497;&#1512;&#1492; &#1500;&#1488;&#1495;&#1493;&#1512;, 2004<br>
  - &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; - &#1489;&#1499;&#1497;&#1507;, 2005</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1504;&#1493;&#1505;&#1507; &#1506;&#1500; &#1488;&#1500;&#1493; &#1492;&#1511;&#1500;&#1497;&#1496; &#1506;&#1501; &#1513;&#1500;&#1493;&#1502;&#1497; &#1508;&#1512;&#1497;&#1491;, &#1493;&#1508;&#1512;&#1505;&#1493;&#1502;&#1514; &#1500;&#1490;&#1489;&#1497;&#1504;&#1492; &#1506;&#1501; &#1491;&#1493;&#1497;&#1491; &#1489;&#1512;&#1493;&#1494;&#1492; (</span><span dir="LTR" style="font-size: 11pt; line-height: 150%">who could ask for more?</span><span lang="HE" style="font-size:11pt;

line-height:150%;font-family:David">)</span></p>
  <p align="right"> <span lang="HE" dir="RTL" style="font-size: 10.0pt; font-family: David"> **&#1502;&#1489;&#1493;&#1505;&#1505; &#1506;&#1500; &#1512;&#1488;&#1497;&#1493;&#1503; &#1499;&#1502;&#1493; &#1490;&#1501; &#1506;&#1500; &#1492;&#1488;&#1493;&#1496;&#1493;&#1489;&#1497;&#1493;&#1490;&#1512;&#1508;&#1497;&#1492; &#1513;&#1499;&#1514;&#1489; &#1500;&#1488;&#1514;&#1512; &#1513;&#1500; &#1512;&#1493;&#1504;&#1492; &#1511;&#1497;&#1504;&#1503;, &#1489;&#1488;&#1497;&#1513;&#1493;&#1512;**</span>
  <p class="MsoNormal style1" style="line-height: 150%;" dir="rtl">&nbsp;</p>
  <p class="MsoNormal" dir="RTL" style="line-height: 150%; text-autospace: none; margin-left: .9pt">&nbsp;</p>
  <p class="MsoNormal" dir="RTL" style="margin-right:4.2pt;line-height:150%"> <span lang="HE" style="line-height:150%;font-family:David"> <font style="font-size: 11pt">&nbsp;</font></span></p>
  <p class="MsoNormal" style="line-height:150%" dir="rtl">&nbsp;</p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%">&nbsp;</p>
</div>
</body>
</html>
