<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<title>Untitled Document</title>
<style type="text/css">
<!--
body,td,th {
	font-family: Arial, Helvetica, sans-serif;
}
a:link {
	color: #0000FF;
}
a:visited {
	color: #0000FF;
}
a:hover {
	color: #FF0000;
}
.style1 {
	font-size: 14pt;
	font-weight: bold;
}
-->
</style>
<script language="JavaScript" type="text/JavaScript">
<!--
function MM_reloadPage(init) {  //reloads the window if Nav4 resized
  if (init==true) with (navigator) {if ((appName=="Netscape")&&(parseInt(appVersion)==4)) {
    document.MM_pgW=innerWidth; document.MM_pgH=innerHeight; onresize=MM_reloadPage; }}
  else if (innerWidth!=document.MM_pgW || innerHeight!=document.MM_pgH) location.reload();
}
MM_reloadPage(true);
//-->
</script>
</head>

<body>
<div align="right">
  <div id="Layer1" style="position:absolute; width:88px; height:118px; z-index:1; left: 84px; top: 1px;"><img src="tamar.jpg" width="177" height="168"></div>
  <p class="MsoNormal style1" style="line-height: 150%;" dir="rtl"><font face="David">&#1514;&#1502;&#1512; &#1496;&#1512;&#1496;&#1512;<br>
    &#1511;&#1493;&#1500;&#1493;&#1514; &#1489;'&#1508;&#1497;&#1512;&#1502;&#1497;&#1491;&#1493;&#1514;'<br>
        &#1488;&#1495;&#1493;&#1514;&#1493; &#1513;&#1500; &#1504;&#1497;&#1512;<br>
        1977
  </font></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%">&nbsp;</p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">&#1489;&#1514; &#1492;&#1494;&#1511;&#1493;&#1504;&#1497;&#1501; &#1500;&#1489;&#1497;&#1514; &#1496;&#1512;&#1496;&#1512; &#1504;&#1493;&#1500;&#1491;&#1492; &#1489;&#1508;&#1514;&#1495;-&#1514;&#1511;&#1493;&#1492; &#1489;-10.4.1977. &#1492;&#1488;&#1492;&#1489;&#1492; &#1500;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492; &#1495;&#1500;&#1495;&#1500;&#1492; &#1489;&#1492; &#1502;&#1497;&#1500;&#1491;&#1493;&#1514; &#1491;&#1512;&#1498; &#1502;&#1495;&#1494;&#1493;&#1514; &#1494;&#1502;&#1512; &#1493;&#1489;&#1512;&#1488;&#1513;&#1501; &quot;&#1510;&#1500;&#1497;&#1500;&#1497; &#1492;&#1502;&#1493;&#1505;&#1497;&#1511;&#1492;&quot;, &#1493;&#1500;&#1492;&#1511;&#1514; </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">The Carpenters</span><span lang="HE" style="font-size:11pt;line-height:150%;

font-family:David"> &#1500;&#1492;&#1501; &#1492;&#1488;&#1494;&#1497;&#1504;&#1492; &#1512;&#1489;&#1493;&#1514;. &#1506;&#1514; &#1490;&#1491;&#1500;&#1492; &#1504;&#1508;&#1514;&#1495;&#1492; &#1500;&#1505;&#1490;&#1504;&#1493;&#1504;&#1493;&#1514; &#1513;&#1493;&#1504;&#1497;&#1501; &#1493;&#1512;&#1495;&#1513;&#1492; &#1495;&#1497;&#1489;&#1492; &#1506;&#1494;&#1492; &#1500;&#1490;'&#1488;&#1494;, &#1488;&#1512;&#1497;&#1493;&#1514; &#1502;&#1512;&#1490;&#1513;&#1493;&#1514; &#1493;&#1513;&#1497;&#1512;&#1497;&#1501; &#1502;&#1513;&#1504;&#1493;&#1514; &#1492;-60.</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1488;&#1514; &#1504;&#1505;&#1497;&#1493;&#1504;&#1492; &#1492;&#1489;&#1497;&#1502;&#1514;&#1497; &#1492;&#1512;&#1488;&#1513;&#1493;&#1503; &#1512;&#1499;&#1513;&#1492; &#1489;&#1490;&#1497;&#1500; 12 &#1499;&#1488;&#1513;&#1512; &#1513;&#1497;&#1495;&#1511;&#1492; &#1489;&#1502;&#1495;&#1494;&#1502;&#1512; &#1489;&#1502;&#1505;&#1490;&#1512;&#1514; &#1500;&#1497;&#1502;&#1493;&#1491;&#1497; &#1502;&#1513;&#1495;&#1511;, &#1488;&#1498; &#1500;&#1502;&#1512;&#1493;&#1514; &#1513;&#1502;&#1488;&#1494; &#1493;&#1502;&#1514;&#1502;&#1497;&#1491; &#1504;&#1502;&#1513;&#1499;&#1492; &#1500;&#1513;&#1497;&#1512;&#1492;, &#1504;&#1488;&#1500;&#1510;&#1492; &#1500;&#1491;&#1499;&#1488; &#1488;&#1514; &#1492;&#1497;&#1510;&#1512; &#1506;&#1511;&#1489; &#1489;&#1497;&#1497;&#1513;&#1514; &#1499;&#1512;&#1493;&#1504;&#1497;&#1514; &#1489;&#1492; &#1500;&#1511;&#1514;&#1492; &#1489;&#1490;&#1497;&#1500; &#1510;&#1506;&#1497;&#1512;.</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1489;&#1514;&#1511;&#1493;&#1508;&#1514; &#1492;&#1510;&#1489;&#1488; &#1506;&#1512;&#1499;&#1492; &#1505;&#1489;&#1489;&#1497;&#1501; &#1489;&#1495;&#1491;&#1512;&#1497; &#1495;&#1494;&#1512;&#1493;&#1514; &#1493;&#1514;&#1500;&#1514;&#1492; &#1513;&#1500;&#1496;&#1497;&#1501; &#1489;&#1495;&#1497;&#1508;&#1493;&#1513; &#1488;&#1495;&#1512; &#1492;&#1512;&#1499;&#1489;&#1497;&#1501;. &#1514;&#1493;&#1498; &#1504;&#1505;&#1497;&#1493;&#1504;&#1493;&#1514; &#1489;&#1492;&#1512;&#1499;&#1489;&#1497;&#1501; &#1513;&#1493;&#1504;&#1497;&#1501; &#1492;&#1495;&#1500;&#1497;&#1496;&#1492; &#1500;&#1502;&#1505;&#1491; &#1488;&#1514; &#1492;&#1497;&#1495;&#1505;&#1497;&#1501; &#1493;&#1508;&#1504;&#1514;&#1492; &#1500;&#1500;&#1497;&#1502;&#1493;&#1491;&#1497; &#1502;&#1493;&#1505;&#1497;&#1511;&#1492;. </span> </p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1500;&#1488;&#1495;&#1512; &#1513;&#1497;&#1512;&#1493;&#1514;&#1492; &#1492;&#1510;&#1489;&#1488;&#1497; &#1504;&#1512;&#1513;&#1502;&#1492; &#1514;&#1502;&#1512; &#1500;&#1502;&#1499;&#1500;&#1500;&#1514; &#1500;&#1493;&#1497;&#1504;&#1505;&#1511;&#1497; &#1513;&#1501; &#1500;&#1502;&#1491;&#1492; &#1513;&#1497;&#1512;&#1492; &#1511;&#1500;&#1488;&#1505;&#1497;&#1514;, &#1508;&#1497;&#1514;&#1493;&#1495; &#1511;&#1493;&#1500;, &#1491;&#1497;&#1511;&#1510;&#1497;&#1492; &#1493;&#1499;&#1497;&#1493;&quot;&#1489;, &#1493;&#1489;&#1502;&#1505;&#1490;&#1512;&#1514; &#1492;&#1500;&#1497;&#1502;&#1493;&#1491;&#1497;&#1501; &#1490;&#1501; &#1513;&#1512;&#1492; &#1489;&#1502;&#1511;&#1492;&#1500;&#1492;, &#1489;&#1497;&#1503; &#1492;&#1513;&#1488;&#1512; &#1488;&#1514; &#1488;&#1493;&#1514;&#1493; &#1502;&#1494;&#1502;&#1493;&#1512; &#1513;&#1500;&#1497;&#1502;&#1497;&#1501; &#1492;&#1511;&#1500;&#1497;&#1496;&#1492; &#1500;&#1497;&#1510;&#1497;&#1512;&#1492; <a href="../songs/piramid.htm">&#1508;&#1497;&#1512;&#1502;&#1497;&#1491;&#1493;&#1514;</a><b> </b>&#1513;&#1499;&#1514;&#1489; &#1488;&#1495;&#1497;&#1492;.</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1489;&#1513;&#1504;&#1514; 1996 &#1495;&#1489;&#1512;&#1492; &#1499;&#1505;&#1493;&#1500;&#1504;&#1497;&#1514; &#1500;&#1500;&#1492;&#1511;&#1514; &#1492;&#1502;&#1496;&#1488;&#1500; </span> <span dir="LTR" style="font-size: 11pt; line-height: 150%">Mercenary</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1500;&#1502;&#1513;&#1498; &#1513;&#1504;&#1492;. &#1514;&#1502;&#1512; &#1492;&#1511;&#1500;&#1497;&#1496;&#1492; &#1506;&#1501; &#1492;&#1492;&#1512;&#1499;&#1489; &#1499;-5 &#1513;&#1497;&#1512;&#1497;&#1501; &#1493;&#1492;&#1493;&#1508;&#1497;&#1506;&#1492; &#1489;&#1502;&#1493;&#1506;&#1491;&#1493;&#1503; &#1505;&#1500;&#1502;&#1492; 54. &#1489;&#1492;&#1502;&#1513;&#1498; &#1492;&#1510;&#1496;&#1512;&#1508;&#1492; &#1500;&#1492;&#1512;&#1499;&#1489; &#1502;&#1497;&#1493;&#1494;&#1497;&#1511; &#1508;&#1500;&#1493;&#1505; &#1493;&#1500;-</span><span dir="LTR" style="font-size: 11pt; line-height: 150%"> Barberians</span><span lang="HE" style="font-size:11pt;line-height:150%;font-family:David">, &#1492;&#1512;&#1499;&#1489; &#1504;&#1513;&#1497; &#1493;&#1493;&#1511;&#1488;&#1500;&#1497; &#1497;&#1497;&#1495;&#1493;&#1491;&#1497; &#1489;&#1497;&#1513;&#1512;&#1488;&#1500; &#1513;&#1513;&#1512; &#1489;&#1494;'&#1488;&#1504;&#1512; &#1492;-</span><span dir="LTR" style="font-size: 11pt; line-height: 150%">barbershop</span><span lang="HE" style="font-size:11pt;line-height:150%;

font-family:David">, &#1500;&#1502;&#1513;&#1498; 3 &#1513;&#1504;&#1497;&#1501;. </span></p>
  <p class="MsoNormal" dir="rtl" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1489;&#1513;&#1504;&#1514; 1999 &#1492;&#1514;&#1488;&#1512;&#1495;&#1492; &#1514;&#1502;&#1512; &#1489;&#1492;&#1493;&#1508;&#1506;&#1492; &#1502;&#1497;&#1493;&#1495;&#1491;&#1514; &#1513;&#1500; &#1512;&#1493;&#1511;&#1508;&#1493;&#1512; &#1513;&#1514;&#1493;&#1506;&#1491;&#1492; &#1506;&#1500; &#1490;&#1489;&#1497; &#1491;&#1497;&#1505;&#1511; &#1506;&#1501; &#1514;&#1494;&#1502;&#1493;&#1512;&#1514; &#1499;&#1500;&#1497; &#1502;&#1497;&#1514;&#1512; (&#1489;&#1504;&#1497;&#1510;&#1493;&#1495;&#1493; &#1513;&#1500; &#1491;&#1504;&#1497;&#1488;&#1500; &#1505;&#1500;&#1493;&#1502;&#1493;&#1503;, &#1513;&#1490;&#1501; &#1499;&#1514;&#1489; &#1488;&#1514; &#1492;&#1506;&#1497;&#1489;&#1493;&#1491;&#1497;&#1501;) &#1489;&quot;&#1489;&#1488;&#1512;&#1489;&#1497;&quot; &#1513;&#1489;&#1512;&#1495;&#1493;&#1489; &#1505;&#1500;&#1502;&#1492;. &#1502;&#1499;&#1488;&#1503; &#1492;&#1491;&#1512;&#1498; &#1500;&#1492;&#1511;&#1500;&#1496;&#1493;&#1514; &#1506;&#1501; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1492;&#1497;&#1497;&#1514;&#1492; &#1505;&#1500;&#1493;&#1500;&#1492;. &#1506;&#1501; &#1511;&#1510;&#1514; &#1511;&#1513;&#1512;&#1497;&#1501; &#1502;&#1513;&#1508;&#1495;&#1514;&#1497;&#1497;&#1501; &#1492;&#1493;&#1494;&#1502;&#1504;&#1492; &#1514;&#1502;&#1512; &#1500;&#1492;&#1511;&#1500;&#1497;&#1496; &#1511;&#1493;&#1500;&#1493;&#1514; &#1512;&#1511;&#1506; &#1500;&#1513;&#1497;&#1512; <a href="../songs/shuki.htm">&#1513;&#1493;&#1511;&#1497;</a>, &#1493;&#1513;&#1497;&#1512;&#1492; &#1488;&#1493;&#1508;&#1512;&#1488;&#1497;&#1514; &#1500;&#1508;&#1497;&#1512;&#1502;&#1497;&#1491;&#1493;&#1514; (&#1513;&#1489;&#1502;&#1511;&#1512;&#1492;, &#1488;&#1489;&#1500; &#1489;&#1488;&#1502;&#1514; &#1513;&#1500;&#1488; &#1489;&#1499;&#1493;&#1493;&#1504;&#1492;, &#1504;&#1513;&#1489;&#1506;(!), &#1502;&#1514;&#1504;&#1490;&#1503; &#1489;&#1512;&#1511;&#1506; &#1489;&#1506;&#1514; &#1499;&#1514;&#1497;&#1489;&#1514; &#1513;&#1493;&#1512;&#1492; &#1494;&#1493; &#1488;&#1495;&#1512;&#1497; &#1513;&#1504;&#1497;&#1501; &#1513;&#1500;&#1488; &#1513;&#1502;&#1506;&#1514;&#1497; &#1488;&#1514; &#1492;&#1491;&#1497;&#1505;&#1511;. &#1492;&#1504;&#1492; &#1492;&#1497;&#1488; &#1492;&#1514;&#1495;&#1497;&#1500;&#1492; &#1500;&#1513;&#1497;&#1512;). &#1489;&#1502;&#1492;&#1500;&#1498; &#1492;&#1506;&#1489;&#1493;&#1491;&#1492; &#1506;&#1500; &#1488;&#1500;&#1489;&#1493;&#1501; &#1513;&#1504;&#1497; &#1504;&#1514;&#1489;&#1511;&#1513;&#1492; &#1514;&#1502;&#1512; &#1500;&#1513;&#1493;&#1489; &#1500;&#1488;&#1493;&#1500;&#1508;&#1503; &#1493;&#1489;&#1513;&#1504;&#1514; 2004 &#1492;&#1511;&#1500;&#1497;&#1496;&#1492; &#1511;&#1493;&#1500;&#1493;&#1514; &#1504;&#1493;&#1505;&#1508;&#1497;&#1501; &#1500;&#1513;&#1497;&#1512;&#1497;&#1501; <a href="../songs/ze.htm">&#1494;&#1492; &#1506;&#1493;&#1513;&#1492; &#1500;&#1497; &#1513;&#1502;&#1495;</a>, <a href="../songs/sheli.htm">&#1513;&#1500;&#1497;</a>, &#1493;<a href="../songs/seret.htm">&#1505;&#1512;&#1496; &#1513;&#1500; &#1505;&#1511;&#1505;</a>.</span></p>
  <p class="MsoNormal" dir="rtl" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1489;&#1504;&#1493;&#1505;&#1507; &#1500;&#1492;&#1513;&#1514;&#1514;&#1508;&#1493;&#1514;&#1492; &#1489;&#1492;&#1511;&#1500;&#1496;&#1514; &#1495;&#1502;&#1497;&#1513;&#1492; &#1513;&#1497;&#1512;&#1497;&#1501; &#1513;&#1500; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492;, &#1492;&#1513;&#1514;&#1514;&#1508;&#1492; &#1514;&#1502;&#1512; &#1490;&#1501; &#1489;&#1511;&#1500;&#1497;&#1508; &#1500;&#1513;&#1497;&#1512; &#1505;&#1512;&#1496; &#1513;&#1500; &#1505;&#1511;&#1505; &#1499;&#1495;&#1500;&#1511; &#1502;&#1502;&#1511;&#1492;&#1500;&#1514; &quot;&#1497;&#1492;&#1500;&#1497; &#1505;&#1493;&#1489;&#1493;&#1500;&quot;.</span></p>
  <p class="MsoNormal" dir="rtl" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1488;&#1514; &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; &#1502;&#1488;&#1489;&#1495;&#1504;&#1514; &#1514;&#1502;&#1512; &#1499;&#1500;&#1492;&#1511;&#1492; &#1502;&#1491;&#1492;&#1497;&#1502;&#1492; &#1493;&#1502;&#1512;&#1506;&#1497;&#1508;&#1492; &#1506;&#1500;&#1497;&#1492;&#1501; &#1499;&#1500; &#1502;&#1495;&#1502;&#1488;&#1492; &#1488;&#1508;&#1513;&#1512;&#1497;&#1514;. &#1490;&#1501; &#1506;&#1500; &#1488;&#1495;&#1497;&#1492; &#1492;&#1497;&#1488; &#1500;&#1488; &#1495;&#1493;&#1505;&#1499;&#1514; &#1488;&#1514; &#1499;&#1500; &#1494;&#1492;...</span></p>
  <p class="MsoNormal" dir="rtl" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &#1514;&#1502;&#1512; &#1492;&#1497;&#1488; &#1489;&#1506;&#1500;&#1514; &#1514;&#1493;&#1488;&#1512; &#1489;&#1514;&#1511;&#1513;&#1493;&#1512;&#1514; &#1493;&#1504;&#1497;&#1492;&#1493;&#1500; &#1493;&#1499;&#1497;&#1493;&#1501; &#1492;&#1497;&#1488; &#1506;&#1493;&#1489;&#1491;&#1514; &#1499;&#1502;&#1508;&#1497;&#1511;&#1492; &#1489;&#1502;&#1513;&#1512;&#1491; &#1497;&#1495;&#1505;&#1497; &#1510;&#1497;&#1489;&#1493;&#1512; &#1493;&#1502;&#1493;&#1508;&#1497;&#1506;&#1492; &#1506;&#1501; &#1492;&#1492;&#1512;&#1499;&#1489; &quot;&#1502;&#1497;&#1493;&#1494;&#1497;&#1511; &#1508;&#1500;&#1493;&#1505;&quot;. </span></p>
  <p class="MsoNormal" dir="rtl" style="line-height:150%"> <span lang="HE" style="font-size:11pt;line-height:150%;font-family:David"> &nbsp;</span></p>
  <p class="MsoNormal" dir="rtl" style="line-height:150%"> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David; text-decoration: underline"> &#1491;&#1497;&#1505;&#1511;&#1493;&#1490;&#1512;&#1508;&#1497;&#1492;:<br>
    </span><span style="font-size:11pt;line-height:150%;font-family:David">- </span> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; - &#1489;&#1499;&#1497;&#1507;, 2005<br>
  -</span><span style="font-size: 11pt; line-height: 150%; font-family: David"> </span> <span lang="HE" style="font-size: 11pt; line-height: 150%; font-family: David"> &#1488;&#1497;&#1504;&#1508;&#1511;&#1510;&#1497;&#1492; - &#1499;&#1499;&#1492; &#1502;&#1508;&#1504;&#1511;&#1497;&#1501;, 2000<br>
</span> <span lang="HE" dir="RTL" style="font-size: 11pt; font-family: David">-</span><span dir="RTL" style="font-size: 11pt; font-family: David"> </span> <span lang="HE" dir="RTL" style="font-size: 11pt; font-family: David"> &#1512;&#1493;&#1511;&#1508;&#1493;&#1512; - &#1489;&#1492;&#1493;&#1508;&#1506;&#1492;, 1999</span></p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%">&nbsp;</p>
  <p align="right" dir="rtl"><span lang="HE" style="line-height:150%;font-family:David"><font style="font-size: 11pt">&nbsp;</font></span></p>
  <p class="MsoNormal" style="line-height:150%" dir="rtl">&nbsp;</p>
  <p class="MsoNormal" dir="RTL" style="line-height:150%">&nbsp;</p>
</div>
</body>
</html>
